[
    {
        "title": "How Olympic windsurfers are fighting invasive alien species",
        "href": "/future/article/20240723-the-olympic-windsurfers-and-rowers-fighting-invasive-species",
        "article": "British windsurfers, sailors and rowers have been helping in the fight against invasive species – showing big sporting events like the Olympics can leave a legacy of biodiversity.\nPumping the sail to gain speed, windsurfer Alice Read lifts out of the water and glides across the sparkling blue of Portland Harbour. The only sounds are the wind and the quiet buzz of her hydrofoil. When she turns, I barely notice her crossing the board, her movements fluid as the water itself. She reaches for the surface with the fingertips of one hand, spray fizzing into the air as she swoops past. She is so close she could touch the boat I'm sitting in. Effortlessly, Reed comes to a stop, resting for a moment to catch her breath.\n\"On the water, I'm just having so much fun – it's only when I come off the water I realise actually how much work I've done,\" she says. \nUnder the rings of the Olympic flag, the atmosphere at the Weymouth and Portland National Sailing Academy, home to the British Sailing Team, is electric. Groups of children, too, are out on the water, shouting and laughing as they row in teams, while mini-windsurfers wobble about in the shallows. On the shore, sailing boats line the water's edge, their rigging jingling in the wind as if champing at the bit.\nAs it stands, Team GB tops the all-time Olympic sailing medal table, having won more medals than any other nation. And today, without doubt there is an atmosphere of excitement, energy – and an unmistakable passion for the water.\nBut many of them are also deeply aware that beneath the waves, our waterbodies are in trouble. Aliens are creeping across oceans, up rivers, and along streams and canals. Invasive non-native species are thriving, often outcompeting native ones, and have been identified as one of the top drivers of global biodiversity loss. Olympic sailors, windsurfers and rowers are now helping in the fight against this destructive flora and fauna.\nOne of Read's earliest memories is of sitting on the bow of her dad's board as he windsurfed full pelt across an Oxford reservoir near where she grew up. \"It's something else. It's such a great feeling,\" says Reed. \"There's something about being able to work with [the elements]. It's just you, the water and the wind.\"\nToday, she windsurfs all over the globe but Portland is where she calls home – and where she is currently training for the 2028 Olympics.\nRead's training regime is intense. Six days a week she works on her speed and manoeuvres. \"We're always trying to go as fast as we can – in every direction – upwind, downwind, on a reach,\" she says. \"We do something called tuning runs where we go for a few hours in a straight line, adjusting equipment to go faster. In manoeuvres sessions, [we do] jibe attacks. With a sport that's so fast now in the water, if you mess up a jibe, it's pretty costly.\"\nBut it's not just what's on top of the water that matters to Read. A few years ago, she left the windsurfing scene to study for a degree in ocean science and marine conservation at the University of Plymouth, which she completed in 2021. Today she is an ambassador for The Green Blue, a programme created by the Royal Yachting Association (RYA) and British Marine to promote sustainable boating. \nInvasive species can be a particular concern in ports and harbours due to the movement of a large number of boats, as well as the sheltered environments they provide. In Weymouth Harbour alone, 18 different non-native species were found in 2023. These include Japanese kelp which grows quickly on hard surfaces such jetties and moorings, outcompeting native kelp; slipper limpets which settle in wave-protected areas like marinas where they smother other seabed species and consume planktonic larvae; and trumpet tubeworms which gather in huge numbers to form large reef-like structures. But, says Reed, by carrying out a simple \"clean, check, dry\" procedure we can minimise the introduction and spread of such invasive species.\n\"When it comes to travel, I'm aware of invasive species and if there are signs I take extra care,\" she says. \"After every session, [it's important to] wash down the gear completely with a hose – everything. I would like to hope that if I'm travelling from one place to another, that there's actually nothing on my gear.\"\nAccording to a 2024 report from the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES), invasive non-native species pose a severe threat to people and nature in all regions on Earth. \nMore than 37,000 alien species that we know of have been introduced to new areas to date due to human activities. Of these, about 6% of alien plants, 22% of alien invertebrates, 14% of alien vertebrates, and 11% of alien microbes are known to be invasive. Invasive species alter habitats, disrupt food chains, damage livelihoods and spread diseases – and have been a major factor in 60%, and the only driver in 16%, of global animal and plant extinctions.\nMost negative impacts are felt on land, but it is an aquatic species – water hyacinth – which is the world's most widespread invasive alien. As the global economy grows, changes in land- and sea-use accelerate, and climate change intensifies, the number of invasive species is now \"rising at unprecedented rates\".\nBut the authors of the IPBES report also highlight that prevention measures, such as strict border biosecurity and import controls, can prevent future biological invasions, and – while prevention is the best option – eradication and containment can control invasive non-native species already present, they said.\nThe upcoming Olympics also bring opportunity, says Phil Horton, RYA's sustainability manager. Sporting events which attract large audiences can put a spotlight on issues like that of invasive species – and its stars can act as role models, setting a good example of how we can all help to protect our waters.\n\"Environmental best practice is absolutely critical because these are people who are held in high regard by the public,\" he says. \"At the elite end of the sport, people keep all their equipment clean anyway. That's partly for invasive species control, but also because they want to make sure the equipment is absolutely in top condition for performing.\"\nCARBON COUNT\nThe emissions from travel it took to report this story were 50kg CO2. The digital emissions from this story are an estimated 1.2g to 3.6g CO2 per page view. Find out more about how we calculated this figure here.\nWater sports have become increasingly popular in recent years. The Watersports Participation Survey revealed 13.2 million UK adults tried a boating activity in 2022, up 3% from 2021, with paddle sports such as stand up paddleboarding and kayaking seeing the biggest growth. In the US, meanwhile, 16% of the population – that's over 53 million people – participated in water sports in 2023, a 1.3% increase compared to the previous year.\nA greater number of boats, boards and infrastructure means risking increased levels of alien aquatic species being introduced. But at the same time, it's been shown that spending time in or near water has important benefits for human health.\nParalympian rower Gregg Stevenson and his partner Lauren Rowles are in the midst of training, spending up to three times a day, six days a week out on the water in readiness for the 2024 Paris Paralympics.\nFor Stevenson, being on the water can be a \"spiritual\" experience. \"Especially on our longer training sessions, we tend to be up early in the morning,\" he says. \"Sometimes, the Sun's rising. It's raining, snowing, or sunny. When it's windy, it takes a higher skill level. But that's what I love about it. You have to deal with the weather or the situation that's in front of you. That's the challenge, and that's what I enjoy.\"\nStevenson served as a Royal Engineer Commando before suffering an injury in 2009, which led to a double leg amputation. \"Having an acquired disability, it was really difficult to find a sport that suited me,\" he says. \"So, when I [discovered] rowing it was perfect. It gave me back the things I used to enjoy. I was back outdoors, and I was able to push myself. I was able to be physically active.\"\nStevenson's own experience inspired him to help others. Having recently completed a master's in psychology, he now works as a mental health practitioner for veterans.\n\"I'm so excited about the benefits of being around water for mental health,\" he says. \"I think anybody who's been around water knows that [it does help] people feel better – self-esteem, general mood, how we deal with stress – all these things which are incredibly important in daily life.\"\nBut in recent years, Stevenson has noticed this environment he values so highly is changing. The rivers and canals, he says, are becoming \"choked\" with greenery.\nWhile many invasive species may be difficult to detect – eggs or larvae, for example – \"[after] some sessions you come up from the water, and it's obvious that your boat needs to be cleaned\", says Stevenson. Invasive plants like floating pennywort or animals like quagga mussels can attach to boats and are easy to spot. \"The athlete takes responsibility – so after every session we clean the bow, we clean out all the handles, you know. We make sure the boats and equipment are clean.\"\nStevenson does this thinking of future generations. \"I've got two children and I want them to be able to experience what I've experienced – outdoor swimming, not being scared of entering our waterways. It is sad to see there may be more limited opportunities,\"  he says.\nBeing on the water, Stevenson adds, has taught him a lot about his own resilience. \"We need these spaces – to have fun and be with nature.\" Everyone, he says, can take responsibility for the future of our waterways.\nMore like this:\n• The UK's rivers are riddled with sewage pollution – new wetlands could help clean them up \n• The surprising benefits of blue spaces\n• Some Parisians save 'le pipi' to help the Seine\nThe Olympics themselves have also, in some cases, helped to boost fragile environments and deter invasive species.\nTom Bellamy is the Royal Society for Protection of Birds' biodiversity manager for Queen Elizabeth Olympic Park in London. He says the huge injection of cash from the 2012 London Olympics allowed them to transform the site from what was a derelict industrial wasteland with contaminated land, invasive species and degraded waterways – into an urban \"oasis\" of biodiversity.\n\"We had two soil hospitals on the park,\" says Bellamy. The team dug up soil across the park to a depth of two or three metres (6.6 to 10ft), and picked it over by hand to remove any rubbish as well as invasive species such as Japanese knotweed. \"Then the soil was washed and cleaned in giant washing machines,\" says Bellamy.\nThe waterway restoration was a major part of the project. Over 300,000 native wetland plants were introduced to create wetland habitats which, today, are home to smooth newts, European eels, a variety of bats and birds including reed warblers, water rails and sand martins. \"The waterways here support a great wealth of species,\" says Bellamy. \"There is life tucked away in all the corners.\"\nBack in Portland, Read hopes to leave her own legacy – by protecting the waters of Portland Harbour from invasive species, so the children we see here today can enjoy it for many years to come.\nRead hauls her sail back onto land. This is a challenge in itself. It's huge and heavy, and the wind is strong as she carries over her head. She lays it on the concrete, ready to be cleaned. With a hose, she makes sure she sprays the water into all the nooks and crannies. She cleans the board, then she cleans herself – her helmet, life jacket, straps and buckles.\nThe \"check, clean, dry\" process only takes around five minutes and has been found to effectively control invasive non-native species. A small price to pay, says Read, for the pleasure of being out on the water.\n\"The water is a dynamic, changing environment,\" says Read. \"Every day you learn something new, you've got the challenge of something new. It's a moment to be free, to be with nature.\"\n --\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X.\nWant to read more about the Olympics? Sign up for Medal Moments, your free global guide to Paris 2024, delivered daily to your inbox throughout the Games. "
    },
    {
        "title": "EU regulator rejects Alzheimer's drug lecanemab",
        "href": "/news/articles/crgm0v1ne08o",
        "article": "The European Medicines Agency (EMA) has rejected a licence for an Alzheimer’s treatment which slows cognitive decline.  \nThe EMA said the benefits of lecanemab did not counterbalance the risk of serious side effects, especially bleeding and swelling in the brain.  \nThe medicines regulator in the UK, the MHRA, is still considering whether to grant a licence, and a decision is expected soon. The drug was approved in the United States earlier this year.  \nIn trials, lecanemab was shown to slow cognitive decline by about a quarter in patients in the early stages of Alzheimer’s. \nAlzheimer’s researchers hailed the trial results as \"historic\" because no previous drug had convincingly shown that the underlying mechanism of the disease could be slowed.  \nLecanemab works by clearing a rogue protein called amyloid, which builds up in the brains of Alzheimer’s patients.  \nEven if the drug was to be approved in the UK, it would then be up to health bodies - such as the National Institute for Health and Care Excellence (NICE) and the Scottish Medicines Consortium (SMC) - to decide whether the drug represents value for money and should be recommended to patients.  \nLecanemab costs about £20,000 per patient per year in the US.\nThe EMA said that although patients given lecanemab, whose brand name is Leqembi, had delayed cognitive decline, the effects were small.  \nIt said the most important safety concern was the frequent occurrence of amyloid-related imaging abnormalities (ARIA), that involve swelling and bleeding in the brain.  \nThe EMA said: “Although most cases of ARIA in the main study were not serious and did not involve symptoms, some patients had serious events, including large bleeds in the brain which required hospitalisation.”  \nOverall it found the benefits of the treatment were not enough to outweigh the risks.\nProf Tara Spires-Jones, president of the British Neuroscience Association, said the EMA’s decision will come as \"a disappointment to many\".\nBut she said there were reasons to remain hopeful. \n\"Lecanemab has shown that it is possible to slow down disease progression, and research does work. Now we need to ramp up our efforts to discover new and safer treatments,” Prof Spires-Jones said.\nProf John Hardy, professor of neuroscience and group leader at the UK Institute for Dementia Research, University College London (UCL), said the decision could have unintended consequences.\n\"I am sure we will now see rich people with early Alzheimer’s disease flying to the US or other jurisdictions for treatment.”\nThe BBC’s Panorama followed patients on lecanemab and another new drug donanemab.  \nIn the programme, broadcast earlier this year, Prof Cath Mummery, consultant neurologist and head of clinical trials at the Dementia Research Centre at UCL, said although the benefits of the drugs were small, they represented a “turning point”.\nShe added: “I do not think that they're a false hope. For the first time, we've got drugs that show that you can alter the course of Alzheimer’s disease, and that's an extraordinary thing.”\nThe Alzheimer's Society said while it respected the decision on the drug, it would be \"really difficult news for people in Europe who may have been eligible for this drug\".\n“Whatever the regulators decide, we remain at an important and exciting moment,\" said Mark MacDonald, from the society.\n\"There are currently 164 active clinical trials for Alzheimer’s disease, and we expect more treatments to be submitted for MHRA approval in the future.\""
    },
    {
        "title": "Actors go on strike over video games AI threat",
        "href": "/news/articles/c4ngy53qyq8o",
        "article": "Major video game makers - like Activision, Warner Bros and Walt Disney - are facing a strike by Hollywood performers over the use of artificial intelligence (AI).\nIt follows a year and half of talks over a new a contract between the companies and a union representing more than 2,500 video game performers.\nThe two sides say they have agreed on several key issues, such as wages and job safety, but protections related to the use of AI technology remain a major hurdle.\nThe industrial action was called by the Screen Actors Guild-American Federation of Television and Radio Artists (Sag-Aftra), which last year paralysed Hollywood with a strike by film and television actors.\n\nThe performers are worried about gaming studios using generative AI to reproduce their voices and physical appearance to animate video game characters without providing them with fair compensation.\n\"Although agreements have been reached on many issues... the employers refuse to plainly affirm, in clear and enforceable language, that they will protect all performers covered by this contract in their AI language,\" Sag-Aftra said in a statement.\n“We’re not going to consent to a contract that allows companies to abuse AI to the detriment of our members,\" it added.\nHowever, the video game studios have said that they have already made enough concessions to the union's demands.\n“We are disappointed the union has chosen to walk away when we are so close to a deal,\" said Audrey Cooling, a spokesperson for the 10 video game producers negotiating with Sag-Aftra.\n\"Our offer is directly responsive to Sag-Aftra’s concerns and extends meaningful AI protections that include requiring consent and fair compensation to all performers working under the [Interactive Media Agreement],\" she added.\nThe Interactive Media Agreement covers artists who provide voiceover services and on-camera work used to create video game characters.\nThe last such deal, which did not provide AI protections, was due to expire in November 2022 but has been extended on a monthly based while talks continued.\nLast year, TV and film actors in the US won $1bn (£790m) in new pay and benefits, as well as safeguards on the use of AI, following a strike organised by Sag-Aftra.\nThe 118-day shutdown was the longest in the union's 90-year history.\nCombined with a separate writers' strike, the actions severely disrupted film and TV production and cost California's economy more than $6.5bn, according to entertainment industry publication Deadline."
    },
    {
        "title": "What's behind the global self-storage boom?",
        "href": "/news/articles/c722xdddl4po",
        "article": "Walking the endless corridors of Apple Storage in downtown Toronto, it’s not hard to see why business is booming.\nBehind one metal shutter, hundreds of candles are being boxed ready to be shipped around the world, behind another another an e-bike repair shop fixes transport for the city’s hundreds of delivery riders.\nThere’s even a locker full of bitcoin ATM machines, technology banned in the UK, but legal here in Canada, which enables bitcoin owners to exchange the digital currency for cash, or vice versa.\nShowing me around the long, brightly lit corridors lined with rows of shuttered metal doors is David Allan, one of the owners. He says 70% of this facility is rented by businesses.\n“In a pre-Covid world, office rents went to around C$60 ($44; £34) a foot, while you could get storage at the time for $30 a foot.\n\"So, instead of having sort of an interior office for file storage, firms moved into self-storage facilities because it was half the price or less, and they were able to use their offices in a more productive way.”\nIt's a worldwide trend. Storage companies are snapping up vacant commercial spaces abandoned after the pandemic. Meanwhile, as rents rise, consumers and business are looking for cheaper storage options.\nIn Canada, 16 new facilities opened their doors last year, adding an extra one million sq ft of space. Rents are up too - by an average of 12% from 2023 - according to StorTrack, who track industry data.\nIn the UK the industry made more than a billion pounds last year for the first time, according to a report from commercial property firm Cushman & Wakefield and the Self Storage Association. \nIn parts of Asia the so-called side-hustle culture is helping spur growth, according to Helen Ng, chief executive of the Self Storage Association Asia (SSAA).\nShe says that having a second job is more common in Singapore, and often involves keeping stock for an e-commerce business at a storage facility. \nMs Ng herself owns two self-storage facilities in Singapore, and says that almost half of her renters are using the units for a side-hustle.\nThe industry has been so popular with investors, it’s even spawned several podcasts advising would-be moguls on how to get into the business.\nEntrepreneur Dean Booty from Beverley in East Yorkshire is one of them.\n“I had a restaurant business, and it failed, and it was a miserable time for me and my wife. It was in the centre of a town where I lived in. It really hurt my ego.”\nMr Booty says this was the inspiration to share his success in self-storage with others.\nHis podcast Hacking Self Storage gets around 15,000 listens each month, he reveals, adding “I had no idea there was that many people interested in self-storage, which is incredible.\"\nMr Booty’s storage operation comprises just under 100,000 square foot in five locations across England, Scotland and Wales.\nThe 42-year-old father says he’d like to retire by age 50.\n“There's massive amounts of money coming into the industry, which only means it's going to become more and more competitive, but at the minute, the demand is growing faster than the supply in the UK, which is incredibly exciting,” he adds.\nBut not everyone shares Mr Booty’s excitement.\n“It’s an indictment of our housing crisis. Space shouldn't be a luxury in terms of living space,” says Ben Twomey Chief executive of housing campaign group Generation Rent.\nHe accuses the industry of “making lots of money from people not having room in their homes”.\n“Not just to keep their items, but to live their lives, or to address mental health challenges they have from being in a small or overcrowded home.”\nBack in Apple Storage in Toronto, we step into a large, brightly lit locker, tools hanging from the walls, two electric bikes suspended on work stands.\nMechanics are hard at work. Kevin Tsui is one of them and says the e-bike repair business occupies multiple units in the building.\n“It is relatively cheaper than having like a retail store to just do this sort of work. The reason our company chose this storage area was that we actually own a store that got demolished for condos. This was just an easy next step for us.”\nMr Tsui, originally from Hong Kong, explains that where he’s from most of the shops in malls look like storage units.\n“In Canada we’re taking advantage of the fact that we have a lot of space, but that's slowly diminishing in the big cities. If you want enough space to do what you need, this is ideal.”\nHelen Ng agrees, adding “urbanisation is just a fact of life. I don't know how practical it is to expect everyone to actually store their items at home.”"
    },
    {
        "title": "ChatGPT reveals search feature in Google challenge  ",
        "href": "/news/articles/c897qz1qex9o",
        "article": "OpenAI is working on adding new powers to its artificial intelligence (AI) bot, as it seeks to edge out Google as the go-to search engine.\nThe company said it was trialling a search feature that incorporates real-time information into its ChatGPT product, allowing the bot to respond to user questions with up-to-date information and links. \nThe tool is currently available to a limited number of users in the US. \nBut it is expected to eventually be incorporated into the company's ChatGPT bot, which launched the wave of excitement about AI when it burst on the scene in 2022.\nOpenAI, which is backed by Microsoft, has since introduced numerous tools, including for coding, making videos, data analysis and creating images.\nIt said its users would also be able to ask the new search tool follow-up questions to their original queries. \n\"Getting answers on the web can take a lot of effort, often requiring multiple attempts to get relevant results,\" the company said in its announcement.\n\"We believe that by enhancing the conversational capabilities of our models with real-time information from the web, finding what you’re looking for can be faster and easier.\"\nAnalysts have long argued that AI chatbots are the future of search. \nThat is currently a very lucrative business for Google, which has been racing to add AI-powered tools of its own. \nShares in its parent company, Alphabet, ended the day down nearly 3% following the announcement.\nOther AI companies are also pursuing search products, but Google remains by far the dominant player, claiming more than 90% of the market globally.\nThe expansion of AI has raised environmental concerns, however, because of how much energy the systems use. \nThe changes to how search engines respond to queries - offering conversational paragraphs instead of directing users to links -  have also raised alarm among news companies, many of which rely on search traffic for audiences and revenue. \nOpenAI said it was working with publishers, including the Atlantic and News Corp, on its new search feature.\n\"We are committed to a thriving ecosystem of publishers and creators,\" the company said.\n\"In addition to launching the SearchGPT prototype, we are also launching a way for publishers to manage how they appear in SearchGPT, so publishers have more choices.\"\nThe company has previously been sued by for allegedly \"stealing\" content to train its systems, including by the New York Times.\nIt has also announced partnerships with some outlets, including the Associated Press. \nOpenAI said media companies could still be featured in their results, even if they have declined to supply their material to train its model. "
    },
    {
        "title": "The bizarre history of internet outages",
        "href": "/future/article/20240724-the-day-the-internet-turned-off",
        "article": "In a world where a single point of failure can throw our machines into chaos, everything from sharks to authoritarian governments to old ladies have brought the web to its knees.\nOn Friday 19 July, 2024, the world woke up to what many have called the worst digital crisis of all time. A botched software update from cybersecurity giant CrowdStrike crashed some 8.5 million computers, smearing Microsoft's dreaded \"blue screen of death\" across the globe. Airlines cancelled over 46,000 flights in a single day, according to the FlightAware. Hospitals called off surgeries. 911 emergency services faced disruptions in the US. Film Forum, an arthouse cinema in New York, switched to cash payments as its credit card system went down. Microsoft and CrowdStrike issued a solution, but the outages continue almost a week later. It's a reminder, frustrated IT experts said, to never push updates out on a Friday. \nAs our infrastructure becomes ever more tangled with the internet, this won't be the last catastrophic online outage. But CrowdStrike wasn't the first, either. The history of computing is littered with examples of our digital fragility, and crashes of the past offer a glimpse of what it will feel like on the day the internet turns off.\n\"There's a price to pay for the convenience we enjoy,\" says Ritesh Kotak, a cybersecurity and technology analyst. \"It will happen again, and from a technical standpoint, the fix for CrowdStrike was relatively easy. Next time, we might not be so lucky.\"\nOne of the earliest major outages came in 1997 thanks to a glitch at the company Network Solutions Inc., one of the main registrars that issues domain names for websites. According to the New York Times, a misconfigured database crashed every single website ending in .com or .net. It took down around one million sites, which at that point in history was a huge portion of the web. Some people didn't get their email. An untold number of web searches ended in frustration. Some businesses who couldn't reach clients and customers lost business around the 1997 crash, but overall, the problems were minimal. \nYet with the internet now touching nearly every part of our daily lives, anything close to the Network Solutions outage has far greater consequences. Twenty-one years later, for example, a malware attack on the Alaskan community of Matanuska-Susitna took an array of digital services offline. The internet blackout sent 100,000 people back in time.\n\"The cyber-attack, God help us, just about stopped everything, you know,\" local Helen Munoz told the BBC in 2019. \"In fact, the borough still [hasn't sorted out] their computers.\"\nEmployees were locked out of their workstations. Local libraries were ordered to turn off all their devices. In one government office, workers had to switch to typewriters to do their jobs. It was 10 weeks before the majority of the Matanuska-Susitna's systems came back online. \nSometimes the problems start in the physical world. For a while, the entire nation of Armenia's internet connectivity depended on a single fibre-optic cable running through Georgia. If that sounds precarious, you're right. In 2011, a 75-year-old woman took all 2.9 million Armenians offline when she sliced through that cable with a spade near the Georgian village of Ksani. The woman, who was scavenging for copper at the time, was arrested but reportedly let go soon after because of her advanced age. She later told reporters: \"I have no idea what the internet is.\"\nOthers felt its absence more keenly. \"You can feel it when you don't have access to the internet. You start going crazy,\" says Vahan Hovsepyan, senior community and public policy advisor at RIPE NCC, the regional internet registry for Europe, the Middle East and Central Asia, who lives in Armenia. \"There's no way to ensure stability when you have a cable that's thousands of kilometres long,\" Hovsepyan says, which highlights the importance of building redundancies into digital infrastructure.\nIt's proof positive that, on some level, the internet really is just a series of tubes. Pensioners aren't the only threat to those tubes, either. In 2017, all of Zimbabwe lost its internet access for half a day. Local newspapers reported that a tractor had torn through a cable in South Africa.\nThe fibre-optic cables in our backyards need protection from human beings, but the thousands of kilometres worth of cables draped across the ocean floor face their own dangers. Sharks have a mysterious fondness for biting undersea cables, which has caused outages in the past. There's a long history of teeth marks on these ocean cables, not just from sharks but other fish and barracudas. A tooth can penetrate the insulation and mix sea water to ground the power conductors. It's been causing problems for phone and telegraph cables since at least 1964, according to a report from the United Nations Environment Programme. Today, Google reportedly wraps its underwater cables in a Kevlar-like material, in part to stop sharks and other ocean dwellers from biting through the internet. Videos posted online have captured the web-hating sharks in action.\nA quarter of Canada's internet and phone service was knocked out in 2022 because of a failure at Rogers Communications, one of the country's biggest telecom providers. It gave 11 million people a preview of last week's CrowdStrike debacle. Emergency services couldn't accept phone calls, hospitals cancelled appointments and businesses across the country couldn't accept debit card transactions. Canadian R&B star the Weeknd was forced to postpone a concert.\nKotak, who lives in Toronto, says the Rogers outage didn't have a major impact on his life, but others weren't so lucky. \"A friend of mine literally missed the bar exam,\" he says. \"Her whole family were Rogers customers, and she couldn't get the exact address and room number for the test because she only had it written down in her email.\"\nLegislators can prevent these kinds of problems by mandating safety measures in the technology and telecom industries, Kotak says. But sometimes, governments are responsible for internet shutdowns in the first place.\nDisabling the internet is also a go-to method for government censorship, both for authoritarian governments and stable democracies. \"It's a pretty massive problem,\" says Zach Rosson, a data analyst at Access Now, a digital rights advocacy group. \"By our definition, there have been over 1,500 internet shutdowns since 2016\", by governments, militaries and police forces.\nIn fact, the CrowdStrike disaster shadowed an example that began the same day. For the last week, Bangladesh has faced near total internet blackout after a government shutdown in response to violent clashes between protesting students and police. The online cutoff has been accompanied by a curfew and reporters say the lack of internet access makes accurate information harder to come by. At least 150 people have been killed in the clashes, with some local media putting the figure much higher.\nThere's a growing push to understand internet access as a human right. \"Think about all the things it gives you access to: employment, healthcare, education, communication, business and just understanding the world around you. We've found that internet shutdowns actually impede humanitarian delivery and prevent the documentation of atrocities,\" Rosson says.\nIndia is probably the world leader in using internet shutdowns to quell unrest, but it's a widespread tactic that's been deployed in at least 83 countries including Iran, Russia, Algeria, Senegal, Tanzania, Cameroon and Venezuela, according to Access Now. \nIn places where the internet connection depends on one fibre-optic cable, it makes for a glaring Achilles heel. After decades of the internet worming its way into every corner of our lives through wires and WiFi connections, you might think there would be more built-in fail-safes to keep the world churning. But largely the opposite is true, according to Casey Oppenheim, chief executive at Disconnect, a cybersecurity company. \n\"To me this is the real lesson of the CrowdStrike event,\" Oppenheim says. CrowdStrike holds a massive market share in its corner of the security business, serving more than half the companies on the Fortune 500 list. \"The less diversity you have in any ecosystem, the more vulnerable you become, and there's zero diversity at the top of the internet supply chain. You can pick any core area of the internet and you'll find a very short list of companies in control.\" \nIn other words, Oppenheim says, the potential for catastrophic internet failures is yet another consequence of \"monopolistic forces\" in the tech business. When so much depends on a single company, one wrong move can bring it all tumbling down. \"As governments take on antitrust issues, it's something we may want to think about,\" he says. \nMore like this:\n• The cyber-attack that sent an Alaskan community back in time\n• Google just updated its algorithm. The internet will never be the same\n• Why your internet habits are not as clean as you think\nThe most famous internet failure in history is one that didn't really happen. Twenty-five years ago, the public went into a frenzy over the Y2K Bug. Many predicted that the dawn of the new millennium in the year 2000 would come with a global computer failure. Thanks to short-sighted engineers, many computer programmes relied on calendars that used two digits for the year instead of four. That meant 2000 would be indistinguishable from 1900 on New Year's Day. Forecasts about the resulting computer crashes were nothing short of apocalyptic, with stories about failing governments, riots in the streets and total societal collapse. The world was just starting to comprehend the power of the tech industry, and for many, the Y2K bug was as terrifying as it was obscure. Some people stocked up on food, water and weapons.\nThere were indeed widespread glitches when the clock struck midnight on 31 December 1999. Most were trivial, such as train delays in Norway or misprinted jury summons in Oregon, US. Some reports were serious, but compared to the forecasts, the supposed Y2K disaster never materialised. \nElevators didn't stop running, as some building managers were reported to fear. Years of warnings about a collapse of the global financial system were for naught. Prison doors did not fling open and let convicts free, despite some warnings. And unlike the early days of the Covid-19 pandemic, the recommended toilet paper stock piles weren't necessary. The problems could have been far more severe, though the most dramatic prophecies were always overblown.\nCrowdStrike is the closest we've come to a full-blown internet shutdown. Even with its unprecedented scale, however, the consequences lasted just a few days. CrowdStrike was a taste of what's possible. Security experts are still bracing for the big one. \n--\nFor timely, trusted tech news from global correspondents to your inbox, sign up to the Tech Decoded newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week. \nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "How America's porn wars could change your internet",
        "href": "/future/article/20240723-how-the-american-war-on-porn-could-change-your-internet",
        "article": "Papers please: for millions of Americans, accessing online pornography now requires a government ID. It could have global implications for the future of the web.\nPay a visit to the website Pornhub while in the state of Texas today and you may be disappointed. Instead of the usual content you might find on a pornographic website, you'll get just a single video. It features a fully-clothed adult film star called Cherie DeVille – and she's discussing public policy.\n\"As you may know, your elected officials are requiring us to verify your age before allowing you access to our website,\" DeVille says in the video. Rather than asking its users to hand over photographic ID on every visit, she explains, Pornhub and its network of sister sites decided to simply block everyone in the state.\nTexans aren't alone. As you read this, a pornography blackout is rolling across the US. In 2023, Arkansas, Mississippi, Utah and Virginia all passed laws requiring age verification, and Pornhub blocked them all as the laws took hold. North Carolina and Montana followed at the beginning of 2024. Legislation in Idaho, Kansas, Kentucky and Nebraska sparked the same treatment in just the past few weeks. And with new laws scheduled to take effect, the shut-off could blanket the majority of the American South by this time next year. Pornhub – the fourth-most-popular website on Earth by some measures – may soon be blocked for one out of three Americans.\nThe stated aim of these laws is to protect children from accessing pornographic content amid concerns that it may cause harm by normalising aggressive or violent sexual behaviour and encouraging unrealistic expectations of sex.\nTo date, 19 US states have passed laws requiring pornographic websites to verify their users age since 2022, and lawmakers have proposed age verification bills at the national level. The move towards requiring ID checks isn't limited to adult sites, either. Other proposed regulations in the US, the UK, the EU, Australia, and parts of Asia may soon require age verification for social media and a variety of other platforms.\nProponents say it is no different from the ID check required to buy a pack of cigarettes, common-sense safety efforts that will work as well online as they do in retail settings. \"It's very simple,\" says Terry Schilling, president of the American Principles Project, a conservative think tank and one of the key organisations advocating for age verification laws. \"We don't think kids should be able to access the amount of pornography that they're able to access today.\"\nBut those who oppose the new rules say the laws are poorly designed and could even push people to darker parts of the internet, putting children and adults in more danger. They also argue that the repercussions of the new legislation could have profound consequences for the future of the internet and the freedom it affords. \"Let's be honest, between social media and pornography, that's probably the bulk of everyone's online activity,\" says Daniel Kahn Gillmor, senior staff technologist for the American Civil Liberties Union (ACLU).\nAnd while few disagree that preventing children from accessing online pornography is a good idea, there are some who feel there are better ways of doing it than a blanket enforcement of age verification rules.\nTaken alongside the growing political debate about how best to regulate the online world and the technology platforms that support it, the internet seems to be at a turning point.\nIn case a brought by a coalition including Pornhub's parent company Aylo and the ACLU this year, the US Supreme Court has agreed to review the issue of age verification. There's no telling how the court will rule.\nIn the meantime, access to pornography has become a mounting issue in the background of the US presidential election. Donald Trump's pick for vice president JD Vance has said in the past that pornography should be outlawed, and influential conservative think tanks are calling for a total ban on porn should Trump regain the White House.\nIf the age verification movement goes unchecked, it's possible that you could be forced to tie your government ID to much of your online activity, Gillmor says. Some civil rights groups fear it could usher in a new era of state and corporate surveillance that would transform our online behaviour.\n\"This is the canary in the coalmine, it isn't just about porn,\" says Evan Greer, director of Fight for the Future, a digital rights advocacy group. Greer says age verification laws are a thinly veiled ploy to impose censorship across the web. A host of campaigners warn that these measures could be used to limit access not just to pornography, but to art, literature and basic facts about sex education and LGBTQ+ life.\n\"We don't just oppose it because of some lofty idea about free expression,\" Greer says. \"We fundamentally believe it will make kids less safe by cutting them off from information about some of the most important topics in their life.\"\nThe new laws simply look for \"some quick fix for the internet\", Greer says. \"There's an important and valid discussion to be had about the impact of porn on our society, and platforms should be pressured to do more to protect children,\" she says. \"But once you need an ID scan in order to browse the web, it immediately creates a barrier to free speech and limits people's access to information.\"\nRepresentatives of groups advocating for age verification, meanwhile, say the trade-offs are worth it, and these new laws are crucial to protecting the safety of children online as well as simple to implement.\n\"The porn industry is lying to you and being hysterical,\" Schilling says. Requiring porn sites to check users' IDs \"is basic common sense. It's cheap, it's affordable, and it's been around for decades. It's a self-evident truth that kids should not have access to pornography, but even if it wasn't, some research suggests that early exposure to pornography is very harmful to children\".\nOver a dozen US states have passed resolutions declaring that pornography is a \"public health crisis\", highlighting the dangers to children in particular. Their concerns echo those raised by a number of international organisations including the United Nations Children's Fund (Unicef) and the UK's Children's Commissioner, who in a recent report on a survey of 1,000 young people concluded that pornography can normalise sexual violence and harmful attitudes among children.\nThe scientific evidence, however, is far from clear. There are a number of studies that suggest that porn can have a negative effect on young people's attitudes and sexual behaviour, but the extent and scope of those effects are hazy. One meta-analysis found many studies on the topic show signs of bias or a lack of rigorous science, making it hard to draw \"valid causal conclusions about effects of pornography on adolescents\". And despite widespread assumptions, studies have found little evidence to support the idea that pornography causes addiction in children or adults.\nOpponents of age verification laws rules say the groups pushing these laws are evidence of a larger conservative agenda at play. Kelsy Burke, a sociology professor at the University of Nebraska and author of The Pornography Wars, believes the age verification laws are part of a wider moral battle taking place all over the world.\n\"Protecting children seems like something we can all agree upon,\" says Burke. \"But this may not really be about children or even pornography at all. Rather, it's a way to codify specific moral beliefs about sexuality and gender that may not align with the majority of Americans.\"\nOrganisations pushing for the laws have long been outspoken on LGBTQ+ issues. A primary focus of the American Principles Project, for example, is to oppose the normalisation of transgender identity. The National Center on Sexual Exploitation (NCOSE), a conservative-led anti-pornography group formerly known as Morality in Media that's also pushing for age verification laws, has a long history of opposing LGBTQ+ rights. The organisation recently expressed \"regret\" and tried to distance itself from past statements, insisting that \"supporting and protecting LGBTQ+ communities\" is now a priority for the NCOSE.\nBoth the American Principles Project and the NCOSE say their support for age verification laws is about protecting children from porn, and nothing more.\n\"NCOSE recognizes that vulnerability knows no boundaries and affects individuals of all sexual orientations and gender identities. We firmly believe in the importance of supporting and protecting LGBTQ+ communities,\" says Dani Pinter, senior legal counsel at the NCOSE. \"I think that some groups that opposed to these efforts are disingenuously pointing to this as a distraction.\"\nWhen it comes to protecting children, leaders in the porn industry say they agree with their harshest critics.\n\"Pornhub is in favour of the concept of age verification. Full stop,\" says Alex Kekesi, vice president of brand and community at Aylo, Pornhub's parent company. \"We don't want kids on our platforms, and we welcome further regulation to make it difficult if not impossible for children to access age-inappropriate content.\"\nThe problem, she says, is that the current age verification laws are ineffective at protecting children. Internet policy experts it's trivial to skirt around an internet regulation that only applies in certain states using virtual private networks (VPNs), which let you disguise your location. Plus, kids can just go looking for porn on websites that don't follow the rules.\nAdult industry executives aren't the only ones voicing this concern. According to more than half a dozen internet and child safety experts who spoke to the BBC, the current set of age verification laws could have unintended effects on how children use the internet.\n\"These mandates may inadvertently drive children towards more dangerous online environments, both on the clear and dark web,\" says Bob Cunningham, chief executive of the International Center for Missing and Exploited Children (ICMEC), in a statement.\nWhile some mainstream porn sites are choosing to comply with the new laws, either by verifying ages or withdrawing from states altogether, millions of other websites don't bother. And according to many child safety experts, mainstream porn websites do a better job at policing dangerous and illegal content than those that are less likely to follow the new legislation.\nThe argument from the adult industry is that if people are going to look at porn, the mainstream sites are some of the safer places to do it.\nPornhub has faced criticism over in the past for safety issues for both children and adults on its website. For example, a 2020 New York Times investigation found child sexual abuse material, depictions of rape and other noxious and illegal content on the website. Aylo says these stories misconstrued the issue as such problems were industry-wide, not just in the porn business but across social media and other large platforms.\nPornhub and its sister sites has also been purchased by new owners, and Aylo says it has since tightened its practices. According to Kekesi, every single piece of content uploaded to Pornhub is now manually reviewed by a human being. And while Pornhub believes regular users deserve a heightened level of privacy, the company requires everyone who uploads or appears in content on the platform to verify their age, identity and consent.\nIn May 2024, Aylo partnered with the Internet Watch Foundation (IWF), a group that works to prevent child abuse online. \"Aylo has shown leadership in its efforts to make its platforms safer,\" says Susie Hargreaves, the IWF's chief executive. \"We hope other adult entertainment sites follow their example.\"\nSites that do adhere to the age verification laws say that there has already been a noticeable reduction in the users staying on its site. xHamster, a leading adult video platform that says it check IDs and complies with all age verification laws in the US, says that only 6% of visitors to its site attempt to go through age verification. Only half of them ultimately succeed. While some users will undoubtedly give up their search, experts such as Greer of Fight for the Future say that most go looking elsewhere.\n\"To speak frankly, this is leading to the suppression of the most responsible sites in the industry in favour of those that often do not verify uploaders, do not moderate content, do not integrate age verification, and hide their jurisdiction,\" an xHamster spokesperson says.\nStill, some advocates argue it is too early to know what impact the laws are having.\n\"I agree that there are better ways to do this,\" says Pinter of the NCOSE. There may be a small segment of kids that end up on more dangerous sites, she says, \"but many young children stumble upon this stuff accidentally, so the more barriers they have to finding it, the better\".\nSimilar concerns surround other age verification regulations. For example, the UK Online Safety Act will impose age restrictions on porn, social media and many large online platforms. Wikipedia recently said it will refuse to comply with the UK's age verification rules because it would \"violate our commitment to collect minimal data about readers and contributors\". Regulators haven't finalised exactly how companies will need to verify ages, but the proposals include the same controversial ID checks.\nAnd in Washington, American lawmakers are debating a bill called the Kids Online Safety Act (KOSA) that would install similar restrictions across the US. Widespread pushback sparked amendments to KOSA that promise to forgo age verification, but opponents say the bill would still give unelected officials broad powers to censor the web.\nKelsy Burke of the University of Nebraska and other critics say that many age verification laws are vague enough to sweep up far more than content intended for sexual gratification. The legislation mandating age verification typically applies to any website where 25% to 33% of the content is \"harmful to minors\". And in Kansas, for example, the statute which defines content that's harmful to minors includes \"acts of... homosexuality\", she says.\nKansas state senator Jeremy Ryan Claeys, who introduced the state's age verification law, did not respond to a request for comment.\n\"There's never been a clear definition of pornography. It's just a convenient, pejorative label that politicians and religious leaders have applied to material they don't like,\" says Ricci Levy, president and chief executive of the Woodhull Freedom Foundation, a non-profit that advocates for sexual freedom. \"We're in the midst of huge backlash in the UK and the US around sex and sexuality, and we should be extremely cautious about policing sexuality online.\"\nCritics highlight the fact that age verification laws are being pursued at the same time Republican-led book bans have taken root across the US, censoring children's books for mere mentions of issues related to race, gender and sexuality, often under calls to protect kids from \"smut\".\nThere's no question that online anonymity has contributed to a host of problems such as child abuse, drug trafficking, cyberbullying and other unpleasantries. But civil liberties advocates argue that same anonymity is also responsible for the freedoms that made the internet such a positive, revolutionary force.\n\"Age verification imposes a burden on adults' ability to access content, because it means that all users have to verify their ages, not just children,\" says Vera Eidelman, one of the ACLU attorney's working on Pornhub's upcoming Supreme Court case. It could deal a serious blow to online anonymity, robbing people of their right to explore ideas and speak freely. \"Combined, it means people will be much more hesitant to engage with content that is legal to access.\"\nPinter acknowledges these are legitimate concerns about age verification that should be mitigated. But, she argues, the \"absolutists\" also need to accept the need to trade some privacy in order to protect children.\nSo could there be a way to both protect privacy and children? There is another solution that many opponents of age verification prefer: a system known as \"device-based\" age verification. Essentially, lawmakers could make technology companies build age verification features into the operating systems on smartphones and computers.\n\"We believe that device-level age verification offers a comprehensive solution,\" says Cunningham of the International Center for Missing and Exploited Children.\nAll the current state age verification laws require websites to do the checking themselves, typically through the use of third-party tools. That can be a problem, because it outsources digital safety issues to companies that may not have the resources or a track record of protecting users. These aren't hypothetical concerns. In June, for example, a report from 404 Media found a company used for age and identity verification on platforms including TikTok, Uber and X left scans of drivers licenses exposed online and vulnerable to hackers.\nDevice-based age verification tools, meanwhile, built by the likes of Apple, Google and Microsoft would presumably be more reliable than third-party tools or systems built by governments when it comes to protecting data from leaks and hackers. (Apple, Google and Microsoft did not respond to a request for comment.)\nThe device-based approach could also allow governments to mandate the availability of age verification infrastructure but give parents the option to enable it, rather than imposing ID checks on every internet user who visits a porn site. That would put the power in the hands of families, rather than the state. Plus, device-based verification would be cheaper and easier for websites to adopt, increasing the chances of more compliance across the internet. It also helps with privacy concerns; a website could ask your phone to verify your age without sharing any additional information about you.\n\"Most phones are being bought by parents, not minors, so parents could just set something like this up with parental controls without requiring people to upload their ID,\" says Mike Stabile, director of public policy at the Free Speech Coalition. \"That's why we're so flummoxed by this legislation. There's an easy way to do it.\"\nAccording to the ACLU's Daniel Kahn Gillmor, the technology exists to build a safe and secure system that verifies a users' age while protecting their privacy.\nPornhub's parent company Aylo says it's ready to dedicate significant resources and manpower to building a comprehensive device-based age verification system, but it needs partners in government and industry to make it work. Supporters of such a project include xHamster, the Free Speech Coalition and Meta, the owner of Facebook and Instagram. NCOSE also supports device-based age verification and has even drafted a model bill legislators could implement – though Pinter stresses that she believes it's still possible to do safe and effective age verification on the website level.\nBut some technology policy experts hesitate. Gillmor says lawmakers shouldn't mandate any form of age verification – even one built by Apple or Google – until a vetted and well-established system is built that ensures civil rights protections. And device-based age verification has its detractors.\n\"Why should Apple have the responsibility to protect children from porn? It's not Apple's problem, this is Pornhub's problem,\" Schilling says. Pornhub is a billion-dollar company, and it's a farce to suggest it couldn't come up with a safe, effective way to check users' ages without violating their privacy, he argues.\nSchilling dismisses the entire debate over age verification laws as a bad faith argument from an industry fighting to maintain its billion-dollar portfolios. But for others, the future of free speech on the internet hangs in the balance. In the US at least, it's now up to the Supreme Court.\n\"Giving your ID card every time you want to visit an adult platform is not the most effective solution for protecting our users,\" DeVille says in her video. \"Until a real solution is offered, we've made the difficult decision to completely disable access to our website in your region.\" It's a message that millions of Americans will hear by the time the judges weigh in.\nThomas Germain is a Senior Technology Journalist for the BBC. He's covered AI, privacy and the furthest reaches of internet culture for the better part of a decade. You can find him on X and TikTok @thomasgermain.\n--\nFor more technology news and insights, sign up to our Tech Decoded newsletter, while The Essential List delivers a handpicked selection of features and insights to your inbox twice a week.\nFor more science, technology and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "The lost Olympic sport of 'distance plunging'",
        "href": "/future/article/20240720-the-extinct-olympic-sport-that-was-the-dullest-of-all-time",
        "article": "In the plunge for distance, any form of exertion was strictly forbidden.\nWilliam Dickey teeters on the edge of the diving block, contemplating the placid waters of the lake below. He's a future swimming champion – an elite sportsperson and member of the New York Athletic Club. Only, he doesn't quite fit the mould.\nClad in a baggy one-piece bathing suit made from wool, and sporting a bushy chevron moustache, there's not a bulging muscle or V-shaped torso in sight. The competitor takes a deep breath into his well-padded frame, and gently tips himself, arms outstretched, into the water below.\nIt's a muggy September day at Forest Park in St Louis, Missouri and Dickey is competing in the 1904 Olympics. A few seconds later, he floats to the surface of the lake. He's lying face-down, perfectly still, and gently drifting – his body frozen into a long stretch. This is impressive – the race is going well. He wafts along like a log caught in a light breeze, at around the speed of a sleeping duck. Could he… yes, he's going to win. Might he even break the record?\nThis is the \"plunge for distance\", a race that was once a staple of any swimming competition – as conventional as the 50m (164ft) freestyle or 100m (328ft) backstroke. Then it silently disappeared from the sporting calendar across the globe. Now even professional swimmers have never heard of it.\nThe distance plunge, as it was also known, defied the usual conventions of athletics. It didn't require superhuman strength, endurance, agility, speed, or even creative flair – in fact, apart from an initial dive, any form of exertion was strictly prohibited. But most of all, it was also, according to many contemporaries, eye-glazingly dull to watch, and holds the dubious distinction of having been labelled the lamest, weirdest and most boring Olympic sport of all time. But was it really that easy? And does it deserve its wearisome reputation?\nThe rules of the plunge for distance were as particular as those for any sport. The competitor began with a regular standing dive, of the kind you might attempt into the hotel swimming pool on holiday – casual, and not particularly ambitious.  This was the \"plunge\", and it was done from a height of 18 inches (46cm), without a diving board.\nOnce the competitor had hit the water, they had to keep their body perfectly still – they could not move a muscle or propel themselves in any way. There were two ways of assessing performance: the winner was either the person who travelled the furthest before they were forced to raise their face to breathe, or the competitor who achieved the longest distance within one minute.\nAfter a slow glide underwater, the plunger inevitably bobbed up to the surface, where they would continue to float passively, arms outstretched, hoping to rack up a few more inches. As they wafted along, there was so little action, athletes could have been mistaken for having abruptly fallen asleep. As a result, the event has been derided as \"competitive floating\".\nIn 1930, the sportswriter John Kieran laid out his view in the New York Times: \"The stylish-stout chaps who go in for this strenuous event merely throw themselves heavily in the water and float along like icebergs in the ship lanes.\"\nEven the British journalist Archibald Sinclair, who was sympathetic to distance plunging, stated matter-of-factly that the activity was often vetoed from swimming competitions because it didn't produce any excitement among spectators. In all, \"to the uninitiated the contests appear [an] absolute waste of time,\" he wrote in the book Swimming, published in 1893.\nWith its relaxed approach to physical effort, distance plunging attracted an unlikely cast of champions that may otherwise not have become involved with competitive sport. They tended to be indifferent swimmers, and the vast majority had more body fat than the average sportsperson today. \nTake Frank Parrington, who set the current world record of 86ft and 8in (26.4m).  When he wasn't cruising through water very slowly, winning the Amateur Swimming Association plunging championship 11 times, he worked as a police sergeant in Liverpool. Dave Parrington, head diving coach at the University of Tennessee, is his grandson. He explains that Frank Parrington got into distance plunging between serving in World War One and World War Two. He was a \"big man with a big chest and a bit of a belly\", and was probably introduced to the sport at the local swimming baths, says Dave Parrington, who suggests that this physique may have nudged him in the direction of this particular event.\nUnlike in many other sports, possessing enough fat – and not too much muscle – was thought to be vital to the success of distance plungers. Slender athletes were written off as plungers, and rarely did well. In 1916, one champion swimmer went so far as to claim that the plunge for distance records were all held by \"men of weight\", according to his analysis.\nFat is less dense than water, and can therefore provide competitors with added buoyancy, while muscle and bone are more dense, increasing the risk of a person sinking. Dave Parrington explains that lean, muscular people won't necessarily end up at the bottom of the swimming pool, though some bodybuilders have this problem. Instead, when they rise up to the surface for the second half of their plunge, their legs might drop. \"So all of a sudden they're no longer flat, their legs… they'll actually be bent below the water line,\" he says. With their lower half dangling, a person's chances of a successful distance plunge are slim – above all, this is a sport of hydrodynamics.\nEven in its heyday, distance plunging was widely disparaged as a non-event that apparently required no skill or talent whatsoever. In the years before World War One, athletic unions and college authorities in the US were urged to drop the sport, which became something of a joke.\nIn August 1920, a group of youths improvised the \"West Side Baths\" on West 48th Street in New York City – a playful summer setup involving a fire hydrant and fire hose operated by a fireman, who sprayed water across the road to create a kind of urban river. According to a contemporary report in the New York Times, among the delirious fun to be had there was the satirical game \"plunge for distance\", which involved a running bellyflop onto the street's slippery asphalt, leading to a 15-20ft (4.6-6m) slide. The journalist noted \"It takes more skill and a deal more hardihood than the plunge for distance in a swimming tank.\"\nBut distance plunging was not just down to adipose tissue – and advocates of the sport believe its reputation was wildly off the mark.\nIn the absence of a professional coach, Frank Parrington used to take his young son to the swimming pool and ask for observations on his technique. Dave Parrington never met his grandfather, who was killed at just 42 years old during a series of devastating bomb raids on Merseyside during the spring of 1941. Nevertheless, his methods have been passed down the generations. \nFirstly, it's important to get the angle of entry to the water right, explains Dave Parrington. If you dive too shallow, you'll surface too soon – too deep, and you'll bob up abruptly. Frank Parrington was a master of this, he says, and also paid particular attention to his floating posture. \"One of the things that my dad told me was that his father would ask him to make sure that once he had surfaced, his heels were touching the surface of the water, not hanging below it,\" he says. This streamlined position allowed him to glide further, since the body must be kept perfectly still.\nFinally, Frank Parrington taught himself to control his breathing. Many people exhale when they dive, says Dave Parrington, but \"you want to make sure that when you enter the water you have air in your lungs to help maintain that buoyancy,\" he says.\nIn addition to the factors distance plungers could control themselves, the event came with one major hidden challenge – currents. Many competitions, including the 1904 Olympics, were held outdoors. And if the water and wind weren't perfectly still, athletes could encounter resistance that hindered their gliding efforts. Even at indoor contests, if the person who was in the pool just before them swam back towards the starting line before getting out, they could inadvertently create a similar effect.\nDave Parrington often practises distance plunging with his diving students, just for fun, and this has reinforced his own appreciation of his grandfather's skill. \"None of them even come close,\" he says. Though Dave Parrington was once a competitive diver himself and participated in the 1980 Olympics, the furthest he has managed to plunge is 75ft (23m).\nAlas, the subtle finessing involved in a distance plunge was largely invisible to the average spectator – and the sport's reputation as formidably soporific never wore off. \nAs early as 1908, just four years after its Olympic debut, the distance plunge had already been removed from the programme forever.\nMartin Polley, a professor in the department of history at De Montfort University, UK, explains that the Olympics were particularly experimental in the early 20th Century. Events included a water-based obstacle race, in which contestants had to swim under and clamber over rows of boats, underwater swimming – canned because spectators couldn't see anything that was happening – tug-of-war and croquet.\nAfter the Olympic rejection for the distance plunge, things were about to get worse. \"It had been criticised in the press as early as the 1890s, in both the UK and the USA,\" says Polley, who explains that by the 1930s, the sport was being phased out of national competitions. But even in the 1980s it still hadn't completely vanished – he remembers competing in distance plunging competitions at secondary school in the UK.\nThe trickiest part, Polley says, was to keep your arms outstretched in the dive position once you had entered the water. \"It’s counter-intuitive to be in a swimming event and not to move!\" He also found it hard to contain his momentum to a straight line because the body tends to drift.\nWhile he enjoyed competing – he remembers being pleased at having the pool entirely to himself when it was his turn – Polley confirms that watching the sport was indeed \"pretty boring\". \"There was not much crowd noise, as the competitor can't really hear anything when they are underwater, but there were big cheers when people who had gone a long-distance surfaced,\" he says. He never won any of these events himself, but he was probably mid-ranked, he says.\nToday distance plunging is almost completely extinct, apart from the occasional resurrection at school swimming galas. But should the world heave a collective sigh of relief, or could we be missing out on the thrill of watching people float very, very slowly?\nMedal Moments\nWant to read more about the Olympics? Sign up for Medal Moments, your free global guide to Paris 2024, delivered daily to your inbox throughout the Games.\nFor a sport that was widely scorned, just occasionally, the plunge for distance received rapturous reviews. At one event hosted by the YMCA youth organisation in Victoria, British Columbia, it was described as \"certainly the most interesting event of the evening\", after a swimmer eventually cruised almost the entire length of the swimming pool.\nIn response to the threat of the sport's banishment from certain competitions, one former champion remembered in 1917: \"At many a meet I've seen the crowd watch breathlessly a close fight for laurels between evenly matched contestants, then break into a storm of applause at an especially good performance.\"  \nDave Parrington explains that the plunge was particularly popular at exhibitions and the openings of new public baths, where plungers often disregarded the 60-second time limit and racked up impressive distances – all while holding their breath for several minutes. In these circumstances, his grandfather could travel some 110ft (34m).\nBack at the 1904 Olympics, Dickey eventually cruised along for 62ft 6in (19m) to win gold. There was a current in the lake that day, but athletes nobly took this in their stride – it was suspected to be sweeping them forwards in their direction of travel. He didn't know it at the time, but this would be the best Olympic plunge performance in history.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "The hidden benefits of volunteering",
        "href": "/future/article/20240723-how-volunteer-social-prescribing-could-help-with-pain-and-boost-health",
        "article": "In a bid to improve health and wellbeing, social prescriptions can cover everything from volunteering and art classes to support with household bills. But do they really work?\nAkeela Shaikh is a natural carer. After becoming a mother at 19, she realised she loved caring for people and decided to pursue it professionally – first at a home care agency, then in a residential care home. \"I just knew, that's me: caring,\" she says.\nBut the care jobs she loved so much started to tax her physically. They came with literal heavy lifting: moving patients, pushing beds, being on foot 24/7 to tend to patients' every need. Gradually, the caring took a toll on her back and she realised it wasn't going away; she had developed chronic pain. \nHer doctor urged her to rest, and eventually the pain got so bad Shaikh agreed. But instead of making her feel better, Shaikh found resting only made her feel worse, and she found she could no longer get out of bed. \"It was a nightmare, and I became a nightmare,\" she says.\nShaikh couldn't imagine her life without work and became distraught at becoming the one who needed the care. When her husband and kids called doctors and therapists to try to help her, she became even angrier.\nWhen both her mother and mother-in-law then became ill at the same time and she couldn't take care of them, she sank to the lowest she'd ever felt, she says, and began to have suicidal thoughts. \"I just kept thinking, 'There's nothing left. I can't do anything anymore, and I don't want everyone to do everything for me. I don't belong here anymore. It's just too much'.\"\nBut as she watched her mum suffer, she had a lightbulb moment: \"My mum worked so hard for everyone else, but she never listened to her own needs until she became very, very ill. And I just thought, 'Wow, I'm doing what my mum did, and it's not fair to my kids or to my husband'.\"\nThe thought prompted Shaikh to finally get help. She tried antidepressants, then counselling although neither worked for her. But then a nurse gave Shaikh a different kind of medicine: \"She gave me a card that read 'social prescribing'.\" The card led to a phone call with Joanne Gavin, at the time a link worker with Bolton Community and Voluntary Services in Greater Manchester in the UK.\nInstead of asking \"what's the matter with you\", link workers ask patients \"what matters to you\" and find suitable community activities that fit their answer.\nWhereas some chronic pain patients might benefit from medication and therapy, others might find that activities in nature or the arts help with their pain. But it was clear what mattered to Shaikh was really another chance to take care of someone. \nGavin intuited this. And when she asked Shaikh what she thought might help her feel better, she honoured her answer: \"a job\".\nIn 2018, the local healthcare system in Bolton, England, had asked Gavin to help run a pilot programme for this ambitious idea of \"prescribing\" volunteer work. Her job would be to listen to patients and refer them to spots in charities based on what mattered to them.\nAt the time, Gavin had never heard of social prescribing, which \"was very, very new\", she says. But the logic clicked immediately.\n\"My approach is to listen to someone's story and look at not just what's going on now but what they were like before they started to feel depressed or anxious,\" says Gavin. \"You're still that person you were before you felt ill. It's just a question of how you get back there.\"\nThe power of social prescribing – helping patients to improve their health and wellbeing by connecting them to community resources and activities – is increasingly backed by scientific studies. Prescriptions can cover everything from art classes and cycling groups to food and heating bills.\nPerhaps counterintuitively, prescribing \"service\" is proving to be one particularly effective form. Early studies have shown that those in nursing homes who are given choices and responsibilities to serve their surrounding environment (such as taking care of a houseplant) can thrive more than those who are simply there to be taken care of, not to do the caring.\n\"Helping feels good to the helper, but over time it may make the helped feel incompetent,\" writes American psychologist Ellen Langer, who led the house plant study, in her bestselling 2009 book Counterclockwise.\nOther studies have found taking care of animals can improve our health, with studies suggesting it can help by giving people a daily routine, a sense of purpose, positive distraction, companionship, and emotional support. Another recent study, meanwhile, found that gardening is associated with improved cognitive skills, and can even help stave off dementia.\nBut beyond taking care of plants and animals, \"service\" prescriptions also entail taking care of each other through volunteering. Among a raft of benefits, volunteering has been shown to improve quality of life, lead to better health outcomes and reduce symptoms of depression and stress.\nOne particularly surprising 2019 study of nearly 7,000 older Americans found that life purpose was significantly inversely linked with all-cause mortality. In other words, having a high sense of life-purpose could help you live longer than those who lack one.\nFor Stephen Post, professor of preventative medicine at the Stony Brook University and co-author of the 2008 book Why Good Things Happen to Good People, these results make perfect sense. \"When you volunteer, you get away from the problems of the self, and experience so many internal benefits – you're happier, more tranquil, more resilient,\" he says.\nSeveral studies back up this idea. In a 2017 study, people who volunteered less had more pain and depressive symptoms, and volunteer activities appeared to have a mediating effect on the relationship between pain and depression. Another study from 2002 found peer volunteers assigned to help others struggling with chronic pain saw their pain intensity scores drop while they were volunteering. But despite the mountain of evidence, says Post, \"people can't quite believe that what you really need to do is prescribe some sort of meaningful volunteer activity\".\nThat's especially true for chronic pain, a condition affecting an estimated one in four in the UK and one in five in the US. In modern times, painkillers are often seen as the answer to pain, but both opioids and NSAIDS show a mixed bag around evidence and safety for long-term use. Which begs the question: what else works to treat pain, especially when that pain is chronic? \nThe answer may lie in demystifying what chronic pain actually is. We tend to think of it as a purely physical phenomenon (pain is painful). But in the early 1990s, during an epidemic of chronic pain in America, a doctor named John Sarno famously challenged this idea, suggesting chronic pain may also be a product of psychological factors. In his groundbreaking 1991 book Healing Back Pain, Sarno describes, among many other theories, one called \"weekend-vacation syndrome\" – a framework which paradoxically suggests that pain is more painful when we're away from work and \"resting\". \n\"As long as [people] are on the job, they may be 'burning up' the anxiety, but when they're away from it, supposedly relaxing, the anxiety accumulates,\" he writes. \nThat appeared to be the case for Shaikh: when doctors told her to relax and stop working, that's precisely when her back pain – and her psychological pain – got worse.\nPain psychologist Rachel Zoffness has been building on these theories. She argues in The Pain Management Workbook, published in 2020, that pain is always a combination of biopsychosocial factors, which is why pain feels worse when we experience negative emotions, like sadness and anger, or when we're focused on our pain and missing out on our lives.\nTo help, Zoffness suggests, we should visualise pain as a dial: just as there are things that turn our pain volume up, there are things we can do to turn our pain volume down. To help her own patients discover those things, she sometimes asks them, \"Will you tell me about a time you were so absorbed in an activity that you briefly forgot about your pain?\"\nThat's precisely what Gavin did for Shaikh.\nAs Gavin listened to where Shaikh wanted to be, she picked up on the support Shaikh needed to get there. \"A lot of her pain seemed to do with the fact that she wasn't working and she felt like her motivation was gone,\" Gavin explains. So when Shaikh said point-blank that she wanted a job, Gavin suggested one. It was a volunteer job, but Shaikh didn't care. For her, it wasn't about making money; it was about feeling a sense of purpose again.\nGavin prescribed the perfect gig for Shaikh: a shift at the office of Lagan's Foundation, a non-profit providing caregiving to children with complex needs. \"It was a way for Akeela to still be involved with the care inside, without the heavy lifting.\"\nAfter a few months of volunteering, Shaikh was offered an apprenticeship at Lagan's Foundation, and later a job there, too.\nA far stretch from bedridden, Shaikh practically sprints through Lagan's doors to give me a tour of her building, showing me the infant medical dummies that mimic her clientele. She tells me the story of the charity's namesake – a baby named Lagan who died three months after birth from an array of heart complications, and whose mother \"created this charity as a way to help every child and parent like her\".\nThrough phone calls and email logging, she makes sure families of children with complex needs get everything they need, from breastmilk and bereavement support to access to specially trained carers. \"We can ask questions that parents of the kids don't have time to ask themselves,\" she says.\nShaikh feels Gavin, the health worker who first asked her a question no other health worker had time to ask and honoured her unconventional answer, deserves much of the credit for her recovery. \"If it wasn't for Joanne, I don't think I'd be here,\" Shaikh says.\nMore like this:\n• How gut bacteria are controlling your brain\n• What is endometriosis?\n• The surprising benefits of blue spaces\nAfter Gavin intervened, Shaikh says she started feeling more like herself. At home, she is back to being the one who gives care. After her volunteer prescription, she reconnected with her family and friends. And although she still struggles with occasional back pain, she says she's accepted it as \"a part of her life\", not the ruler of it.\nOf course, volunteer prescriptions are not the answer for everyone dealing with chronic pain, depression or other difficult health issues. But for Shaikh, it was more medicinal than antidepressants, painkillers or simply resting. She hopes her social prescribing story can help others, especially if they, too, are in deep pain and don't see a way out.\n\"People will think they can't do anything anymore, but I want them to know, 'Yes, you can get better'. Take it from me: a person who wanted to kill herself is now living a normal life like everybody else.\"\n* This article is based on an extract from Julia Hotz's book, The Connection Cure, published 11 June 2024 in the US and the UK.\n--\nIf you are suffering distress or despair and need support, you could speak to a health professional, or an organisation that offers support. Details of help available in many countries can be found at Befrienders Worldwide. www.befrienders.org\nIn the UK a list of organisations that can help is available at bbc.co.uk/actionline\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "Want to live a long life? Start prioritising friends",
        "href": "/future/article/20240722-why-your-friends-make-you-live-longer",
        "article": "Your social network may influence your health as much as your exercise routine. David Robson, the author of a new book about our relationships, explores the evidence and reasons for this surprising link.\nIf you have paid attention to the latest thinking on wellbeing and longevity, you will have noticed increasing focus on the state of our relationships. People with thriving social networks, we are told, tend to be far healthier than those who feel isolated.\nOur interactions with others are so strongly linked to our longevity that the World Health Organization has just founded a new Commission on Social Connection, calling it \"a global health priority\".\nYou may be a little sceptical about these claims, and the mysterious mechanisms that are supposed to tie our physical wellbeing with the strength of our relationships. But our understanding of the \"biopsychosocial\" model of health has been growing for decades. While investigating the science for my book The Laws of Connection, I discovered that our friendships can influence everything from our immune system's strength to our chances of dying from heart disease.\nThe conclusions of this research are clear: if we want to live a long and healthy life, we should start prioritising the people around us.\nThe roots of the science can be traced to the early 1960s. Back then, Lester Breslow at the California State Department of Public Health set out on an ambitious project to identify the habits and behaviours that led to greater longevity. To do so, he recruited nearly 7,000 participants from the surrounding Alameda County. Through comprehensive questionnaires, he built an extraordinarily detailed picture of their lifestyles, and then tracked their wellbeing over the subsequent years.\nTake part\nA BBC study about your friendships\nWe'd like to hear about your own relationships, and the ways that they might be changing in the 21st Century. To take part in our anonymous study about friendship, complete this short questionnaire we've designed with the help of psychologist Ian MacRae. You'll learn more about your relationships in a personalised report, and help inform results that we'll publish on BBC.com later this year.\nWithin a decade, Breslow's team had identified many of the ingredients that we now know are essential for good health: don't smoke; drink in moderation; sleep seven to eight hours a night; exercise; avoid snacks; maintain a moderate weight; eat breakfast. At the time, the findings were so striking that when his colleagues presented the results to him, he believed they were playing some kind of prank. You will hardly need me to explain these guidelines in more detail – the \"Alameda 7\" are now the basis of most public health guidance.\nThe research continued, however, and by 1979, two of Breslow's colleagues – Lisa Berkman and S Leonard Syme – had discovered an eighth factor that influenced people's longevity: social connection. On average, the people with the greatest number of ties were around half as likely to die as the people who had smaller networks. The result remained even after they had controlled for factors such as socioeconomic status and people's health at the survey's start, as well as cigarette consumption, exercise and diet.\nDelving deeper, it became clear that all kinds of relationships mattered, but some were more meaningful than others. A sense of connection with spouses and close friends offered the greatest protection, but even casual acquaintances at church or a bowling club helped to stave off the grim reaper.\nThe sheer audacity of the claim may explain why it was initially neglected in public health guidance. Scientists were used to seeing the body as a kind of machine, largely detached from our mental state and our social environment. But since then, extensive research has confirmed that connection and loneliness influence our susceptibility to many diverse diseases.\nSocial support can boost your immune system and protect you from infection, for instance. In the 1990s, Sheldon Cohen at Carnegie Mellon University in the US asked 276 participants to give full details of their social ties. They were tested for an existing infection, then placed in quarantine and asked to inhale water droplets laced with rhinovirus – the bug behind many coughs and sneezes. Over the following five days, many of the participants went on to develop symptoms, but this was significantly less likely if they had a large and diverse range of social connections. Indeed, those with the lowest levels of social connection had three to four times the risk of developing a cold than those with richer networks of family, friends, colleagues and acquaintances.\nAny good scientist should always consider whether other confounding factors might explain the result. It's reasonable to assume that lonely people could be less fit and active, for example, if they spend less time out and about with friends and family. As Berkman and Syme had also discovered, however, the link remained even after the researchers accounted for all those factors. And the size of the effect vastly exceeds the benefits of popping vitamin supplements – another measure we might take to boost our immune system.\nThe social health boost extends to our risk of chronic, life-changing conditions such as type 2 diabetes. This arises when the pancreas stops producing enough insulin, and the body's cells stop responding to the insulin that's flowing through the blood – both of which prevent it from breaking down blood sugar to power cells. Factors such as obesity can contribute to diabetes, but so, it seems, does the quality of your relationships. A study of 4,000 participants in the English Longitudinal Study of Ageing found that a higher score on the UCLA Loneliness Scale – a questionnaire that scientists use to measure social connection – predicted the onset of type 2 diabetes over the following decade. There are even signs that people with stronger social ties have a reduced risk of developing Alzheimer's disease and other forms of dementia.\n \nThe strongest evidence, however, concerns cardiovascular diseases. Massive studies tracking the health of tens of thousands of people over many years have repeatedly highlighted the link. This can be seen in the earliest stages – people with poor social relationships are more likely to develop hypertension – and in the worst outcomes, with loneliness increasing the risk of a heart attack, angina or stroke by about 30%.\n \nTo get a measure of the social health boost's overall importance, Julianne Holt-Lunstad, a psychologist at Brigham Young University, in Provo, Utah, compiled the findings of 148 studies. Together they covered 300,000 participants and had looked at the benefits of social integration and the hazard of social disconnection. She then compared the effects of loneliness with the risks of various other lifestyle factors, including smoking, drinking alcohol, exercise and physical activity, body mass index (a measure of obesity), air pollution and taking medication to control blood pressure.\nThe results, published in 2010, were astonishing: Holt-Lunstad found that the size and quality of people's social relationships either equalled or outmatched almost all the other factors in determining people's mortality. The more people feel supported by the people around them, the better their health and the less likely they were to die. Overall, social connection – or its absence – played a larger role in people's health than alcohol consumption, exercise, body mass index and air pollution. Only the effects of smoking came close.\nThis research has faced critics. For iron-clad proof of a causal link between one lifestyle factor and overall longevity, you'd need to conduct a controlled experiment, in which you randomly allocate people to different conditions. That's how new medicines are tested – some take the pill and others take a placebo, and you then record the different outcomes. In this case, you would have to allocate some people to a loneliness condition, denying them friendships, while others are given a ready-made social network full of loving people. Clearly, this is ethically dubious and practically impossible to do – a fact that has led some people to question whether the apparent effects of social connection are real and significant. They suggest that the scientists might have missed some confounding factor that gives the illusion of a link between our social lives and our health and longevity, despite their best efforts.\nThis argument isn't quite as damning as it seems, however, as Holt-Lunstad recently argued in a review of the research. After all, we can't conduct randomised experiments on humans to prove the life-shortening dangers of smoking – the ethics would be even more problematic – but few scientists today would deny the fact that the one causes the other. That's because scientists have other criteria – known as the Bradford Hill guidelines – to demonstrate a causal link between a lifestyle and a disease.\nHolt-Lunstad points out that in long-term studies such as the Alameda research, for example, scientists can look for \"temporality\" – whether someone's lifestyle choice precedes the development of illness. In this case, the sequence is very clear: the people reported their loneliness long before they developed their ill health. Scientists can also look for a \"dose–response relationship\" – whether greater exposure of the proposed lifestyle factor results in greater risk. Once again, there is a clear pattern – someone who is completely isolated is more likely to suffer worse health than someone who is occasionally lonely, who in turn suffers more illness than someone who has a vibrant social circle.\nYou can also check whether the findings are consistent across different populations and using different measurement types. If the effects have only been identified in one small sample, or if they only appear when you consider a single loneliness questionnaire, you would be right to be sceptical. But this is not the case.\nThe social health boost has also now been documented across the world, says Holt-Lunstad, using multiple methods to quantify people's social connections. Whether you are asking for subjective feelings or considering objective facts, such as someone's marital status or the exact number of times they see acquaintances each month, the pattern stays the same. We can even see parallel effects in other social species as diverse as dolphins, chacma baboons and rhesus macaques: the more integrated an individual is within its group, the greater its longevity.\nTo understand how and why the strength of our social ties could influence our health to such a degree, we must consider our evolution. As early humans adapted to living in bigger groups, everything from food supply to protection from predators would have depended on their relationships. To lose standing with companions would have left them in danger of starvation, illness and injury.\nAs a result, the brain and body may have evolved to interpret social isolation as a serious threat. This could be the reason we feel such anguish when we are lonely and disconnected. In much the same way that physical pain warns us to seek out safety and tend to our wounds, social pain may have evolved to persuade us to avoid hostile parties and reestablish our positive relationships.\nFeelings of rejection or seclusion also set off a cascade of physiological reactions. In our evolutionary past, these were supposed to protect early humans from the immediate danger posed by isolation, such as attacks from predators or enemies. The brain triggers the release of norepinephrine and cortisol – hormones that keep the mind alert to threats and prepares the body for aggression. The immune system, meanwhile, starts ramping up the production of inflammatory molecules to defend from pathogens. For early humans, this would have reduced the risk of infection if they happened to be injured by an attack. A sense of isolation and social stress can also increase the creation of fibrinogen. This promotes blood clotting and would have helped wounds to heal.\nWhile this response would have increased our chances of short-term survival for our ancestors, it can cause longer-term damage. When the body is constantly prepared for hostility and aggression, it puts extra strain on the cardiovascular system. Chronic inflammation, meanwhile, may prevent wound infection, but the accompanying immune response is less adept at responding to viruses – which would increase the chances of catching a respiratory illness, for example. Chronic inflammation also causes wear and tear on our other cells that can raise the risk of diabetes, Alzheimer's and heart disease. The elevated levels of the clotting factor fibrinogen, meanwhile, can cause thrombosis, which may lead to a heart attack or stroke.\nIf we spend decades in loneliness and isolation, these changes can drastically raise the risk of illness and early death. When people enjoy connection and social support, however, their bodies will suppress processes such as inflammation. As a result, they will have a much better baseline of health that renders them less susceptible to disease.\nAs someone who has suffered from shyness, I once found these findings a little disconcerting. How can we reap the benefits of deep connection if we are not naturally gregarious and extroverted? But as I have delved into the evidence, I have discovered that our social skills are like our muscles – the more we use them, the stronger they become. Even self-declared introverts can learn to be more sociable, if they wish.\nIn much the same way that we plan a fitness regime to boost our physical activity, we can all find ways to integrate more meaningful social interaction in our lives, nurturing old bonds and building new ones. We are wired to connect, if only we provide ourselves with the right opportunities.\n* This is an edited extract from the book The Laws of Connection: The Scientific Secrets of Building a Strong Social Network, by David Robson. He is @d_a_robson on X and @davidarobson on Instagram and Threads.\nTAKE PART IN A BBC.COM STUDY: We'd like to learn more about your friendships and relationships. If you have five minutes, complete this short anonymous questionnaire and receive a personalised report about your how you interact with others in conversation. We'll analyse and publish the results on BBC.com later this year.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more science, technology and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "Why you are probably sitting for too long",
        "href": "/future/article/20240722-why-you-are-probably-sitting-down-for-too-long",
        "article": "In the office, on transport, at home…Sitting down is ingrained in most peoples' days. But, due in part to vascular dysfunction, staying sedentary for too long can increase the risk of serious health conditions like cardiovascular disease and type 2 diabetes.\nIn 1953, epidemiologist Jeremy Morris found that London bus drivers were more than twice as likely as bus conductors to develop coronary heart disease.\nDemographically (in age, sex and income range) the two groups of workers were the same, so why was there such a significant difference? \nMorris' answer: bus conductors were required to be on their feet and regularly climb the steps of London's iconic double-decker buses as they sold tickets to passengers, whereas the drivers remained seated for long stretches of time. His landmark study laid the groundwork for research on the links between physical activity and coronary health. \nWhilst London bus conductors may now be a thing of the past, Morris' results are more relevant than ever. Since the Covid-19 pandemic, there has been a huge shift towards working from home, which is likely to increase our collective sitting time. Without the trips to the water cooler and trot from meeting room to meeting room, it's easy to spend hours sat behind a desk without getting up. (Office culture, however, had already changed our working lives so much by the 1980s that some researchers joked that our species had become Homo sedens – the \"seated man\" – rather than Homo sapiens.)\nProlonged sitting is a form of sedentary behaviour, characterised by a highly reduced energy expenditure in a seated or reclined position. Typical sedentary behaviours including television-watching, gaming, driving and desk-bound work. Sedentary behaviours are associated with a higher risk of cardiovascular disease, type 2 diabetes and premature mortality, and the time we spend sitting down in particular has been identified as an independent risk factor in a range of health conditions. In 2020, the World Health Organization suggested measures to reduce sedentary behaviour.\nSince 2010, researchers have been keen to point out that sedentary behaviour is distinct from a lack of physical activity. You can get sufficient exercise per day, and still sit for too long. However, the risks of sedentary behaviour are heightened for those who do not exercise enough.\nWhy does sedentary behaviour increase risk of cardiovascular disease? The primary hypothesis is increased vascular dysfunction, particularly in the legs. The vascular system is responsible for keeping blood and lymph fluid – which forms part of the immune system – moving through the blood vessels.\nDavid Dunstan, a physiologist at Deakin University's Institute for Physical Activity and Nutrition, in Melbourne, Australia, has extensively researched the effects of prolonged sitting and possible interventions.\n\"What characterises sitting is a reduction in muscular activity,\" says Dunstan. \"If I'm on a chair, the chair is taking all the responsibility there.\"\nThe combined effect of reduced muscular activity, lower metabolic demand and gravitational forces decreases peripheral blood flow to the leg muscles, which can lead to blood pooling in the calves. The biomechanics of sitting, with the legs usually bent, can also reduce blood flow.\nReduced muscular activity of the leg muscles reduces their metabolic demand. Metabolic demand is the primary determinant of blood flow, so blood flow in the legs is also reduced. The biomechanics of sitting, with the legs usually bent can cause to blood pool in the calves – one study of 21 young healthy volunteers saw their calves increase in circumference by nearly 1cm (0.4in) over the course of two hours. This can also reduce blood flow.\n \nRecommended by the editor\nEarlier this year, my colleagues and I looked at some simple ways you can improve your physcial and mental health. We discovered it might not matter that much if you hit 10,000 steps everyday, but there are some types of exercise that can really make a difference.\nI was also reminded while editing this piece that even fidgeting while sat on a long phone call can have its benefits. Here are some other articles I went back to read again after this one:\nFrom Richard Gray, Editor \nNormal blood flow provides friction, known as arterial shear stress, against the endothelial cells which line the walls of blood vessels. The endothelium responds to this force and secretes vasodilators, like adenosine, prostacyclin and nitric oxide, which keep the vessels sufficiently dilated and maintain the ability of the vascular system to regulate itself – known as homeostasis.\nReduced blood flow, however, reduces shear stress, and the endothelium produces vasoconstrictors like endothelin-1 which cause the blood vessels to narrow. In a vicious cycle, vasoconstriction further reduces blood flow, and blood pressure rises to keep the blood moving. High blood pressure, or hypertension, is one of the predominant risk factors for cardiovascular disease.\n\"That's [vascular dysfunction] one of the potential mechanisms,\" says Dunstan. \"But the truth is that we haven't been able to pinpoint the exact mechanisms, and there's likely to be multiple. \nWhilst the underlying mechanisms are hypothetical, recent studies support the theory. A study with 16 young, healthy men found that sitting for three-hour periods increased blood pooling in the legs, peripheral vascular resistance, diastolic blood pressure and leg circumference. Another study finds that blood pressure increases with time spent sitting uninterrupted. Researchers generally agree that 120-180 minutes of uninterrupted sitting is probably the threshold at which you have probably spent too long in a seated position, but vascular dysfunction generally increases with time spent sitting.\nSitting for a prolonged period after a high-fat meal is thought to be particularly harmful.\nThe muscular skeletal system is also likely to be affected. Prolonged sitting contributes to reduced muscle strength, lower bone density and increased total and visceral fat in adipose tissue. Additionally, prolonged sitting is associated with physical discomfort, stress at work and higher depression, and can even lead to pressure ulcers.\nDunstan, who specialises in researching type 2 diabetes, also notes that sedentary behaviour increases post-meal, or post-prandial, rises in blood glucose and insulin. Impaired insulin sensitivity and impaired vascular function, both contribute to a higher risk of cardiovascular disease and type 2 diabetes.\nGiven all these well-known potential consequences, why is it that we sit for so long – and can we break the habit?\n\"I think people are becoming more sedentary because it's what society has encouraged,\" says\nBenjamin Gardner, a social psychologist specialising in habitual behaviour at the University of Surrey, who has been researching why people sit for so long. \"It's not that anyone's deliberately pushing it. It's just as things get more efficient, we don't have to move around so much.\"\nIn 2018, Gardner and colleagues found that encouraging standing in meetings presented unique social obstacles.\n\"We encouraged people to try this [standing up] in three different meetings, and we interviewed them after each one to find out how they got on, and the findings were fascinating,\" says Gardner. \"In a formal meeting, it was felt it was not appropriate to be standing.\"\nOther interventions include height-adjustable workstations, sit/stand chairs, treadmill workstations, and fidgeting the legs which enhances blood flow. (Learn more about why fidgeting is good for you.)\nJust getting up every-so-often and going for a light walk or climbing some stairs has also been shown to be beneficial.\nWearable technology may also help nudge us into action. In a promising new study, wearable devices called accelerometers provided 24-hour data on individual behaviour patterns including sitting, standing, sleeping and exercising. As Dunstan pointed out, this potentially allows for tailored optimal sitting and standing times, with devices then sending automatic reminders whenever we sit for too long. However, the use of technology is not without its drawbacks, as some may become frustrated by or desensitised to its prompts.\nAbove all, Gardner and colleagues encourage moving between sitting and standing positions more frequently. The premise of breaking up sedentary time by just standing up is simple, but has significant health benefits, particularly for low-activity individuals. For wheelchair users or others with mobility constraints, specific, adapted exercises can be beneficial.\nFor many, sedentary behaviour can seem like an unavoidable consequence of modern life and work. But even small changes to your routine – be it stretching more, fidgeting or standing up to make a cup of tea – can help break your sitting habit.\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "Summer surge: why Covid-19 isn't yet seasonal",
        "href": "/future/article/20240719-why-covid-19-is-spreading-this-summer",
        "article": "Covid-19 doesn't follow normal seasonal patterns, like other respiratory viruses – waves of infection can happen at any time of year.\nEvery July for the past four years, epidemiologists at the US Centers for Disease Control and Prevention (CDC) have noted a sudden spike in Covid-19 cases and hospitalisations, an annual trend which has been dubbed \"the summertime surge\".\nThis summer in the United States, Covid-19 rates are reportedly particularly high in Arizona, California, Hawaii and Nevada. In these western states, the number of positive tests reached 15.6% on the week ending July 6th, 1% up on the previous week. The CDC’s investigations show that viral rates in wastewater are also on the rise once again.\nA similar trend has played out on the other side of the Atlantic, where according to the UK's Health Security Agency, positive Covid-19 tests rose from 4% at the end of March to 14% by the end of June.\nThe recent rise has been attributed to the FLiRT subvariants, the latest evolution of the Omicron strain of Covid-19 which emerged towards the end of 2021. This new raft of subvariants is the inevitable consequence of the virus trying out new mutations in its spike protein – a structure which is essential for Covid-19's ability to enter human cells, but can also alert the human immune system to the virus' presence in the body. As a result, Covid-19 has found more effective ways of evading the neutralising antibodies within most of our immune systems, while still being capable of locking onto the ACE2 receptor, a protein on human cells in the respiratory tract which allows it to enter the body. (Find out more about how Covid-19's symptoms have changed as new varients have emerged.)\nAccording to Shan-Lu Liu, who directs the Viruses and Emerging Pathogens Program at The Ohio State University and has studied the FLiRT subvariants, these latest Covid-19 viruses have managed to strike a balance between escaping the immune system and still being able to bind to cells, which is driving many of the new cases.\n “The elderly and immunosuppressed are particularly vulnerable to new subvariants due to their weakened immune responses to vaccination and natural infection,\" says Liu. He explains that experts recommend that these groups receive booster shots including the XBB.1.5 monovalent vaccine. This was designed to target the Omicron XBB 1.5 subvariant of Covid-19, which emerged in 2022.\nGiven the need to protect society’s most vulnerable, studying these continually emerging variants remains crucial for updating the world’s Covid-19 vaccines. Based on work done by Liu and others, US regulators and the World Health Organization have been able to make specific recommendations regarding new vaccine targets based on the latest spike protein mutations, in time for the latest Covid vaccine rollout in the autumn.\nYet for the scientists who monitor how SARS-CoV-2 is evolving and changing, it is still almost impossible to predict when the next strains of note will emerge. While most common respiratory infections like influenza or Respiratory Syncytial Virus (RSV) follow seasonal patterns, surging during the autumn or winter months before abating in the spring and summer, Covid-19 is yet to settle into such a distinctive cycle.\nIn the wake of the latest summer outbreak, it remains to seen whether Covid-19 will ever become a truly seasonal virus, and if so, how long that will take.\nAccording to epidemiologists and medical researchers, there are three main factors which drive cases of infectious disease – the virus itself, how many humans are susceptible at a particular time, and the conditions for the virus to spread.\n\"Seasonality is a characteristic shared by many viruses, most famously the flu's yearly winter endemic,\" says El Hussain Shamsa, an internal-medicine physician at University Hospitals in Ohio, who published a 2023 study on Covid-19 patterns throughout the year. In this case, it's thought that environmental and behavioural factors could lead to lower immunity and higher transmission of flu viruses in the winter, he says. \nHowever, even influenza never fully goes away. Akiko Iwasaki, a professor of immunobiology at Yale University, explains that the summer Covid-19 wave is likely to be partially exacerbated by factors such as people gathering in close proximity at festivals and concerts, and the heavy use of air conditioning which dries the air and encourages viral spread.\nAs an example, infection transmission experts in the UK suggest that an increase in people gathering in crowded pub gardens and bars to follow this summer’s Euro 2024 football tournament is likely to be behind many of the country’s recent Covid-19 cases. \"The latest data suggests that June’s cases peaked around the week of June 17, shortly after England’s first game,\" says Paul Hunter, a virology consultant and professor at the University of East Anglia. \"Cases then began picking up again in July as England progressed through the tournament.\"\nBut this still leaves the question of why this year-round effect is mainly being seen with Covid-19 rather than other respiratory infections? Scientists believe that this is because population immunity is far higher with many of the usual seasonal viruses, such as influenza, rhinovirus, and RSV. One reason is that they have simply been around for much longer, meaning they need more ideal conditions to infect us which only come around during the autumn and winter months as temperatures drop, schools return, and people gather more indoors. (Learn more about how diseases spread when we talk and sing.)\nBecause Covid-19 is still a relatively new virus, our sterilising immunity – the body’s ability to eliminate a pathogen before it has the chance to start replicating – is considerably lower. Scientists feel this is exacerbated by low vaccination rates, making population immunity dependent on how many people were infected during the most recent wave.\nShamsa points out that the current FLiRT variants share common immune-evading mutations with the Covid-19 variants which drove the previous major surge in infections during the winter of 2023, allowing them to fully capitalise on waning immunity levels. According to the CDC, as of July 7, just 22.7% of over-18s in the US are up to date on their Covid-19 vaccines, compared to 48.2% for influenza. As a result, Hunter says that anyone who didn’t catch Covid-19 over the winter, will have very little immunity against the FLiRT variants, driving the current spate of cases.\n \"With Covid-19, I think many people just don’t want or think they need the vaccine, but this means that population immunity waxes and wanes almost in unison based on the frequency and intensity of recent prior waves,\" says Denis Nash, an epidemiology professor at The City University of New York.\nSo will Covid-19 ever transition to a more seasonal pattern as human exposure to the virus increases? Some feel that this trend is already emerging, with Hunter pointing out that the summertime surge of cases, hospitalisations and deaths is much milder than that seen during December and January. In the US, 327 people died from Covid-19 during the week of June 15, compared to 2,578 during the week of January 13.\n\"It may be that we won’t ever reach a level of population immunity against SARS-CoV-2 that drives summer cases to zero, or it may take another year or two for us to get there,\" says Andy Pekosz, professor of molecular microbiology and immunology at Johns Hopkins University.\nHowever, Nash predicts that this process may take decades or even longer, pointing out that humans have been living with and exposed to influenza and other common viruses for hundreds of years.\nIf Covid-19 does find a stable seasonal pattern, it raises the question of where an annual peak would fit in amongst the spikes we already see from RSV, which peaks during early autumn, and seasonal flu, which reaches its height in mid-winter. Pekosz describes the concept of \"virus interference\", which means that over time pathogens evolve into cycles which prevent too many viruses circulating simultaneously. \"This is because the first one would infect people and cause a period of nonspecific immunity against other viruses,\" he says.\nMore like this:\n• Could Long Concussion help solve Long Covid?\n• How Covid-19 symptoms have changed\n• Why a 'tripledemic' comes in waves\nThese are all still questions which could take years or decades to properly answer. Yet some scientists suspect that Covid-19 may never completely disappear during the summer periods, due to the innate properties of coronaviruses which allow them to continue circulating even during warmer weather.\n\"We’ve known for some time that human coronaviruses are not as seasonal as flu, which is certainly helped along by cold temperatures and dry conditions,\" says Harvard epidemiologist Bill Hanage. \"Indeed before 2020, we used to call coronavirus infections summer colds because they were less obviously skewed towards the colder months, so this is not a surprise.\"\nWhatever happens, for now, experts feel that because Covid-19 is still having such a consistent year-round impact, there is a need for more public health messaging to ensure that the most vulnerable people remain fully vaccinated and have access to necessary antivirals on a year-round basis.\n\"No public health experts who are really paying attention would set expectations around the seasonality of Covid at this point,\" says Nash. \"If messaging was accurate, it would be telling people that they should be up to date all year round, not just in the fall and winter.\"\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "CrowdStrike boss says 97% of crashed systems fixed",
        "href": "/news/articles/crgm07zjj2go",
        "article": "A week after a faulty update caused a global IT outage that grounded flights and knocked TV stations off-air, the boss of CrowdStrike has revealed nearly all systems are back online.\nIn a post on LinkedIn, George Kurtz said \"over 97%\" of systems running its software were back online as of 25 July. \nMicrosoft previously estimated 8.5 million machines had been disabled by a bug in CrowdStrike's software.\nThat figure, and Mr Kurtz's estimate of the percentage fixed, suggests approximately 250,000 devices remain offline. \nThe CrowdStrike chief executive thanked the \"tireless efforts\" of customers and staff as he apologised again for the incident.\n\"While I can’t promise perfection, I can promise a response that is focused, effective, and with a sense of urgency,\" he wrote.\nHowever, he acknowledged the company's work to fix devices \"is not yet complete\" and said the firm was \"committed to restoring every impacted system\".\nThe BBC has asked CrowdStrike for more details about the systems that remain offline, and why they have not yet been fixed.\nBringing systems back online has proved to be a time consuming process. \nOn Friday last week, solutions were shared online both by CrowdStrike and Microsoft within 24 hours of the problem being first reported.\nBut the remedies, which included restarting machines in safe mode and deleting the faulty file, required people to be able to physically access devices, which proved difficult in some cases.\nMicrosoft has since released a tool to speed up the process, and Mr Kurtz said the development of automated recovery tools had \"enhanced\" recovery efforts.\nCrowdStrike has since provided more detail about how the issue arose in a Preliminary Incident Review - and has committed to a number of measures designed to ensure it is not repeated. \nBut the company's efforts to make amends have also been criticised for missteps.\nCrowdStrike faced fresh backlash after giving staff and firms they work with a $10 UberEats voucher to say sorry for the disruption.\n\"To express our gratitude, your next cup of coffee or late night snack is on us!\" CrowdStrike wrote, directing people to use a code to access the $10 credit.\nBut some felt short-changed by the token of thanks, with one Reddit user writing: \"I literally wanted to drive my car off a bridge this weekend and they bought me coffee. Nice.\"\nAccording to insurance firm Parametrix, the top 500 US companies by revenue, excluding Microsoft, suffered $5.4bn (£4.1bn) in financial losses from the outage."
    },
    {
        "title": "CrowdStrike backlash over $10 apology voucher",
        "href": "/news/articles/ce58p0048r0o",
        "article": "CrowdStrike is facing fresh backlash after giving staff and firms they work with a $10 UberEats voucher to say sorry for a global IT outage that caused chaos across airlines, banks and hospitals last week.\nThe cybersecurity company - whose software update on Friday affected 8.5 million computers worldwide - said in an email to its partners that it recognised the incident had caused extra work.\n\"To express our gratitude, your next cup of coffee or late night snack is on us!\" CrowdStrike wrote, directing people to use a code to access the $10 credit.\nBut the gesture was greeted by derision by some. One Reddit user branded it an \"absolute clown show\" while another said: \"I literally wanted to drive my car off a bridge this weekend and they bought me coffee. Nice.\"\nOne LinkedIn user claiming to be a CrowdStrike partner, said: \"The gesture of a cup of coffee or Uber Eats credit as an apology doesn't seem to make up for the tens of thousands lost in man hours and customer trust due to the July 19 incident.\"\nCrowdStrike confirmed to the BBC that it sent the vouchers to \"teammates and partners\" who had helped customers deal with the impact of the outage.\nBut some people who said they had received a voucher also took to social media to say it did not work.\n\"Uber flagged it as fraud because of high usage rates,\" CrowdStrike admitted.\nIt comes amid growing questions over what financial compensation CrowdStrike customers and people impacted by the outage will be able to claim.\nThe firm has pledged to improve its software tests after a faulty content update for Windows systems caused the mass IT outage. \nIts mistake resulted in problems for banks, hospitals and airlines as millions of PCs displayed \"blue screens of death\". \nIn a detailed review of the incident published on Wednesday CrowdStrike said there was a \"bug\" in a system designed to ensure software updates work properly.\nCrowdstrike said the glitch meant \"problematic content data\" in a file went undetected.\nThe company said it could prevent the incident from happening again with better software testing and checks, including more scrutiny from developers.\nThe faulty update crashed 8.5 million Microsoft Windows computers around the world and George Kurtz, Crowdstrike's boss, has apologised for the impact of the outage.\nBut cybersecurity experts told BBC News that the review revealed the firm made \"major mistakes\".\n\"What’s clear from the post mortem is they didn't seem to have the right guardrails in place to prevent this type of incident or to reduce the risk of it occurring,\" said cyber-security consultant Daniel Card.\nHis thoughts were echoed by cybersecurity researcher Kevin Beaumont, who said the key lesson from CrowdStrike's review was that the firm doesn't \"test in waves\".\n\"They just deploy to all customers at once in a so called 'rapid response update' which was obviously a huge mistake,\" he said.\nBut Sam Kirkman from cybersecurity firm NetSPI told the BBC the review showed CrowdStrike \"took steps\" to prevent the outages.\nHe said these steps \"have likely been effective to prevent incidents on countless occasions prior to last week”.\n\nAccording to insurance firm Parametrix, the top 500 US companies by revenue, excluding Microsoft, had faced some $5.4bn (£4.1bn) in financial losses from the outage.\nIt said that only $540m (£418m) to $1.08bn (£840m) of these losses were insured.\nThe US government has opened an investigation into Delta Airlines' handling of the outage after it continued to cancel hundreds of flights.\nDelta chief executive Ed Bastian said in a letter to customers on Wednesday it expects the airline to make a full recovery on Thursday.\nCrowdstrike is set to face further scrutiny - with Mr Kurtz called to testify in front of Congress about the outage.\n\"This incident must serve as a broader warning about the national security risks associated with network dependency,\" wrote the House Committee on Homeland Security in a letter to the company on Monday.\nIt gave CrowdStrike until Wednesday evening to schedule a hearing.\nAdditional reporting by Joe Tidy"
    },
    {
        "title": "Instagram removes 63,000 sextortion accounts in Nigeria",
        "href": "/news/articles/cd1jpdg4endo",
        "article": "Instagram owner Meta says it has removed thousands of accounts in Nigeria that were trying to target people in sextortion schemes.\nSuch scammers typically pose as young women online to trick people into sending sexually explicit material before blackmailing them.\nVictims of sextortion crimes have taken their own lives due to the stress, stigma and shame felt after being scammed.\nMeta said in a blogpost on Wednesday it had removed about 63,000 accounts that tried to engage with the scams.\n\"Financial sextortion is a horrific crime that can have devastating consequences,\" it said.\nThe company said it also took down 5,700 Facebook groups in which scammers were offering tips on how to scam people.\nExperts and authorities have previously warned social media users to remain aware and alert of the scam's dangers amid their apparent rise.\nIn May, 16-year-old Murray Dowey from Dunblane took his own life after being targeted by criminals.\nAnd the BBC found sextortion guides being sold on social media platforms in May.\nPerpetrators of sextortion scams present themselves to a user online as a potential romantic interest with the aim of getting them to send explicit or intimate images of themselves - often by sending a nude image first and asking for one in return.\nSenders are then threatened with having their intimate images circulated publicly unless they send payment.\nMeta said on Wednesday that the accounts it disrupted and removed for engaging in sextortion attempts had links to a wider, informal network of cybercriminals operating in Nigeria, known as \"Yahoo Boys\".\nThe fraudsters are included on the tech giant's list of dangerous organisations and individuals that are banned from using its platforms to carry out their activities.\nThe company says it uses a combination of different technologies to identify accounts that may be engaging in sextortion scams or attempts.\nThese include automatically blurring nude images sent to users in messages and presenting them with a message saying they do not have to respond and letting them instantly block the sender and report the chat.\nAs part of new tools it announced in April, Meta said will not display the “message” button on a teen’s profile to accounts it has believes could be engaging in sextortion attempts, even if the accounts have already connected with each other."
    },
    {
        "title": "Cyber-security firm rejects $23bn Google takeover",
        "href": "/news/articles/c3gdlng47k7o",
        "article": "Israeli cyber-security firm Wiz has rejected a $23bn (£17.8bn) takeover offer from Google parent company Alphabet, in what would have been its largest-ever acquisition.\nIn an internal memo to staff seen by the BBC, Wiz founder and chief executive Assaf Rappaport said he was \"flattered\" by the offer.\nHe said the company would instead seek to reach $1bn (£775m) in revenue before selling shares to the public.\nA source close to the deal told the BBC the offer was \"very tempting\", but Wiz believed it was big enough to go it alone and attempt to become the biggest cyber-security company in the world.\nEarlier this year, the firm reported an annual recurring revenue of $500m (£387m).\nAnd it claimed itself to be the fastest-growing software company in history in 2022, when it reached $100m (£74m) in annual revenue in its first 18 months.\nWiz and Alphabet have been approached for comment.\n“I know the last week has been intense, with the buzz around a potential acquisition,\" said Mr Rappaport in the memo sent to staff.\n“While we are flattered by offers we have received, we have chosen to continue on our path to building Wiz.”\nIn turning down Google's offer, Wiz will look to make an initial public offering (IPO) - a major step which would see the firm debut on a stock exchange.\nWiz is the third venture by Mr Rappaport and his three co-founders Ami Luttwak, Roy Reznik and Yinon Costic, who first met while serving in the Israeli military.\nThe group worked together in the country's equivalent of the UK's GCHQ or the US National Security Agency.\nMany of the biggest Israeli cyber-security companies in the world have been created by people who served in this division, including Check Point, Palo Alto and Armis.\nIn 2012 the founders started a cyber-security company called Adallom, which was bought by Microsoft for $320m (£248m) three years later.\nThe founders took their team to the tech giant as part of the deal, where they worked on security products.\nThey left Microsoft and launched Wiz in March 2020.\nCommentators have attributed the founders' work at Microsoft for creating such excitement at Alphabet about a potential purchase of Wiz.\nIn May, it was valued at $12bn (£9.3bn) during a $1bn (£775m) fundraising campaign.\n“This is the mindset we need in Europe,\" said London Stock Exchange head of tech Neil Shah in a post on LinkedIn. \n\"The founders of Wiz walk away from a billion $ payday and have put it back on the roulette table in the hope of a more rewarding outcome in the long term.\n“They saw where the value went last time when they sold. Good luck to them.”\nWiz has bases in New York, Tel Aviv and three other US locations according to its website."
    },
    {
        "title": "Google U-turn over long-running plan to ditch cookies",
        "href": "/news/articles/c51y7q0qv7eo",
        "article": "In a surprise move Google has abandoned a plan it first announced four years ago to block third-party cookies from its Chrome internet browser.\nThe UK's data privacy watchdog said it was \"disappointed\" by the decision.\nCookies are small files stored on your computer which allow advertisers to track internet activity and target advertising.\nGoogle says it will instead pursue a new approach which will give users an “informed choice that applies across their web browsing” and is discussing next steps with regulators.\nThis suggests the firm is not abandoning its alternative approach to advertising, but will allow a third-party cookie based system to operate in parallel.\nIt ultimately means people will still see a pop-up asking them to turn cookies on or off in the future.\n“It has been our view that blocking third-party cookies would be a positive step for consumers,\" said Stephen Bonner of the Information Commissioner’s Office (ICO).\n“The new plan set out by Google is a significant change and we will reflect on this new course of action when more detail is available.\"\nThird-party cookies, small files stored on your computer by businesses other than the website you are visiting, have historically been an essential part of the way digital advertising works.\nThey allow advertisers to track user behaviour across websites – allowing them to profile consumers according to their interests.\nGoogle is a major player in online advertising so its plan to replace cookies - dubbed \"Privacy Sandbox\" - proved controversial, with rivals and online advertising businesses arguing against the proposals.\nThe UK competition watchdog the Competition and Markets Authority (CMA) intervened in 2021, fearing the search giant's plans could cause even more advertisers to use Google’s own systems.\nIt obtained commitments from Google in 2022 designed to allay those fears. Now it is seeking reaction to the tech giant's change of plan.\n“We will need to carefully consider Google’s new approach to Privacy Sandbox, working closely with the ICO in this regard, and welcome views on Google's revised approach – including possible implications for consumers and market outcomes,\" it said.\nJeff Green, head of advertising platform The Trade Desk, welcomed the move.\n“I have been saying for years now to our industry, to Google, and even to Wall Street that I think it is a strategic mistake for Google to get rid of third-party cookies,\" he said.\n\"Google seems to finally acknowledge that the best option for them is to give consumers the choice.\"\nBut Katie Secret, corporate vice president of global marketing at Outbrain, which uses targeted advertising to recommend brands and products to users, said Google's \"surprise decision\" comes amid a wider shift towards privacy.\n\"Users are becoming increasingly aware of the usage of their data, and expect respect and privacy,\" she said.\nAnd Katie Eyton, chief ethics and compliance officer at Omnicom Media Group UK, said how Google presents this choice to Chrome users could be a \"big focus\" for regulators.\n\"In line with the GDPR requirement for informed, unambiguous consent, choices will need to be presented in a neutral way,\" she said. \n\"People will need to understand what they're being asked to consent to and the potential consequences of their decision.\""
    },
    {
        "title": "Influencers driving extreme misogyny, say police",
        "href": "/news/articles/cne4vw1x83po",
        "article": "Online influencers like Andrew Tate are radicalising boys into extreme misogyny in a way that is \"quite terrifying\", police are warning.\nSenior police officer Maggie Blyth said young men and boys could be radicalised in the same way that terrorists draw in followers.\nThe National Police Chiefs Council described the issue as a \"national emergency\" as it published a report into violence against women and girls.\nThe NPCC estimated at least one in 12 women in England and Wales would be a victim of violence every year - or about two million women.\nAnd it said the problem had been growing, with \"more complicated types of offending\".\nDeputy Chief Constable Maggie Blyth said officers who focused on violence against women and girls were now working with counter-terrorism teams to look at the risk of young men being radicalised.\nSpeaking about harmful content online, she said: \"We know that some of this is also linked to radicalisation of young people online, we know the influencers, Andrew Tate, the element of influencing of particularly boys, is quite terrifying and that's something that both the leads for counterterrorism in the country and ourselves from a VAWG [violence against women and girls] perspective are discussing.\"\nMr Tate is a controversial British-American influencer and self-proclaimed \"misogynist\" who rose to fame after appearing on Big Brother in 2016.\nHe is currently awaiting trial in Romania over allegations of rape, human trafficking and forming a criminal gang to sexually exploit women - charges he denies.\nSchools across the UK previously told the BBC they were encountering increasing numbers of pupils who admired Mr Tate.\nThe wide-ranging report by the NPCC and College of Policing published on Tuesday said violence against women and girls had reached \"epidemic\" levels.\nThe report estimated that one in 20 adults - or 2.3 million people - were perpetrators of violence against women and girls every year.\n\"Nobody in industry and in other sectors and across the public understands just the scale and impact of these crimes,\" Deputy Chief Constable Blyth told BBC Breakfast. \nThe report identified several key threats facing victims including sexual violence, domestic abuse, stalking and child sexual abuse. \nIt found there had been a 37% increase in the number of violent crimes against women and girls between 2018 and 2023. \nPolice say more than one million such crimes were recorded in England and Wales last year alone, accounting for 20% of all crimes recorded by the police. \nPolice chiefs say domestic abuse is growing and remains one of the biggest demands on officers. \nSome of the rise has been driven by an increase in reporting and more awareness of those crimes. \nThe College of Policing says it is creating a central hub which would offer police forces help by providing specialist knowledge and training. \nThe government says it welcomes the hub and aims to halve violence against women and girls over the next decade.\nHome Secretary Yvette Cooper has previously made clear that violence against women and girls will be at the top of her agenda.\nSo far the detail on government plans has been light, but in its manifesto, Labour said it would introduce new specialist domestic abuse workers in 999 control rooms and put specialist rape investigation units in every force across England and Wales so that early opportunities for prevention and protection were not missed.\nThis would entail more trained police officers and extra resources at a time when policing faced numerous challenges including retention and morale issues.\n"
    },
    {
        "title": "CrowdStrike IT outage affected 8.5 million Windows devices, Microsoft says",
        "href": "/news/articles/cpe3zgznwjno",
        "article": "Microsoft says it estimates that 8.5m computers around the world were disabled by the global IT outage.\nIt’s the first time a figure has been put on the incident and suggests it could be the worst cyber event in history.\nThe glitch came from a security company called CrowdStrike which sent out a corrupted software update to its huge number of customers.\nMicrosoft, which is helping customers recover said in a blog post: \"We currently estimate that CrowdStrike’s update affected 8.5 million Windows devices.\"\nThe post by David Weston, vice-president at the firm, says this number is less than 1% of all Windows machines worldwide, but that \"the broad economic and societal impacts reflect the use of CrowdStrike by enterprises that run many critical services\".\nThe company can be very accurate on how many devices were disabled by the outage as it has performance telemetry to many by their internet connections.\nThe tech giant - which was keen to point out that this was not an issue with its software - says the incident highlights how important it is for companies such as CrowdStrike to use quality control checks on updates before sending them out.\n“It’s also a reminder of how important it is for all of us across the tech ecosystem to prioritize operating with safe deployment and disaster recovery using the mechanisms that exist,” Mr Weston said.\nThe fall out from the IT glitch has been enormous and was already one of the worst cyber-incidents in history.\nThe number given by Microsoft means it is probably the largest ever cyber-event, eclipsing all previous hacks and outages.\nThe closest to this is the WannaCry cyber-attack in 2017 that is estimated to have impacted around 300,000 computers in 150 countries. There was a similar costly and disruptive attack called NotPetya a month later.\nThere was also a major six-hour outage in 2021 at Meta, which runs Instagram, Facebook and WhatsApp. But that was largely contained to the social media giant and some linked partners.\nThe massive outage has also prompted warnings by cyber-security experts and agencies around the world about a wave of opportunistic hacking attempts linked to the IT outage.\nCyber agencies in the UK and Australia are warning people to be vigilant to fake emails, calls and websites that pretend to be official.\nAnd CrowdStrike head George Kurtz encouraged users to make sure they were speaking to official representatives from the company before downloading fixes.\n\"We know that adversaries and bad actors will try to exploit events like this,\" he said in a blog post.\nWhenever there is a major news event, especially one linked to technology, hackers respond by tweaking their existing methods to take into account the fear and uncertainty.\nAccording to researchers at Secureworks, there has already been a sharp rise in CrowdStrike-themed domain registrations – hackers registering new websites made to look official and potentially trick IT managers or members of the public into downloading malicious software or handing over private details.\nCyber security agencies around the world have urged IT responders to only use CrowdStrike's website to source information and help.\nThe advice is mainly for IT managers who are the ones being affected by this as they try to get their organisations back online.\nBut individuals too might be targeted, so experts are warning to be to be hyper vigilante and only act on information from the official CrowdStrike channels."
    },
    {
        "title": "NHS warns of GP disruption next week after IT outage",
        "href": "/news/articles/cql841plqg4o",
        "article": "Disruption to GPs caused by a global IT outage may continue into the coming week, NHS England has said.\nA spokesman for the health service told the BBC that digital systems for GPs and pharmacies had been restored \"in most areas\" - but that surgeries would have to work through a backlog of appointments.\nPractices across the UK have had to cancel routine appointments because of the issue, while pharmacies have been unable to access digital prescription records.\nFriday's outage - which also sparked major issues in the travel and banking sectors, among others - was caused by a faulty update to CrowdStrike antivirus software, which crashed Microsoft systems.\nCrowdStrike CEO George Kurtz said the issue had been fixed on Friday - but admitted that it could take \"some time\" for some computer systems to be restored. \nThe NHS England spokesman said: \"As practices recover from the loss of IT systems on Friday, there may be some continued disruption, particularly to GP services, in some areas into next week as practices work to rebook appointments.\n\"The advice for Monday remains that patients should attend appointments as normal unless told otherwise.\"\nThe comments come after some healthcare workers said they were still struggling to access digital systems, and expressed concerns that continued IT difficulties could exacerbate appointment backlogs.\nDr Sarah Jane Cowley, a GP in North London, told the BBC that her practice was still unable to make appointments and see certain test results, describing the situation as \"not sustainable for very long\".\nDr Fari Ahmad - a GP based in Wilmslow in Cheshire - told BBC Breakfast: \"It's all going to build up, so there's going to be a lot more issues later on in the week.\"\nAmong the platforms affected by the outage is EMIS, which many GPs use to manage appointment bookings and patient records - including sending prescriptions to pharmacies.\nThis meant GPs could not access medical records or give patients the results of recent tests, while any prescriptions had to be filled out on paper. Many surgeries reverted to offering only emergency appointments.\nAsif Akram, who manages the White Rose Medical Practice in Barnsley, told the BBC that as of 09:00 BST on Saturday he was still unable to log in to EMIS.\nHe said he feared that there would be more appointments cancelled if the systems were not fully operational by Monday.\nThe NHS England spokesman said: \"The majority of systems, including the EMIS appointment and patient record system, are now coming back online in most areas, however they are still running slightly slower than usual.\"\nIn a statement, Nick Kaye, chairman of the National Pharmacy Association, said that community pharmacies' digital systems were \"by and large back online\" - but that disruption was expected to continue as the outage had caused backlogs in processing prescriptions.\nEarlier, his deputy Olivier Picard said pharmacies were facing \"continuous problems\", having not been able to receive digital prescription issued after the outage occurred.\nThough many IT systems have been restored, other sectors are also facing some ongoing disruption.\nMore than 70 flights in and out of UK airports have been cancelled as of 16:00 BST on Saturday, according to aviation analytics firm Cirium, as airlines grapple with rebooking travellers during the busiest period of the year for air travel. \nOver 300 arrivals and departures were cancelled on Friday after check-in, boarding and security systems were knocked out. \nIt is unclear how many were as a result of the IT issues.\nTransport Secretary Louise Haigh has said train operators' IT systems are now working as normal, though South Western Railways' ticket machines are still out of order. \nMeanwhile, cyber-security experts including CrowdStrike have warned of online scams looking to capitalise on the chaos by offering bogus software updates that may contain malware.\nYou can get in touch via this link"
    },
    {
        "title": "Scam warning as fake emails and websites target users after outage",
        "href": "/news/articles/cq5xy12pynyo",
        "article": "Cyber-security experts and agencies around the world are warning people about a wave of opportunistic hacking attempts linked to the IT outage.\nAlthough there is no evidence that the CrowdStrike outage was caused by malicious activity, some bad actors are attempting to take advantage.\nCyber agencies in the UK and Australia are warning people to be vigilant to fake emails, calls and websites that pretend to be official.\nAnd CrowdStrike head George Kurtz encouraged users to make sure they were speaking to official representatives from the company before downloading fixes.\n\"We know that adversaries and bad actors will try to exploit events like this,\" he said in a blog post. \n\"Our blog and technical support will continue to be the official channels for the latest updates.\"\nHis words were echoed by cybersecurity expert Troy Hunt, who runs the well-known Have I Been Pwned security website.\n“An incident like this that has commanded so many headlines and has people worried is a gift to scammers,\" he said.\nMr Hunt was responding to a warning from the Australian Signals Directorate (known as the ASD, the equivalent of the UK's GCHQ or the US's National Security Agency) which issued an alert about hackers sending out bogus software fixes claiming to be from CrowdStrike.\n\"Alert! We understand a number of malicious websites and unofficial code are being released claiming to help entities recover,\" the notice reads.\nThe agency is urging IT responders to only use CrowdStrike's website to source information and help.\nThe ASD warning follows calls from the UK's National Cyber Security Centre (NCSC) on Friday for people to be hyper vigilant of suspicious emails or calls that pretend to be CrowdStrike or Microsoft help.\n\"An increase in phishing referencing this outage has already been observed, as opportunistic malicious actors seek to take advantage of the situation,\" the agency said.\nWhenever there is a major news event, especially one linked to technology, hackers respond by tweaking their existing methods to take into account the fear and uncertainty.\nWe saw the same with the Covid-19 pandemic when hackers adjusted their phishing email attacks to offer information about the virus and even pretend to have an antidote in order to hack people and organisations.\nBecause the IT outage has been a global news story we are seeing hackers capitalise.\nAccording to researchers at Secureworks, there has already been a sharp rise in CrowdStrike-themed domain registrations – hackers registering new websites made to look official and potentially trick IT managers or members of the public into downloading malicious software or handing over private details.\nThe advice is mainly for IT managers who are the ones being affected by this as they try to get their organisations back online. \nBut individuals too might be targeted, so experts are warning to be cautious and only act on information from the official CrowdStrike channels."
    }
]