[
    {
        "title": "Fans and stars descend on Comic Con 2024",
        "href": "/news/articles/cprq8ve2yj0o",
        "article": "Film stars and fans have descended on San Diego for Comic Con 2024. \nThe event is a celebration of all things fantasy, sci-fi and superhero. \nAt the convention, Iron Man star Robert Downey Jr announced he is returning to the Marvel superhero world after five years - but not to the Iron Man role which launched the blockbuster franchise.\nThe actor will make his comeback as Dr Victor Von Doom, a prominent villain in the comic books which spawned the popular film series.\n“New mask, same task,\" he told fans, adding: \"I like playing complicated characters.\" \nDisney's Marvel movie series have generated $30bn (£23.3bn) in box office takings - the first franchise to do so - but profits have slowed in recent years.\nSome critics blamed \"superhero fatigue\" for the lack of recent success. \nHowever, new release Deadpool and Wolverine has been performing well and Marvel will be hoping this marks a reversal of that trend. \nAlso at the event was Pedro Pascal who stars in the Star Wars spin off, The Mandalorian. He spoke about joining the cast of The Fantastic Four.\nHe was joined by Mission Impossible's Vanessa Kirby, Ebon Moss-Bachrach, and Joseph Quinn. "
    },
    {
        "title": "The ultra-girly movement sparking debate",
        "href": "/culture/article/20240724-coquette-the-ultra-girly-movement-sparking-debate",
        "article": "Frilly, hyper-feminine and cute with bows everywhere, coquette style is increasingly popular. As an aesthetic, is it a problematic trend – or fun and empowering?\nIn 2024, makeup is coquette; our dogs are coquette; rooms are coquette. From the office to the gym, bows are appearing in places where they wouldn't dare before. It's as if Gen Z and younger millennials have found a way to wear Sofia Coppola films, from the pastels, lace and A-line silhouettes of 2006's Marie Antoinette to the stockings, Mary Janes and Peter Pan collars of 2023's Priscilla. Now, musicians like Sabrina Carpenter and Chappell Roan are confidently taking the stage in pearls, lace and corseted tops, while other celebrities like Sarah Jessica Parker, Sydney Sweeney, and Cardi B have casually nodded to the coquette aesthetic with a simple bow.\nWith its high-profile reach and its longevity, coquette has arguably surpassed the status of a micro-trend and become, if not quite a movement, then a community – and a topic of controversy.\nBefore we step ballet-flat first into this trend, what is it, exactly?\nA coquette is defined by the Oxford English dictionary as \"a woman who trifles with men's affections\" or \"a woman given to flirting or coquetry\". However, according to influencer and stylist Maree Ellard, the movement separates itself from its literal definition, in a sort of reclamation of femininity, especially for its Gen-Z audience.\n\"I think people who are not aware of coquette are going to think that it means wearing flirtatious, promiscuous and hyper-sexualised pieces for attention. However, if you are in the coquette community, or understanding of it, you realise that it is an incredibly hyper-feminised, almost nostalgic view of girlhood and youth, before things became so complex,\" Ellard tells the BBC.\n\"We are also in this kind of political climate in which the sexualisation of female bodies is so front of mind. That's why I think that it's a big thing for Gen Z. It's them [fighting] back and saying, 'I'm not dressing for you, I'm dressing for me. But dressing for me doesn't necessarily mean that I cover every inch of myself.'\"\nStill, the trend has had trouble escaping not only the implications of its definition, but also the historical associations of the look. Coquette exists at a crossroads of being, on the one hand, problematic, and on the other, empowering. Its proponents view coquette as a triumph over the male gaze, and a reclamation of femininity. But critics point to a lack of inclusivity and undercurrents of infantilisation and docility.\n\"Many fashion trends that stand out as being something a bit 'different', [tend to] exclude let's say fat bodies, hairy bodies, black bodies, non-binary bodies. They're usually pinned to templates of thin, cisgendered female whiteness. It's almost as if having that body gives you the right to play around with anything you want. Then, in order for other bodies to take it on, they're doing something 'extra'. Then it becomes little bit more difficult, and it's also then little bit more 'radical',\" says Meredith Jones, professor of Gender and Cultural Studies at Brunel University London.\n\"So if a thin, white 18-year-old dresses in ribbons and bows, it's going to be a tiny bit controversial, but not hugely,\" Professor Jones tells the BBC. \"But if her fat, black counterpart, does it, then she's got a whole lot more work to do around answering people who say this is unacceptable.\"\nAnd it seems as though many influencers agree.\n\"As somebody who perused a lot of darker sides of Tumblr when they were a teenager who was very confused and self-conscious, I can tell you just from memory that a lot of the inspiration content for losing weight was inadvertently very much themed like this: very dainty, very pastel very pearlescent,\" says TikToker Addy Harajuku, who has also expressed concern for an \"extreme [disordered eating, often referred to as ED] community\" that she's seen grow alongside coquette. \"It is not everybody in this community that is like this. In fact, it was always a vocal minority that ruin it for the majority,\" she adds.\nBlair, another TikTok creator, has shared a similar experience and sentiments in a TikTok video: \"If I were to try to get into that community and not just watch from far back… I have a very deep feeling that I would be used as 'fatspo'. Unfortunately, I would look at things like ED Tumblr and ED Twitter years ago and they pretty much all were coquette girlies… I know everyone with that style isn't like that, but it is definitely a big, unfortunate part of it. There's also a very limited collection of plus-sized clothing in that type of style.\"\nWhat these creators and commentators have observed as trends within the community lend themselves to an even more prominent piece of the coquette conversation. Such a strained emphasis on petiteness, and seemingly stereotypical \"girliness\", has led many to draw parallels to darker themes.\n\"I was around in the Tumblr era, which is really where [coquette] has its origins. You really have two sides of the fold there. You had the coquette, which was the bows, the frilly, the girly, the romanticisation of girlhood leading into womanhood and all its complexities. And then you have the other side, which was very much glorifying age gaps, using sexuality as power and unfortunately glorifying the movie and book Lolita, which is quite a troubling thing.\" Ellard explains.\nEllard is referring to Lolita – not the Japanese subculture inspired by Victorian-era fashions – but the 1955 novel by Vladimir Nabokov in which a middle-aged literature professor (and unreliable narrator) grows obsessed with a 12-year-old girl. The novel led to pop culture references that glorify some of the ideas presented in the book. \nThe online community known as \"nymphette\", a sub-category of the coquette aesthetic, has also led to debate. The community claims no associations with Nabokov's novel, but \"is not far from paedophilia through buying into and sometimes sexualising childish fashion trends, and romanticising related topics,\" writes Iustina Roman in the University of Oxford's Cherwell student newspaper, in a piece titled The dark side of coquette. Roman also adds that coquette aesthetics that champion innocence and hyper femininity are in danger of being criticised as catering to the \"male gaze\".\nMore like this:\n• Soft girl – the radical trends millennials love\n• The aristocratic craft making a comeback\n• Nine items of clothing that define Britishness\nShe and many influencers, however, assert that this should not be blamed on those who participate in the trend, but rather on those whose oversexualisation of women has grown so overwhelming and constant that it prompted this attempt at subversion in the first place.\n\"It's an aesthetic, it's something we dress up and have fun in. At the end of the day, you are blaming women for the male gaze. It's literally just a return to girlhood, and I think that it's really wrong that we are responsible for men's problems \" commented content creator Sophia Hernandez in a recent video.\n\"I think there's merit to any criticism,\" says Professor Jones. \"It's always worth discussing these things, but something as complex as what many different sorts of people decide to wear can never really be narrowed down to one thing. I don't think you can particularly say this is feminist or non-feminist, good for girls bad for girls, a way of attracting boys or a way of repelling boys, I just don't think it can ever be that simple. It's about playing with different looks, playing with different identities. Having the freedom to experiment and try different things.\"\nNymphette may share coquette's affinity for bows, lace and ankle socks, causing critics to draw a connection between coquette and Lolita, but, as Ellard argues, coquette exists as an umbrella term for a certain set of separate subcultures.\n\"I'm not sure there is a trend that's its parent, really. Even with things like punk, emo and scene you've got that kind of linear evolution of where they spurred from. But coquette is almost like a true origin. It just got named and people ran with it. It's a very specific name for girly, youthful fashion. And I think because that's the name that's really stuck, that's become the parent title. And then you've got all the ones underneath it.\"\nThis is not the first time we've seen coquette, or even an aestheticisation of \"cute\". Brands like Sandy Liang, Miu Miu, Shushu/tong and Selkie have been embracing coquette-esque elements far longer than coquette has had a name. John Galliano has also been known to showcase versions of this trend in his work since as early as his \"Fallen Angels\" collection in 1986, with puff sleeves, empire waists, and lace detail. And the same late baroque influence that inspires some of coquette has found its way to Vivienne Westwood pieces for decades, notably in her 1995 Vive la Coquette collection. More recently designers including Molly Goddard, Simone Rocha and Sandy Liang have embraced the look.\n\"Looking further back historically, we can identify when particular components of this fashion mood were previously fashionable,\" Amy de la Haye, professor of Dress History and Curatorship and joint director of Centre for Fashion Curation at London College of Fashion, UAL, tells the BBC. \"If we take just one element – the neck choker – these were being worn in portraits of Anne Boleyn (1507-1536) and, in a very different vein, during the French Revolution when blood red chokers were worn by anti-revolutionary Merveilleuses as a sartorial protest for those sent to the guillotine.\n\"They were the height of chic in Victorian and Edwardian times and revived again in the 1930s. Diana Vreeland famously wore a black velvet ribbon choker with a red rose bud tucked into it to accessorise her new black sequin trouser suit from Chanel in 1937. Many other elements – lace, lingerie styles as outerwear, corsetry, bows – were all very fashionable in the late 1930s, as was the dinner suit, which this style also references.\"\nJones adds that some more contemporary adaptions of the coquette style draw inspiration not only from Rococo fashion, but from other artistic media of the era. She references Jean-Honoré Fragonard's The Swing (1767), an oil painting in which a woman donning pastels, lace and bows is depicted kicking off a kitten heel at the apex of a velvet-cushioned swing. \n\"To me, it looks like nothing new. Maybe it's new for some of the young women who are doing it. But there have really always been these kind of ultra-girly, ultra-feminine modes for women and girls to choose to present themselves in. I don't imagine that the current meanings are any different to what they've been for at least 100, if not 200 years,\" she adds.\nCoquette is a fashion mainstay, and the key to its popularity, and to its relative longevity, may lie in its simplicity. According to Ellard, real coquette should have no hard-and-fast rules, specific brands or price points. It should simply mould to whatever the wearer likes and has access to.\n\"It's easy to do and it's easy to adapt. Sometimes it's as simple as colour choices like pinks, lilacs, whites and ivories,\" says Ellard. \"Things that many were already familiar with wearing as a child or as a young adolescent. There is that familiarity, that nostalgia to it. It's youthful, it's girly, it's pretty, it's simplistic, but then you're able to hybridise it so simply with other interests. When you add bows to something, you have the coquette thing kind of covered.\"\nFrom \"dollette\", \"cottagecore\" and the gingham of \"vintage Americana\", to the melding of \"bloke core\" and coquette to form \"bloquette\", coquette feels less like a fleeting fad, and more like a term that encompasses things that are \"girly\". And participants are tailoring or customising it however they wish.\nAccording to Ellard, this customisation is typically linked to what's popular in culture. Coppola films, Bridgerton and episodes of Euphoria have all influenced the trajectory of the coquette movement thus far, and Ellard says she hopes to see the trend push its limits, potentially even taking a sci-fi turn one day. It's this kind of potential, paired with the core coquette community, that leads her to believe that coquette will stick around for a \"very, very long time\".\n\"I tend to put aesthetics in one of two categories. One category is, for example, you've got the punk and hippie [subcultures]. They come from movements and form communities. They were signifiers of similar values and beliefs. And then… on the other end of the spectrum we've got all these aesthetics where there is so much content to consume that there's actually not much substance behind it,\" says Ellard.\n\"Coquette is super interesting because I feel like it sits in the middle. It's an aesthetic-first kind of thing, and I wouldn't say it comes with built-in values like punk. However, it almost comes with built-in interests and activities which I think brings a sense of belonging to a lot of people. You've got films you're going to like, you've got music that you're going to be into. It translates to interior design and activities like journaling. It almost marks a turning point to the aesthetics without substance that we see now. It doesn't have the origins of a political movement, but I think it definitely brings a sense of belonging.\"\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Something in the water? Why we love shark films ",
        "href": "/news/articles/ckmmgxvp7dgo",
        "article": "From the Steven Spielberg classic Jaws, to predators stalking the Seine in Under Paris, there is no shortage of shark films. \nHollywood and audiences love them, seemingly never tiring of the suspense, gore and terror. \nThere are prehistoric giant sharks in The Meg, genetically engineered ones in Deep Blue Sea, and sharks high on cocaine in the ingeniously named Cocaine Shark. \nEven Donald Trump is a fan - he was reportedly due to play the US president in a Sharknado film, before becoming the actual president. \nI became hooked on them after watching James Bond film Thunderball, where the villain keeps sharks in his swimming pool. \nIt led to a lifelong interest in shark films, as well as an irrational fear of swimming pools, even ones filled with chlorine inside leisure centres. \nHayley Easton Street is the British director behind a new shark film, Something in the Water, which tells the story of a group of women stranded at sea.\nShe explains that, as fan of shark films herself, she \"absolutely wanted\" to make the movie. \nSo shy are shark movies so popular? \"It's the fear of what could be going on with the unknown of [the sea],\" she tells BBC News.\n\"Just being stuck in the middle of the ocean is scary enough. You're trapped in something else's world and anything could happen.\"\nForensic psychologist Professor Susan Young agrees that the fear of \"the unknown, being alone and helpless\" is powerful. \nShe says watching terrifying shark films in the comfort of your own home or in the cinema \"allows you to confront your fears without real danger... and release pent up emotions in a safe and controlled environment\". \nProf Young adds: \"It means people can face the boundaries of human behaviour and by viewing extreme content they're testing their own limits and boundaries... and that emotional release is a form of catharsis.\" \nShe explains that Sigmund Freud's theories apply as, \"from a psychodynamic perspective, these films tap into unconscious fears and desires and provide this safe outlet for exploring repressed emotions and instincts such as aggression and the fear of death\".\nMaking Hollywood sharks look like the real thing can be a challenge.\nThe production of Jaws was marred by malfunctioning mechanical Great Whites - one sunk and they were corroded by the ocean's salt water. \nThe lead actors spent long periods sitting around, waiting for a prop shark to be fixed. \nDirector Steven Spielberg told the BBC's Desert Island Discs in 2022 that the debacle actually led to a \"much better movie\" because he had to be \"resourceful in figuring out how to create suspense and terror without seeing the shark itself.\n\"It was just good fortune that the shark kept breaking,\" he said. \"It was my good luck and I think it's the audience's good luck too because I think it's a scarier movie without seeing so much of the shark.\"\nStreet says they were working with a limited budget on the set of Something in the Water, so the team came up with an ingenious solution.\n\"We made a tiger shark fin,\" she recalls. \"We had this brilliant diver, Baptiste, who could hold his breath for a really long time. \n\"So we strapped this fin to him and gave him an underwater scooter which he could drive approximately at the speed of a shark.\n\"It was brilliant because it meant the actors actually had a shark fin to react to, so it allowed them to feel what it would be like if you did have these sharks circling you.\"\nBut despite Street's love of shark films, she did not want the ones in hers to be portrayed as marine serial killers. \n\"We kill 100 million sharks every year,\" she notes.\nThe director was also aware that the release of Jaws led to a huge rise in the hunting of sharks, partly because they had been portrayed as merciless killers.\n\"As much as I love shark films, I love sharks.\n\"I was really conscious of that, because it's easy for people to start seeing them as killing machines... or monsters, which they are not.\"\nShe adds: \"I feel it's more scary to have the realistic theme of it, that, you know, if you are out in the ocean and there are sharks and they do mistake you for something else, they will kill you.\" \nDespite the huge success of Jaws, Spielberg has said he \"truly regrets the decimation of the shark population because of the book and the film\". \nSpielberg is not the only person concerned about Hollywood's portrayal of sharks and the impact it continues to have. \nUS marine biologist Andriana Fragola dedicates herself to educating people about sharks, often sharing videos of her diving with them. \nShe says they are \"misunderstood predators\" that have been harmed by movies and the media.\nAndriana tells me that she has watched Netflix's new shark film, Under Paris, and was not impressed. \n\"Their whole thing was it's about conservation, about studying them, but then the sharks are still eating people. \n\"So it's giving a little bit more of a rounded education and a little bit more depth to the story, it's not just people swimming at the beach and getting attacked and eaten.\n\"But the bottom line and what people can draw from the movie is that sharks are still really dangerous to people and they're just going to continuously hunt and eat people.\n\"If that was true, we would be reduced as a human species. Everyone who goes to the beach, they would be threatened.\" \nThe director and co-writer of Under Paris, Xavier Gens, says he is also an environmentalist.\nHe told The Hollywood Reporter that, while the danger in Jaws is the shark, he wanted to \"highlight the perils of human greed\" in his movie.\nAndriana says the perception of sharks causes a real issue for conservation. \n\"It's a huge problem because people don't want to protect something that they're scared of.\n\"The perception from people is that they're dangerous to humans so we should eradicate them, and that's obviously a huge problem for conservation and getting people to want to empathise or sympathise with sharks and wanting to actually protect them.\n\"It's unfortunate because 100 million sharks are killed every year, and globally sharks kill fewer than 10 people every year.\n\"We're really focused on the sharks being the monsters and them being out to get us. In reality it's the opposite.\"\nIt is unlikely that Hollywood will stop making shark films, or we will stop watching them. \nBut the figures show that far from being the serial killers of the sea, sharks are actually much more likely to be the victims of humans. "
    },
    {
        "title": "Why chaotic antiheroes like Deadpool are winning over superhero fans",
        "href": "/news/articles/c1rw29gydqno",
        "article": "“I may be super but I’m no hero.”\nIn Deadpool’s own words, he is “just a bad guy who gets paid\" to mess with \"worse guys”.\nRyan Reynolds’s character in Deadpool and Wolverine - the third edition of the Marvel series released this week - is far from the only antihero to have won over fans in recent years.\nThey are typically morally ambiguous characters that are neither a superhero nor a villain.\nTake Wanda Maximoff (Scarlet Witch), who will do everything she can to create a family, including holding an entire community hostage in the 2021 show WandaVision.\nAnd later this year, the villain-turned-antihero film Venom will return to the big screen a third time, as a journalist who tries to protect the innocent at all costs.\nDeadpool, aka Wade Wilson, gains immortality after joining an experiment programme to cure his cancer, but things go wrong and he is left to die, leading him on a revenge-driven quest to kill his betrayers.\nBut what is it about these characters of murder and mayhem that connect with some people more than superheroes do?\nAccording to 26-year-old comics fan Chelsea-Lee Nolan from Kent, they are simply “more human”.\n“Nobody is wholly good or wholly evil, so the idea of an antihero is quite nice,” she says.\nIt is in these grey areas that Ms Nolan can see “elements” of herself.\n“I’m not overly perfect and I don’t aim to be,\" she adds. “The idea of a hero who makes no mistakes is unrelatable.\"\nFor writer and performer Reece Connolly, 30, who lives in London, antiheroes are simply more realistic.\n“They move towards a moral right, but they make mistakes, they have regrets, bad habits and quirks of character,” Mr Connolly explains.\nIn the comic book Deadpool (2008), Issue 45, a group of trafficked women call him a “good man” after he rescues them, but the mercenary quickly rejects it, saying: “Well… okay, yeah - maybe sometimes parts of me are good but there are, like other parts of me that’re, umm…”\nHis reluctance to be called “good” is a recognition of his flaws.\nThe “Merc with a Mouth”, as Deadpool calls himself, is loud, murderous and maddening - everything a superhero isn’t.\nOther antiheroes share similar traits. Loki, played by Tom Hiddleston, is a villain but has gradually become someone who tries to do the right thing, albeit with the trickster’s mischief thrown in.\nThe “dark side” that antiheroes embrace plays a huge role in their appeal, according to Dara Greenwood, of Vassar College in New York, who has spent time studying such characters.\n“[They] give us the imaginative opportunity to lean into the ‘dark side’ of human behaviour in a way that is safe from repercussion or reproach,” the associate professor of psychological science says.\nThat might partly support the affective disposition theory - which suggests that entertainment is enjoyed more when a character that audiences like succeeds and a disliked character fails.\nA defining part of Deadpool is his humour. He is known for his ability “to drop mad one-liner science”, as he calls it, wisecracks and innuendos - usually at the most inappropriate times.\nProf Greenwood says that when paired with humour, violence can come across as playful instead of toxic, which “desensitises us” to its brutality.\nMany superheroes see their powers as a calling to do good - the likes of Spider-Man continue as fan favourites, showing resilience in the face of suffering and continuing to save, not harm people.\nBut Deadpool knows he is a fictional character who exists for the pleasure of others, and constantly breaks the fourth wall to talk to readers and viewers. A 2019 study shows that this rapport gives us the same feelings of attachment and intimacy we would get with a personal relationship.\nMs Nolan says it makes her feel “involved”, while Mr Connolly likens it to “a conversation, or a secret or in-joke we're being let in on\".\nTo him, antiheroes like Deadpool are “heroes with all the interesting bits left in\"\n\"The mess, the weirdness, the flaws,\" he says."
    },
    {
        "title": "Robert Downey Jr to return to Marvel as Doctor Doom",
        "href": "/news/articles/ckrgd7eek09o",
        "article": "Robert Downey Jr is returning to the Marvel superhero world after five years - but not to the Iron Man role that launched the blockbuster franchise.\nThe actor will make his comeback as Dr Victor Von Doom, a prominent villain in the comic books that spawned the popular film series.\nDowney Jr will appear in Avengers: Doomsday, which is due to be released in May 2026, and a further instalment titled Secret Wars a year later.\nStars joining the Marvel franchise were unveiled at the Comic Con event in San Diego.\nDowney Jr appeared on stage concealed behind Doctor Doom's iconic mask and green cloak before unveiling himself to fans.\nSpeaking to reporters, he said: \"I like playing complicated characters.\"\nThe 59-year-old was instrumental in launching the Marvel movie universe, starring in its first film Iron Man in 2008. \nHe last appeared in a Marvel film in 2019's Avengers: Endgame.\nThe American actor won an Oscar for his role in Oppenheimer earlier this year.\n\nMarvel is set to release a further three films in 2025 before Avengers returns to big screens.\nCaptain America: Brave New World will see Harrison Ford replace the late William Hurt as General Thaddeus \"Thunderbolt\" Ross.\nFlorence Pugh will take on a leading role in Thunderbolts, while Pedro Pascal will make his Marvel debut in The Fantastic 4: First Steps. \nDisney's Marvel movie series have generated $30bn (£23.3bn) in box office takings - the first franchise to do so - but profits have slowed in recent years.\nHowever, the recent release of Deadpool & Wolverine, starring Ryan Reynolds and Hugh Jackman, has offered the chance of a potential revival - making $96m on its opening day on Friday.\nLast year, Marvel dropped actor Jonathan Majors - who played villain Kang the Conqueror - following his conviction for assaulting his girlfriend. "
    },
    {
        "title": "Obituary: Edna O'Brien, the controversial Irish novelist",
        "href": "/news/articles/cpwweg4zgv2o",
        "article": "Edna O'Brien was the woman who scandalised Catholic Ireland.\nHer book The Country Girls was banned, burned and denounced from the pulpit in her native country.\nBut she went on to carve a literary career and win a reputation as a controversial, ground-breaking and gifted author.\nNo less a literary figure as Philip Roth once described her as \"the most gifted woman now writing in English\".\nShe was also a woman of ageless spirit who lived a colourful life to the full. In the London of the 1960s and 1970s, she had what she called a Mata Hari reputation.\nShe threw glittering parties and rubbed shoulders with stars like Marlon Brando, Elizabeth Taylor and Robert Mitchum.\nBut in her later life, she shrugged off the Mata Hari label as \"more garbage\".  She insisted it was her inner life that mattered most.\nEdna O'Brien was born in December 1930 at Tuamgraney, County Clare. It was a place she later described as \"fervid\" and \"enclosed\".\nShe was the youngest of four children and she grew up in rural Ireland in a strictly religious, farming family.\nShe once said that her mother, Lena - a controlling woman - did not want her to be a writer.\nWhen asked what O'Brien was like as a child, Lena replied: \"She was a very lonely child and hard to reach.\"\nIn recent years, O'Brien said that most writers were lonely: \"You would not go through the purgatorial of writing unless you were a lonely person.\"\nShe was educated by the Sisters of Mercy, an order whose strict and often abusive style would be castigated in later years by an Irish government inquiry.\nO'Brien's first novel, The Country Girls, was published in 1960, the story of two convent school girls, Cathleen and Baba, who get expelled for writing a dirty note.\nIt laid bare an Ireland where young girls could be spirited, sexual beings.\nO'Brien said the book was dedicated to her mother but that she did not read it.\n\"She thought it was courting sin... but she kind of forgave me as she got older,\" she said.\n\"There was a lot of commotion. There were loads of people who wanted to lynch me... they thought they were in the book.\"\nThe Country Girls was the first in a trilogy - followed by The Lonely Girl (later published as The Girl with Green Eyes) and Girls in their Married Bliss, tracing the two characters as they grow up, rebel and run away to Dublin and London.\nO'Brien herself \"ran away\" when in 1954, against her parents' wishes, she eloped and married the Czech-Irish writer Ernest Gebler.  The couple left Ireland for London.\nThey had two sons, Carlo and Sasha, but the marriage failed after 10 years and she fought and won custody of her children.\nLooking back on that period, O'Brien said that when she gave her husband The Country Girls he said: \"You can write and I will never forgive you.\"\n\"It took the ground from under his feet and his own confidence,\" she said.\nThe novel created a scandal and was a critical and popular hit.\nThere was plenty of mud-slinging - although O'Brien was no stranger to insults.\nJohn Broderick, in the literary periodical Hibernia, \"quoting my husband's exact words … said that my 'talent resided in my knickers'.\"\nBut she went on to carve a long literary career of more than 50 years, writing novels and short stories, winning plaudits and prizes.\nShe was a regular presence on TV and radio.  In 1979, she took part in the first edition of Question Time - alongside the MPs Teddy Taylor and Michael Foot.  She was the last surviving member of that panel.\nSeveral of her books have been adapted for stage and screen. The Country Girls took three weeks to write, but her memoir, The Country Girl, published in 2012, took as many years.\nO'Brien had a long and fraught relationship with Ireland. Among the topics she chose to write about were the Troubles, the IRA and abortion.\n\"Ours indeed was a land of shame,\" she wrote, \"a land of murder, and a land of strange, throttled, sacrificial women\".\nHer novel Down by the River dealt with the true story of the X case in Ireland when a court ruled that a teenager who had been raped could not travel to the United Kingdom for an abortion.\nShe was heavily criticised for her treatment of this case and many did not like the lyricism of her writing.\nShe was also lambasted for a profile of Sinn Féin president Gerry Adams that she wrote for the New York Times in 1994.\n\"I was asked, 'Am I a groupie?' I'm nobody's groupie,\" she said.\nEdward Pearce, writing in the Guardian in the same year, called her \"the Barbara Cartland of long-distance republicanism\".\nShe continued to write well into her old age, saying that she would die if she could not do so.  In 2018, O'Brien was made an honorary Dame of the British Empire.\nShe will be remembered as a woman who changed the nature of Irish fiction.\nIn the words of her fellow novellist, Andrew O'Hagan, \"she brought the woman's experience, and sex and internal lives of those people on to the page, and she did it with style, and she made those concerns international\".\nAs a long-term exile from her native land, she had, nevertheless, Ireland to thank for her imagination and her gift.\nIt was one born of a childhood in the beauty and isolation of her mother country.\nWithout it, she said, \"I wouldn't have got the raw stuff. And the raw stuff is very good for the real stuff.\""
    },
    {
        "title": "Kit Harington defends play's 'black out' nights",
        "href": "/news/articles/ckmgp7m1ld0o",
        "article": "Actor Kit Harington has defended his new play having dedicated performances for black audiences, denying that the initiative discriminates against white people.\nSlave Play attracted controversy and criticism earlier this year when it was announced there would be two \"black out\" nights during the show's 12-week run.\nRishi Sunak, who was prime minister at the time, described the initiative as \"wrong and divisive\".\nBut Harington, who appears in the play, said of the scheme: \"I’ve come to realise or believe that it’s an incredibly positive thing.\"\nThe Game of Thrones star also told the BBC's Laura Kuenssberg that the first black out performance, which took place earlier this month, was an \"incredible show\". \n\"Number one, if you are white, no-one’s stopping you buying a ticket, it’s not illegal to buy a ticket for that show, if you want to come,\" he said. \"It’s saying, 'We would prefer the audience to be this'. \n\"Number two, I’ve been going to the theatre since I was young with my mum. I’ve only ever really known predominantly white audiences. It is still a particularly white space.  \n\"So to have the argument that, oh, this is discriminating against white people, is I think vaguely strange and ridiculous.\"\nSet on a plantation in the old American South, Slave Play explores \"race, identity and sexuality\".\nWritten by US actor and playwright Jeremy O Harris, it was a Broadway success and received 12 Tony nominations, although it did not win any.\nThe Broadway run also had black out nights, which organisers said were intended for an \"all-black-identifying audience\".\n\"People have to be radically invited into a space to know that they belong there,\" Harris told BBC Radio 4 earlier this year.\nThe second of the two black out performances in London's West End will take place in September. \nHarington said \"the energy on stage and in the audience\" during the first one \"was unlike anything I’ve ever experienced\".  \n\"And I do believe with this play and what it’s saying, that having a place where a certain group of people can come and feel open to laughing in a certain way, reacting in a certain way, in sort of safety, for two nights of the entire run, is a great thing.\"\nHis co-star Olivia Washington said: \"To see black and brown people in a 900-seat theatre, I’ve never experienced that, as an audience member I’d never experienced that.\n\"So it was very special for me to experience in doing this play, because as you [Kuenssberg] said, it is difficult, it’s difficult subject matter, it can get hard for people to hear.\n\"However, to feel supported by this room in a different kind of way felt just – it felt really great.\"\nSlave Play's producers told BBC News in February that the \"intent is to celebrate the play with the widest possible audience\", adding: \"To be absolutely clear, no-one will be prevented or precluded from attending any performance of Slave Play.\"\nThe show's West End transfer has received generally positive reviews from critics. The Guardian's Arifa Akbar described it as \"charismatic, needling theatre\" while the Evening Standard's Nick Curtis said it was \"bold and scabrously witty\" - with both critics awarding four stars. \nDominic Maxwell of the Times, however, awarded just two stars, saying the show was \"the sort of ideas-led piece that would stimulate over an hour but has instead unwisely swollen to two hours\".\nHis colleague Clive Davis, who attended the first black out night, said he had mixed feelings about the initiative. \n\"Did the composition of the audience affect the way the dialogue was received? I think so,\" he wrote, adding that the audience's laughter and commentary suggested they were particularly engaged.\nReflecting on the black out nights, he continued: \"I still have my doubts... I still think better marketing is the more creative way to bring in new audiences.\"\nHowever, several ticket buyers interviewed by Sky News on the night applauded the scheme.\nOne said it was \"just about giving more people an opportunity to experience\" theatre, while another said it was \"not an exclusion thing, it's just we don't get the same opportunities\" as white people."
    },
    {
        "title": "Laura Whitmore alleges 'inappropriate behaviour' on Strictly ",
        "href": "/news/articles/c6p2122r9xro",
        "article": "Television presenter Laura Whitmore has alleged she was subjected to \"inappropriate behaviour\" while on Strictly Come Dancing.\nThe former Love Island host was partnered with professional dancer Giovanni Pernice in 2016, and was the seventh celebrity eliminated.\nWhitmore, who had an ankle injury during the show, says she \"raised concerns\" at the time.\nPernice has previously rejected \"threatening or abusive behaviour\" allegations made by Sherlock actress Amanda Abbington, who was partnered with him in 2023.\nIn an Instagram story on Saturday, Whitmore wrote: \"I was trying not to comment on recent press speculation until the BBC review is complete but feel there is a lot of misinformation in the press and I want to help and show support by setting the record straight.\"\nThe 39-year-old said she had been asked to speak to the BBC with six other people, whom she did not name, about \"inappropriate behaviour they experienced similar to mine with the same individual\".\nWhitmore does not name the \"individual\" in her statement.\n\"I initially raised concerns back in 2016,\" she wrote. \"I thought my experience was specific to me but I've since learned I was wrong.\n\"The aim of this is to show a pattern of behaviour that I believe needs to stop.\"\nShe said: \"I am not looking for anything, just an acceptance that what happened to me in the rehearsal rooms during my time on BBC Strictly was wrong and that it won't happen to anyone else again.\"\nThe television presenter went on to say she had not made an official complaint and was providing evidence of her experience to support the BBC's investigation.\n\"I know the BBC and all outlets continue to do their best to be better, but for that to happen we must speak up,\" she said.\nThe BBC press office said it was not commenting on Whitmore's claims. \nPernice was also approached for comment. Previously, a spokesperson for the 33-year-old dancer said: \"We are co-operating fully with the BBC's review process...\n\"Giovanni refutes any claim of threatening or abusive behaviour, and, having provided the BBC with his evidence, is confident that the review will prove this.\"\nPernice will not be returning for the show's series this year. \nAnother professional dancer, Graziano Di Prima, has also left the show. \nHis spokesman admitted Di Prima had kicked his partner Zara McDermott in a rehearsal last year. \nDi Prima has said he deeply regrets \"the events that led to my departure from Strictly\", and that his \"intense passion and determination to win might have affected my training regime\".\nThe BBC has said it will introduce measures to \"strengthen welfare and support\" on the show, including a chaperone who will be present \"at all times\" during training room rehearsals.\nMore on Strictly Come Dancing:\nA previous statement from the corporation said: \"Anyone involved in a complaint has a right to confidentiality and fair process and therefore it would be inappropriate to comment further on individuals.\n\"However, when issues are raised with us we always take them extremely seriously and have appropriate processes in place to manage this.\n\"As we have said before, we would urge people not to indulge in speculation.\n\"More generally, the BBC and BBC Studios takes duty of care extremely seriously.\n\"Our processes on Strictly Come Dancing are updated every year, they are kept under constant review, and last week we announced additional steps to further strengthen welfare and support on the show.\"\nThe BBC Director General, Tim Davie, has also apologised to Strictly contestants after complaints of abusive behaviour.\nDavie said he was \"disappointed\" to hear that several celebrities had complained about how their dance partners treated them in rehearsals.\nHe added the BBC would \"never tolerate unacceptable behaviour of any kind\"."
    },
    {
        "title": "Princess Leia's Star Wars bikini fetches $175,000",
        "href": "/news/articles/cn08q0qg2lzo",
        "article": "A gold bikini worn by the late Carrie Fisher in Return of the Jedi has been sold for $175,000 (£136,000) at auction. \nThe Star Wars costume is one of the most famous outfits in film history. \nIt includes a bikini top, bikini plates, hip rings, an armlet and bracelet.\nFisher, who played Princess Leia in the films, said she thought director George Lucas was \"kidding\" when he showed her the bikini. \nShe told NPR in an interview a month before her death in 2016 that she felt \"nearly naked, which is not a style choice for me\" adding that it made her \"very nervous\". \nThe actress also revealed that during filming she had to \"sit very straight because I couldn't have lines on my sides, like little creases. No creases were allowed, so I had to sit very, very rigid straight.\" \nA miniature Starfighter aircraft that was used in the filming of the first Star Wars film was sold for $1.5m (£1.1m). \nHeritage Auctions, who ran the sale, say the object is one of only two filming miniatures created for the production. \nA wand used by Daniel Radcliffe in the film, Harry Potter and the Prisoner of Azkaban fetched $52,000, while a hammer prop from a Thor film made $81,000. \nAn outfit worn by Macauley Culkin in the first Home Alone film was sold for $47,500. \n"
    },
    {
        "title": "Three members of family gospel group die in plane crash",
        "href": "/news/articles/cv2gl0x7p0ko",
        "article": "A husband, wife and their daughter who performed together in American gospel group The Nelons have been killed in a plane crash along with four other people.\nJason and Kelly Nelon Clark died alongside Amber Nelon Kistler on Friday when their aircraft came down over Wyoming on its way to a performance.\nAutumn Nelon Streetman - who also performs in the Grammy Award-nominated group but was not on board - confirmed the death of her parents and sister on Instagram.\nShe thanked fans for their \"prayers, love and support\" hours after the fatal crash. \nAmber's husband Nathan Kistler, the family's assistant Melodi Hodges, pilot Larry Haynie and his wife Melissa Haynie were also killed, according to the group's management.\nGaither Management said the passengers were making their way to Seattle to join a cruise ship The Nelons were due to perform on.\nOfficials in the area where the plane came down said it happened at about 13:00 local time, north of the town of Gillette. Local media said it triggered a wildfire. \nA National Transportation Safety Board spokesman said preliminary reports indicate the aircraft crashed after an \"auto pilot issue\".\nThe band's management said Autumn - the youngest member of the family act - was awaiting the arrival of her parents and sister in Seattle when she was informed.\nIn a post on Instagram, Autumn said: \"Thank you for the prayers that have been extended already to me, my husband, Jamie, and our soon-to-be-born baby boy, as well as Jason's parents, Dan and Linda Clark.\"\nRex Nelon, the father of Kelly Nelon Clark, founded the group in the 1970s.\nThey have been nominated for three Grammy awards and were inducted into the Gospel Music Association Hall of Fame in 2016. \nThe group's biggest hits include I Shall Not Be Moved, Come Morning and We Shall Wear a Robe and Crown.\nKelly was also an actress and appeared in the ABC fantasy drama Resurrection. "
    },
    {
        "title": "10 of the best films to watch in August",
        "href": "/culture/article/20240724-10-of-the-best-films-to-watch-in-august",
        "article": "Including Alien: Romulus, The Crow and the latest from M Night Shyamalan – this month's unmissable movies to watch and stream.\nDaughters is an acclaimed documentary about the \"Date with Dad\" program in a Washington DC prison. What happens is that inmates are given a rare chance to bond with their children at a semi-formal \"Daddy Daughter Dance\". These brief reunions are as shatteringly emotional as you might imagine, but they go on to affect the four girls at the heart of the film in a range of poignant ways. \"It's hard to imagine a sharper critique of our dehumanising prison system than this bighearted, deeply empathetic tearjerker by Angela Patton and Natalie Rae,\" says Tomris Laffly in Harper's Bazaar. \"Their vérité-style documentary will make you ugly-cry. But more importantly, their clear-eyed film, which follows its subjects over years, will unflinchingly demonstrate that the purpose of a healthy legal system should be to rehabilitate hearts, not to irreparably harden them by denying prisoners human needs like the embrace of a loved one.\"\nReleased on 14 August on Netflix\nThis rude and raucous comedy drama, written and directed by Rich Peppiatt, tells the true-ish story of Kneecap, a rebellious hip-hop trio from West Belfast who rap in the Irish language. Edited in the gimmick-laden, hyperactive style of Trainspotting, the film shows how Liam Óg Ó hAnnaidh, Naoise Ó Cairealláin, and JJ Ó Dochartaigh go from being drug dealers to punky underground stars to unlikely political figureheads, dodging paramilitaries and police detectives along the way. Michael Fassbender makes a cameo appearance as the father of one of the band-members, but the most surprising thing about the casting is that the trio play themselves – and they do so with such skill that you would assume they were experienced actors. \"Bursting with unruly energy that practically escapes the confines of the screen, Kneecap is a riotous, drug-laced triumph in the name of freedom that bridges political substance and crowd-pleasing entertainment,\" says Carlos Aguilar in Variety.\nReleased on 2 August in the US, 9 August in Ireland and 23 August in the UK\nZoe Kravitz's directorial debut stars her fiancé Channing Tatum as a tech billionaire, and it co-stars Naomi Ackie and Alia Shawkat as the two unsuspecting women he invites to his private island. At first they revel in their luxurious surroundings, but then their memories start fading and people start disappearing. Blink Twice sounds like another dark satire about wealthy hedonists in danger on exclusive islands – see also Glass Onion, Triangle of Sadness, The Menu, Infinity Pool – but Kravitz says that her inspirations included The Shining, Rosemary's Baby, Pulp Fiction and Boogie Nights. \"The concept of the island was I was trying to find ways to isolate people, and thinking about things like the Garden of Eden and the serpent,\" she told Entertainment Weekly. \"And then, of course, there are other things that happen that we all know about on islands, and people think [the film is] about that, but it becomes something else. It's pretty trippy.\"\nOn general release from 23 August\nBased on James O'Barr's gothic comic-book series, The Crow was notorious even before its release in 1994, because its star, Brandon Lee, was fatally wounded by a prop gun during the production. Nonetheless, the superhero film was followed by three sequels and a spin-off television series, and now comes a reboot directed by Rupert Sanders (Snow White and the Huntsman, Ghost in the Shell). Bill Skarsgård, who played Pennywise in the IT films, stars as a rock musician who is out with his girlfriend (FKA twigs) when they are killed by a criminal gang. He is then brought back from the dead to avenge their murder. \"Audiences see Skarsgård's Eric and Twigs's Shelly tumble into love before she comes to her gruesome end,\" says Madison Vain in Esquire. \"Only then does his quest begin. It wrestles with doubt and desperately claws at life's big questions. Why are we here? What happens to us when we die? What would you give up to save the one you love?\"\nOn general release from 23 August\nMichael Morpurgo is best known for War Horse, a novel that became a hit play and a Steven Spielberg film. Another of his novels, Kensuke's Kingdom, has now been turned into a hand-drawn animation scripted by Frank Cottrell-Boyce. (Morpurgo is a former British Children's Laureate; Cottrell-Boyce holds the position today.) It's the story of an 11-year-old boy (voiced by Aaron MacGregor) who is sailing with his parents (Cillian Murphy and Sally Hawkins) when he is tipped overboard in a storm, and washes up on a remote island. The only other human inhabitant is Kensuke (Ken Watanabe), an elderly Japanese man who protects the orangutan population from hunters. Kensuke's Kingdom is ideal for anyone \"looking for animated films that tackle weighty themes and ideas… rather than just offering empty noise and thrills,\" says Wendy Ide in Screen Daily. \"It's a handsome production… and the message – that we should work together despite cultural differences to protect the natural world – is more relevant than ever.\"\nReleased on 2 August in the US and the UK\nM Night Shyamalan pitched his latest thriller as \"Silence of the Lambs at a Taylor Swift concert\". The idea is that a doting dad named Cooper (Josh Hartnett) is taking his daughter (Ariel Donoghue) to see a pop superstar in concert – a superstar who just happens to be played by Shyamalan's own daughter, Saleka Shyamalan. While the show is underway, he hears that the whole event is actually a sting operation, and that the building is thronging with police who are closing in on a serial killer. \"I want the industry to move towards more original storytelling,\" Shyamalan told Empire magazine. \"I think audiences would really like it. Look, I know there's safety in IP [intellectual property]. But it's really important that we come to the movies and see something we've never seen before. I'll keep fighting for that.\"\nReleased on 2 August in the US and Canada, and 9 August in the UK and Ireland\nThe Alien films have grown bigger and grander over the years, culminating in the last two epics directed by Ridley Scott, Prometheus (2012) and Alien: Covenant (2017). But the latest instalment is due to be a back-to-basics affair, complete with all the dark corridors and practical effects that distinguished Scott's 1979 original. Directed by Fede Álvarez, Alien: Romulus is set aboard an almost deserted space station that is visited by a group of young colonists played by Cailee Spaeny (Priscilla), David Jonsson (Rye Lane) and others. \"Really, the movie is a survival horror, just like the first one,\" Álvarez told Total Film. \"This is the way this movie works: if you haven't seen any Alien movie ever, you'll have a great time. You won't feel like you're missing out on anything. But if you've seen one or more – oh, boy, you'll have a blast. The reality is that it is a standalone story, but it's filled with references to every movie.\"\nOn general release from 16 August\nNathan Silver is one of the most prolific writer-directors in US cinema today. Beginning with The Blind in 2009, he has made 12 films in quick succession, most of them concerning Jewish family life. But his latest rollicking comedy, says Richard Brody in The New Yorker, \"reveals a striking new vein of thought and invention, both in his career and in American filmmaking at large\". It's also starrier than Silver's earlier work. Jason Schwartzman stars as Ben, a 40-year-old cantor, ie someone who sings the liturgy in services. But he hasn't been able to sing, or to do much else, since his wife died the previous year. At his lowest ebb, he becomes friends with the 70-year-old Carla, played by Carol Kane, who was his elementary school music teacher. \"Silver spotlights his splendid cast's finely nuanced vigour,\" says Brody, \"whether in jolting asides or florid arias, but, above all, he revels in the script's many scenes for Kane and Schwartzman together, whether by themselves or in a crowd. Their soulful duets seem to resonate from deep within.\"\nReleased on 23 August in the US, the UK and Ireland\nThe Guardians of the Galaxy might have retired from galaxy-guarding, but Borderlands introduces another band of interstellar swashbucklers. Based on the video-game series, and directed by Eli Roth, this sci-fi action-comedy stars Cate Blanchett as Lilith, a mercenary who returns to her home planet, Pandora (presumably not the same Pandora that's in James Cameron's Avatar), to track down the missing daughter of the most powerful man in the universe (Edgar Ramirez). Other members of her rag-tag band are played by Jamie Lee Curtis, Kevin Hart and Ariana Greenblatt, while Jack Black voices a robot called Claptrap. \"It's bananas,\" Roth told ComingSoon. \"I really wanted to keep the spirit of the movie in the spirit of the games... So yeah, the film is fun. It is wild. It was a massive, massive undertaking.\"\nOn general release from 9 August\nAt the start of Baltasar Kormákur's soulful romantic melodrama, a retired Icelandic widower (Egill Ólafsson) is told by his doctor that he has the first signs of dementia. Determined to tie up loose ends while he still can, he sets off on a quest to find the long-lost love of his life. Meanwhile, flashbacks show how his younger self (Palmi Kormákur, the director's son) got a job in a Japanese restaurant in London 50 years earlier, and fell for the owner's daughter (Kōki) shortly before she disappeared. Adapted from a novel by Ólafur Jóhann Ólafsson, Touch is set in 2020, when Covid-19 was spreading, making travel – and touching – more and more difficult. \"A panoramic love story interrupted by time, mystery and the fallout of war, the elegantly crafted film knows when to curb its sentimentality and when to let it resonate,\" says David Rooney in The Hollywood Reporter. \"It deftly balances two strands separated by half a century, acted with great sensitivity by the four leads.\"\nReleased on 8 August in Germany, 29 August in Italy, and 30 August in the UK and Ireland\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Nine of the best TV shows to watch this July",
        "href": "/culture/article/20240701-nine-of-the-best-tv-shows-to-watch-this-july",
        "article": "From Natalie Portman's small-screen debut to violent Ancient Roman epic Those About to Die and a reboot of cult 1980s film Time Bandits.\nAs Wednesday Addams' werewolf roommate Enid in the Netflix series Wednesday, Emma Myers helps solve murders. But here the actor stars as a more down-to-earth sleuthing student in this adaptation of Holly Jackson's popular YA novel. Myers is Pip Fitz-Amobi – with that wonderful name, how could she not be special? – who is determined to find the truth behind a supposedly solved murder-suicide that shook her school five years before. As school projects go, she gets points for ambition. Zain Iqbal plays her friend Ravi, whose brother was the presumed killer, and Anna Maxwell Martin is Pip's understanding mother. Dolly Wells, co-star and co-creator with Emily Mortimer of Doll & Em, directs the series. Unusually, Jackson wrote both a British and American version of the novel, each with different settings – the fictional Little Kilton in the UK and Fairview, Connecticut in the US – but the television version stays in Little Kilton.\nA Good Girl's Guide to Murder is currently on BBC iPlayer in the UK and premieres 1 August on Netflix internationally\nThe topical theme of artificial intelligence meets a tried-and-tested mystery plot in this series starring and executive produced by Rashida Jones. She plays Suzie Sakamoto, an American living in Japan. When the plane her husband and small son are on crashes, the tech company her husband worked for gives her a robot companion for consolation – a chatty little know-it-all named Sunny who vaguely resembles a metal Teletubby. Strange things start happening, and soon Suzie and Sunny team up to investigate what really happened to her son and husband, whose bodies have not been found. Jones navigates her role smoothly to express Suzie's grief and determination, as well as her sense of the absurd, in a show that has suspense and, thanks to Sunny and some chicanery from the tech company, some comic moments. Hidetoshi Nishijima, the star of 2021 Japanese Oscar-winner Drive My Car, is Suzie's husband, seen in flashbacks, whose ties to Sunny come as a big surprise to his wife.\nSunny premieres 10 July on Apple TV+ internationally\nNo pun was too cringey, no double entendre too obvious in the 2016 animated adult comedy Sausage Party, about food items in a supermarket – and that was just what lots of people liked about it, as the film became an unexpected box office hit. The television spin-off features many of the same starry voices, notably Seth Rogen as Frank, the hot dog who discovered that food's fate is to go down someone's gullet, and helped engineer an escape from the store. Kristen Wiig returns as Frank's girlfriend, the hot dog bun Brenda, along with Edward Norton as Sammy Bagel Jr. New voices include Will Forte as the human whose help they need to build a utopia, and Sam Richardson as an orange, Julius. (Yup, a nod to the one-time fruit-drink chain of Orange Julius stores.) Rogen and Evan Goldberg, who were among the film's producers, are behind the television version too. They told Empire magazine: \"It's got all the heart, double the puns, and triple the food-on-food sex\".\nSausage Party: Foodtopia premieres 11 July on Prime Video internationally\nForest Whitaker brings gravitas and slyness to the role of Judge Oliver Garland in this Chicago-set series based on Stephen L Carter's 2002 bestselling novel The Emperor of Ocean Park. Garland dies of a heart attack in the show's opener. Or was he murdered? The timeline constantly flips between past and present. In the flashbacks, updated from the novel to 2009 and beyond, Garland's nomination to the Supreme Court is derailed because of some dicey connections in his past. In the present, his three children discover some dark secrets. His daughter, Mariah (Tiffany Mack) is conspiracy-minded to begin with, but that doesn't mean she's wrong when she suspects their father was killed. She has a hard time convincing her two brothers, Tal (Grantham Coleman), a law professor with marital problems, and Addison (Henry Simmons), a television journalist. Full of plot twists and family drama, the show is the latest evidence that legal thrillers are perfectly suited to television.\nEmperor of Ocean Park premieres 14 July on MGM+ in the US\nTime travel can be an irresistible fantasy for all ages, which is the idea behind this colourful family-friendly series based on Terry Gilliam's 1981 film about a boy who joins a band of robbers traveling through the ages. Here the band is led by Lisa Kudrow as Penelope, who brings 11-year-old Kevin (Kal-El Tuck) and her group to different periods of history, as they stop in the first days of Stonehenge, the Ice Age and the Middle Ages, among other eras. The show's creators are Jemaine Clement and Taika Waititi – the duo behind the vampire mockumentary What We Do in the Shadows, who share Gilliam's off-kilter comic style – and writer Ian Morris, who collaborated with Waititi on his last film Next Goal Wins. The show lands in a different cultural moment from the movie. In the film, Kevin accompanied a band of dwarfs, who are not present in the television version. And the series has been shadowed by a controversy of its own. The actor Charlyne Yi recently alleged that they were \"physically assaulted\" and \"psychologically abused\" on set. In a statement, Paramount Television Studios said that they had \"conducted a full investigation regarding allegations that were brought to our attention\", and that \"additional steps were taken to address concerns\".\nTime Bandits premieres 14 July on Apple TV+ internationally\nSlipping into view ahead of Ridley Scott's hugely anticipated film Gladiator 2, which arrives in November, this sword-and-sandals action series has a pedigree of its own. Anthony Hopkins plays the Roman Emperor Vespasian, complete with flowing robes and a gold laurel wreath on his head. Roland Emmerich, the director of spectacles including Independence Day, directs five of the 10 episodes of the show about gladiators and those who try to kill them. And Robert Rodat, the screenwriter of Saving Private Ryan, is the series creator. The cast includes Iwan Rheon, best known as the villainous Ramsay Bolton on Game of Thrones. Peacock's official description calls his character, Tenax, a \"crime boss\" who runs a gambling operation for bets on all those vicious games in the newly-built Colosseum. Somehow that makes you imagine Tony Soprano in a toga, but it suggests how much Peacock is leaning into a connection between those 79 AD shenanigans and today.\nThose About to Die premieres 18 July on Peacock in the US and 19 July on Prime Video in the UK\nStarring in her first television series, Natalie Portman is a 1960s Jackie Kennedy lookalike as Maddie Schwartz, an upscale Baltimore housewife whose determination to solve the murder of a drowned woman turns her into a journalist. Moses Ingram (Josie in The Queen's Gambit) plays Cleo Johnson, the murder victim whose story is told in flashback in tandem with Maddie's bolt for freedom from her stifling marriage. Based on Laura Lippman's novel and written and directed by Alma Har'el (Honey Boy), the show takes on themes of feminism and Jewish and black identity, in the guise of a textured murder mystery. It was shot in Baltimore, where Portman's grandmother once lived, giving the role a special resonance. \"To have been there and imagined my family being there 60 years ago was really amazing,\" she told Vanity Fair. \"To imagine what it was to be a woman at that time in a Jewish marriage, the restrictions of what that meant at that time and place definitely felt personal to explore.\" \nLady in the Lake premieres 19 July on Apple TV+ internationally\nA pod of people sheltering together during a pandemic sounds timely, but Boccaccio got there first, in the 14th Century to be exact. In The Decameron he imagined nobles and servants gathered in a villa outside Florence, where they told stories and hoped to avoid the bubonic plague raging outside. Kathleen Jordan, creator of this irreverent dark comedy very loosely based on Boccaccio, has said she approached his classic book as a series of \"short little horny tales\". The show is also set in Florence in 1348, with a range of characters including Tony Hale as the hapless steward of the villa where everyone is staying, Zosia Mamet as an entitled woman hoping to become mistress of the villa, and Saoirse-Monica Jackson (Derry Girls) as a put-upon servant. There is class conflict, but also drinking, dancing, sex and Survivor-style scheming in a series that counts Jenji Kohan (Orange is the New Black) among its executive producers.\nThe Decameron premieres 25 July on Netflix internationally\nThis Spanish-language drama, set in the early 1970s, is inspired by the real story of the first women to join Mexico City's police force. It did not go smoothly. The story focuses on four women who soon learn they are public relations window dressing, not expected to do any real crime-fighting and given whistles instead of guns. Their uniforms may make them look like airline hostesses of that era, with short blue skirts and high leather boots, but they are smarter than the dismissive men around them. Soon they go off on their own initiative to find a serial killer targeting women. The female officers are a mix of personality types, led by the fiercely determined Maria (Bárbara Mori), along with Gabina (Amorita Rasgado), daughter of a respected policeman, the fingerprint expert Angeles (Ximena Sariñana) and the young, rebellious Valentina (Natalia Téllez). That neat distribution may be typical, but the series also offers a fresh take on the female cop show.\nWomen in Blue premieres 31 July on Apple TV+ internationally\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "11 of the best films to watch in July",
        "href": "/culture/article/20240628-deadpool-wolverine-to-twisters-11-of-the-best-films-to-watch-in-july",
        "article": "Including Deadpool & Wolverine, Despicable Me 4 and a comedy starring Scarlett Johansson and Channing Tatum – this month's unmissable movies to watch and stream.\n1. Crossing\nLevan Akin, the Swedish-Georgian writer-director of And Then We Danced, returns with another tough but tender queer drama, Crossing. Its 70-something heroine is Lia (Mzia Arabuli), a retired teacher who travels from Batumi in Georgia to Istanbul in Turkey in search of her estranged transgender niece. With the help of a lawyer (Deniz Dumanli) specialising in trans rights, she discovers a community she never knew existed, and which is represented here with the vivid authenticity of a documentary and the complexity of a novel. \"Akin immerses the audience in the bustling Turkish capital,\" says Hannah Strong in Little White Lies. \"Sweet without being cloying, it's a love letter to the commonalities between Georgian and Turkish culture; one that encourages empathy and reminds us it's never too late to change for the better.\"\nReleased on 19 July in the UK, the US and Ireland\n2. MaXXXine\nTi West's \"X\" series is a slasher-movie franchise like no other. In X, Mia Goth played Maxine Minx, an aspiring adult-film star who survives a massacre on a Texan farm in 1979. Then came Pearl, which was set in 1918, but which also starred Goth as a younger incarnation of the first film's villain. And now, in MaXXXine, Goth plays Maxine again, but this time it's 1985, and she has moved to Hollywood to pursue her big-screen dreams. Will her past catch up with her? And what's her connection to a serial killer who is terrorising Los Angeles? Bobby Cannavale, Elizabeth Debicki, Lily Collins and Kevin Bacon also feature in a film which, like the previous two Xes, pays homage to cinema history. \"A big part of the aesthetic of the movie is the shiny parts of Hollywood [versus] the seedy parts of Hollywood,\" West told Empire. \"The shiny type of movies, and then the sleazy or low-budget type of movies… made in the 1980s.\"\nReleased on 5 July in the US, Canada, the UK and Ireland\n3. Twisters\nTwister, a disaster movie directed by Jan de Bont, was one of the biggest hits of 1996, so perhaps it was inevitable that Hollywood would eventually make a follow-up. What's more surprising is that Twisters is directed by Lee Isaac Chung, whose last film, Minari, was an Oscar-nominated semi-autobiographical drama. Anyway, Glen Powell and Daisy Edgar-Jones star as the mismatched storm-chasers who research tornadoes by driving dangerously close to them. But climate change has made these whirlwinds bigger and more destructive than the ones which blasted Helen Hunt and Bill Paxton in 1996. \"What used to be 'tornado alley' going through a certain stretch,\" the film's screenwriter, Mark L Smith, told Collider, \"now extends further east, and the dates are wider, and the numbers are higher, and the storms themselves are more violent. So we did use elements of that just to shine a light on the causes and effects of climate change.\" \nReleased internationally from 17 July\n4. Deadpool & Wolverine\nDeadpool & Wolverine boasts the long-awaited team-up of two beloved Marvel characters: Ryan Reynolds is back as the wisecracking Deadpool, and Hugh Jackman has bulked up again to play Wolverine, even though the character died at the end of Logan in 2017. Like the previous two Deadpool films, this one will be a postmodern comedy as well as a superhero blockbuster, so it helps that Reynolds and Jackman have a long history of joking about their friendship, while the director, Shawn Levy, has made such comedies as Date Night and Night at the Museum. \"With Deadpool, there's no rules,\" Levy told Pete Hammond of Deadline. \"To do it with my best friend Ryan and my other buddy Hugh was just a blast because the willingness to embarrass ourselves in front of each other led to some really unexpected jokes and moments and surprises.\"\nReleased internationally from 26 July\n5. The Imaginary\nThis is the year of films about imaginary friends. First there was Imaginary, a Blumhouse horror movie with a demonic teddy bear. Then there was IF, John Krasinski's fantasy adventure with Ryan Reynolds and a purple monster voiced by Steve Carell. And now there is The Imaginary, which is, well, the most imaginative of the three. Adapted from AF Harrold's novel, this spectacular Japanese cartoon is directed by Yoshiyuki Momose, a Studio Ghibli veteran who worked on Princess Mononoke and Spirited Away. Its hero is Rudger, a supernatural boy who has to save his fellow \"imaginaries\" from being devoured by the evil Mr Bunting. \"If you love Studio Ghibli, you won't want to miss a film that feels like a cousin to its fantastical family,\" says Kristy Puchko at Mashable. \"If you love animation that makes you gasp, giggle, and weep, you won't want to miss The Imaginary.\"\nReleased internationally on 5 July on Netflix\n6. Fly Me to The Moon\nCombine the fact-based space-race tension of First Man with the glamorous 1960s fashions of Mad Men and the screwball banter of a Doris Day / Rock Hudson romantic comedy, and you've got Fly Me to The Moon, starring Scarlett Johansson and Channing Tatum. Tatum plays the stuffy Nasa engineer in charge of the Apollo program. Securing the money he needs is proving tricky, so a mysterious government agent (Woody Harrelson) hires one of Manhattan's slickest advertising executives (Johansson) to persuade the US public that the project is worth their tax dollars – even if that means staging a fake Moon landing in case the real one goes wrong. \"Fly Me to The Moon meshes love, laughs and the space race with serious panache,\" says James King at BBC Radio 2. \"The result? A sparkling romcom that's both tender and dazzling, brimming with charm.\"\nReleased internationally from 12 July\n7. Getting It Back: The Story of Cymande\nCymande are a band of British funk musicians with Caribbean backgrounds. In the early 1970s, they were the first ever British band to play the Apollo Theater in Harlem, but they couldn't make any headway in the UK, where black pop acts were still a rarity. After releasing three albums, they broke up in 1975. But that wasn't the end of their story. In the 1980s and beyond, Cymande's music was sampled by hip-hop artists including De La Soul and Fugees, and they eventually grew so popular that they were able to reform and tour again. \"The documentary talks to Cymande superfans like Mark Ronson, Deb Grant and Craig Charles and it allows us to reflect on how it was somehow up to America to cherish and nurture these great black British musicians,\" says Peter Bradshaw in The Guardian. \"It's an education and a good-news story about [a band] who should be as big as Earth Wind & Fire, but aren't. Or at least not yet.\"\nReleased on 26 July in the US\n8. Longlegs\nAnthony Perkins became a horror icon when he starred in Alfred Hitchcock's Psycho, and now his son, Osgood Perkins, looks set to become a horror icon, too. The writer-director's \"preternatural talent for crafting slow-burn chillers is lauded and widely documented among horror fans and writers,\" says J Hurtado at Screen Anarchy, \"but Longlegs announces him as a truly unique master of the genre.\" Perkins' fourth film stars Maika Monroe as Lee Harker, a young FBI agent whose inexperience is balanced by her uncanny intuition. Her quarry is a Satan-worshipping serial killer played by Nicolas Cage in what could be his strangest ever performance – and that's saying something. The creepy part is that the killer doesn't appear to murder anyone himself: he somehow persuades other people to do the murdering for him. \"Rarely has there been a horror film so completely drenched in anxiety and terror in every single scene,\" says Hurtado. \"Longlegs is a masterpiece... the most harrowing 100 minutes you're likely to endure in a cinema this year.\"\nReleased on 12 July in the US, the UK, Canada and Ireland\n9. Beverly Hills Cop: Axel F\nEddie Murphy is in the \"reviving dormant franchises from the 1980s\" stage of his career. In 2021, there was a Coming to America sequel, and now he's made a fourth Beverly Hills Cop film, three decades on from the third one, and four decades on from the first. As ever, he'll be playing Axel Foley, a motormouthed Detroit detective who outsmarts colleagues and criminals alike in Los Angeles's swankiest neighbourhood. Several members of the original cast are back with him, including Judge Reinhold and Paul Reiser, and they're joined by Taylor Paige as Axel's estranged daughter, and Joseph Gordon-Levitt as his new partner. But the director, Mark Molloy, told Entertainment Weekly that it's Murphy's own improvisation that is the key to a Beverly Hills Cop film. \"You've got, in my eyes, the greatest comedian in the world. A huge part of my job is to create a space for improvisation to thrive. I always want to get what's on the page, but when you have someone like Eddie Murphy, you want to let him be free.\"\nReleased internationally on 3 July on Netflix\n10. Despicable Me 4\nEveryone's favourite reformed supervillain, Gru (Steve Carell) is back for a fourth cartoon caper – or a sixth if you count the two Minions spin-offs. In this episode, he is living happily with his wife Lucy (Kristen Wiig), their three adopted daughters, and a new baby son. Unfortunately, Gru Jr. thinks that his dad really is despicable, but Gru has bigger problems. An old enemy, Maxime Le Mal (Will Ferrell), has broken out of prison and is thirsty for revenge. Can the newly super-powered Minions save the day? Co-written by Mike White (School Of Rock, The White Lotus), Despicable Me 4 is \"gloriously funny and playful\", says Wendy Ide in Screen Daily. \"[It] may not reinvent the wheel (even if it does soup up a wheelchair with monster-truck-sized tyres at one point). What it does deliver is a brisk, fan-friendly romp which may be a little thin on actual plot but is stuffed to the gills with jokes.\"\nReleased internationally from 3 July\n11. Kill\n \nThis Hindi-language Indian thriller from Nikhil Nagesh Bhat is about as subtle as its one-word title: Kill. The concept is that a hunky commando (Lakshya) is on a crowded overnight train bound for New Delhi when 40 bandits jump up from their seats, intent on robbing the other passengers. After the thieves make the mistake of messing with the commando's fiancée, he unleashes an orgy of bone-crunching, gut-puncturing, blood-spurting violence, as devised by the fight choreographer of Bong Joon Ho's own trainbound fight-fest, Snowpiercer. \"As brutal a film as the country has ever produced, Kill is a shockingly graphic action showcase,\" says Peter Debruge in Variety. \"All told, Overkill probably would have been a better title, considering how far Bhat takes each and every altercation, milking it for maximum vengeance.\"\nReleased on 4 July in the US, and on 5 July in the UK, Ireland and India\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "10 of the best TV shows of 2024 so far",
        "href": "/culture/article/20240612-10-best-tv-shows-of-2024-so-far",
        "article": "From a brutal Japanese period epic to a controversial Netflix stalking drama and a hit video game adaptation, we pick the year's greatest programmes to stream right now.\nIt would have been enough if the fourth season of True Detective had done nothing more than use the unforgettable word \"corpsicles\" for murder victims frozen in ice, but this revamped series did much more. Jodie Foster is galvanizing as the acerbic police chief in a small Alaska town, who leads the investigation into an increasingly creepy multiple murder case. Set at a time of year when the sun doesn't rise for a fortnight, the show is beautifully shot in midnight blues that let you feel the chill and draw you into a world where high-tech scientists live side by side with locals with supernatural beliefs. You could spend hours teasing out the Easter eggs and connections to the original 2014 season of the show, as many have. But no need for that context. Writer and director Issa Lopez has reenergised the franchise in a way that makes it fresh and captivating from eerie start to jaw-dropping finish. (CJ)\nAvailable on Max in the US and Now in the UK\nAs soon as Game of Thrones ended in 2019, conversation turned to what could succeed it – cue many fantasy series, including Amazon’s Lord of the Rings spin-off and HBO's own official Thrones prequel House of the Dragon, vying to take its place. But five years on, its most convincing successor has turned out to be a show without any fantasy credentials whatsoever – but rather a historical drama about real-life 17th Century Japan that nevertheless channels Thrones' harsh worldview, epic visuals, and keen interest in the business of political manoeuvring. Based on the historical novel by James Clavell, which was already made into a hugely successful miniseries back in the 1980s, Shogun centres on John Blackthorne (played by the Richard Burton-esque Cosmo Jarvis), a British sailor who is shipwrecked on the Japanese coast and gets wrapped up in a battle for power between members of the country's ruling council. What follows is at once gorgeously shot, brilliantly acted, and unflinchingly brutal, the characters' various machinations occasionally erupting in violence that pulls no punches. The cast, too, are uniformly brilliant, from Hiroyuki Sanada as embattled council member Lord Yoshii Toranaga to Anna Sawai as Blackthorne's translator, and lover, Mariko. And while it was originally intended as a limited series, such has been its success, FX has announced plans for two further seasons. Let's hope they can live up to the standards set by this one. (HM)\nAvailable on Hulu and Disney + in the US and Disney+ in the UK\nRichard Gadd's autobiographical horror story seemed to land on Netflix out of nowhere yet has become, deservedly, one of the year's biggest, most talked about and unsettling hits. Gadd created and plays a struggling comedian named Donny Dunn, who befriends Martha. She comes into the bar where he works, fantasises a relationship between them and goes on to harass him with emails and almost ruin his life. Jessica Gunning is amazing as she makes Martha both threatening and pitiable in her delusions. Tension builds to an excruciating point through the series. Donny is also repeatedly sexually assaulted, in stomach-churning detail, by a man who is a television producer promising to help his career. The show caused a controversy when viewers searched the internet and discovered Fiona Harvey,  who they alleged was Martha's real-life counterpart; she has since given media interviews and is now suing Netflix for defamation, negligence and privacy violations. Putting aside those real-world aftershocks, Baby Reindeer is confessional art at its most captivating. (CJ)\nAvailable on Netflix internationally\nLast year, HBO's The Last of Us ended the tradition of sub-par video game adaptations with a gripping rendering of the bestselling action-adventure title. And now here's another screen translation of a post-apocalyptic gaming franchise, which is arguably even more successful: an eye-poppingly stylish and slyly funny take on the Fallout series, which imagines a world devastated by nuclear war where some people now live in shiny underground vaults. British actress Ella Purnell leads the cast as a bright-eyed Vault 33 resident who is forced on an eye-opening mission up to the Earth's surface to rescue her kidnapped father – where, in this future Wild West, she comes into contact with a nervy soldier (Aaron Moten) and a bounty-hunting \"ghoul\" (Walton Goggins) among others. Co-produced by Lisa Joy and Jonathan Nolan, the makers of the inferior but not dissimilar Westworld, it is an impressively immersive experience which lives up to the source material while finding its own narrative groove. Meanwhile Purnell is a real star in the making, and Goggins is revelatory in a performance that stretches across two timelines. (HM)\nAvailable on Amazon Prime internationally \nAndrew Scott is spellbinding as the lethal con man Tom Ripley in this Hitchcockian version of Patricia Highsmith's novel The Talented Mr Ripley. Set in Naples and Rome in the 1960s, the show's dramatic black and white, shot by the Oscar-winning cinematographer Robert Elswit, perfectly captures the beautiful shadowy world Ripley inhabits as he ascends from a small-time grifter in New York to a denizen of la dolce vita. As Ripley usurps the identity of his idle rich friend Dickie Greenleaf (Johnny Flynn), a single shifting look on Scott's face can reveal layers of the character's deceptions. Flynn, Dakota Fanning and Eliot Sumner are all brilliant as the people Ripley feeds off. In a style far different from the sun-drenched, memorable 1999 film, Steven Zaillian has written and directed a series as enthralling and visually glorious as they come. (CJ)\n \n Available on Netflix internationally\nNo show has stirred the emotions more than this year than this adaptation of David Nicholls' era-spanning British romance. It follows the up-and-down relationship of two friends, Dexter and Emma, from university onwards, by catching up with them on the same day, 15 July, every year for 20 years. Beginning in the 1980s, it makes for a glorious nostalgic trip for viewers of a certain age, complete with a winning, carefully curated soundtrack of period appropriate pop songs. But at heart what makes this work is the captivating performances of the two leads, individually and together: Leo Woodall, building on the promise he showed in season two of The White Lotus, makes the arrogant, upper-crust party boy Dexter convincingly irritating but also sympathetic, while Ambika Mod, who first came to attention in 2022 medical drama This is Going to Hurt, is on star-making form as the fiercely intelligent but vulnerable Emma. Be warned though: if you don't know what happens, then be prepared for some tears. (HM)\nAvailable on Netflix internationally\nOne of the least likely premises for a series has led to one of the year's most delightful surprises. Clive Owen is wry as the Sam Spade, the private investigator created by author Dashiell Hammett and now relocated from seedy 1940s San Francisco to 1960s small-town France. Instead of mimicking Humphrey Bogart's celebrated tough-guy Spade from The Maltese Falcon (1941), Owen smartly delivers a character who is shrewd and emotionally cool but also sometimes befuddled, especially when trying to master the French language. There are intricate personal relationships ­– a glamorous lover (Chiara Mastroianni) and a young girl who becomes Spade's ward – and of course murders he can't help but investigate in a lush country town where unregenerate Nazis linger and scheme. Director Scott Frank (The Queen's Gambit) makes the show crisp and suspenseful. Owen makes Spade his own, a man with a heart beneath his considerable sangfroid. (CJ)\nAvailable on AMC+ in the US\nIt's rare that a TV show can be credited with having a tangible impact on government business – but such was the case earlier this year with this brilliant British miniseries, focusing on the national Post Office scandal, which saw more than 700 post office branch managers wrongly charged for false accounting, theft and fraud because of a failed computer system.  When it aired in the UK in January, it immediately caused huge reverberations, and prompted the Prime Minister Rishi Sunak to announce he would bring in a new law to \"swiftly exonerate and compensate victims\". What Gwyneth Hughes' four-part drama does so brilliantly is to thread together the human stories of the many upstanding victims – among them the titular Alan Bates (Toby Jones), who became the postmasters' leader in the fight for justice – and contrast that with the inhumane bureaucracy that they came up against. The show's impact proves that, for all the value of documentaries, sometimes a dramatisation can bring a story into the cultural consciousness like nothing else. Will Mr Bates inspire more TV getting to grips with institutional scandals of our time? Let’s hope so. (HM)\nAvailable on PBS in the US and ITVX in the UK \nKate Winslet is funny, chilling and on top form in this dark political comedy as Elena Vernham, dictator of a fictional Central European country. On the ludicrous side, Elena sings Santa Baby as part of her Christmas address to the nation, and calls its citizens \"My Loves\". On the ominous side, she masquerades as a populist but is ruthless in her determination to hold on to power, invading a nearby country and imprisoning her political opponents. It's as if she were the child of Eva Perón and Vladimir Putin. Winslet balances the character's comic and evil parts beautifully and is surrounded by a stellar cast, including Matthias Schoenaerts as the sociopathic soldier who becomes her lover, Andrea Riseborough as her cowed servant, and Hugh Grant in a single episode as the Chancellor whom Elena deposed. The Regime's tone is more absurdist than pointedly skewering, yet by the end its politically tumultuous world comes to mirror our own. (CJ)\nAvailable on Max in the US and Now in the UK\nThis sci-fi show arrived with considerable hype, being the next project from Game of Thrones creators David Benioff and DB Weiss. And while it may not have exactly become the phenomenon that the streamer might have hoped for, it deserved serious applause for its intelligence and creative ambition. Based on a Chinese novel, it tells the story of a group of scientist friends as they try and work out what is going on with a spate of suicides within their community – a story that involves flashbacks to the Chinese Cultural Revolution, a mysterious virtual reality game and much more besides. It's an initially mind-boggling mix that nevertheless settles around a brilliantly compelling and timely premise: what would we do if we knew the human race was going to be destroyed, but not for 400 years? Plus it has the single most shocking TV sequence of the year, one up there with GoT's infamous Red Wedding. Netflix have announced that it will return for a second and third season, and that will be it. Here's praying it can stick the landing. (HM)\nAvailable on Netflix internationally \n-- \nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Ten of the best TV shows to watch this June",
        "href": "/culture/article/20240530-10-of-the-best-tv-shows-to-watch-this-june",
        "article": "From new Star Wars show The Acolyte to the return of The Bear and House of the Dragon, and Jake Gyllenhaal in courtroom thriller Presumed Innocent.\nThe newest Star Wars live-action spinoff is also the oldest, chronologically. The Acolyte is set 100 years before the earliest of the movie prequels, at a time when Jedi are being murdered. Lee Jung-jae, the Emmy-winning lead of Squid Game, is the Jedi master Sol, who is searching for the killer, and Amandla Stenberg as his former student, Mae, out for revenge, in a cast that includes Carrie-Ann Moss and Jodie Turner-Smith. The series was created by Leslye Headland (Russian Doll) who infused the action with martial arts, along with the traditional light sabres. She told The Hollywood Reporter that she was intrigued by the fact that the Jedi were once peace-loving guardians of justice who \"got embroiled in politics and then got embroiled as a military presence\". The series explores how that happened. \"Where are the cracks?\" Headland asked. \"Is the call coming from inside the house?\"\nThe Acolyte premieres 4 June on Disney+ internationally\nCandice Carty-Williams has adapted her own bestselling 2019 novel and is showrunner for the series, shot largely on location in South London. Dionne Brown, who had a supporting role in the recent Apple TV+ series Criminal Record, plays Queenie Jenkins, who is trying to sort out her life after a breakup with her long-time boyfriend, making plenty of bad choices along the way. The series' tone is set by the character's brash, straightforward, winning personality, and by her frequent voiceover narration. The singer-songwriter Bellah, in her first acting role, plays Queenie's childhood friend Kyazike, and Samuel Adewunmi is Kyazike's cousin Frank. Early reactions to the novel called it the \"Black Bridget Jones\", but Carty-Williams explained that race makes that comparison invalid. \"That's how I thought of her in the beginning, too,\" she said. \"But this book is also naturally political just because of who Queenie is. She's not Bridget Jones. She never could be.\"\nQueenie premieres 4 June on Channel 4 in the UK and 7 June on Hulu in the US\nOne thing we know about Julio Torres is that he has a phantasmagorical imagination. He wrote, directed and acted in the delightfully surreal 2023 film Problemista, as a would-be toy inventor working for a narcissistic artist (Tilda Swinton) who has cryogenically frozen her husband, and he is a co-creator and star of the HBO comic series Los Espookys. That same vision and gentle but bizarro tone infuses his new absurdist series, in which he plays a character named Julio, who loses a gold earring and goes on a search for it, not necessarily bound by time, space or logic. Torres has enlisted more than 20 guest stars who pop up in dreamlike vignettes, including Paul Dano, Steve Buscemi and Emma Stone (who is also an executive producer of the series), and comic actors with whom he has ties – via his days as a writer on Saturday Night Live – including Bowen Yang, Aidy Bryant and Rachel Dratch.\nFantasmas premieres 7 June on HBO and Max in the US\nDaniel Bruhl plays the fashion designer in the years before success and his white ponytail made him the iconic Karl Lagerfeld we know today. The sumptuous French-language series covers the years 1972 to 1981, when Lagerfeld was starting out, met his long-time lover, Jacques Bascher (Theodore Pellerin) and began competing with his more successful friend Yves Saint Laurent (Arnaud Valois), a rivalry that became even more personal when they competed for Jacques. Agnes Jaoui plays Gabrielle Aghion, founder of the house of Chloe, who gave Lagerfeld his first big break. Other characters based on the famous people in Lagerfeld's orbit include Marlene Dietrich, Andy Warhol and Paloma Picasso. This is the second series this year focused on designers, after The New Look, about Coco Chanel and Christian Dior. That says a lot about the enticing visuals and high drama that make the fashion world so perfect for the screen.\nBecoming Karl Lagerfeld premieres 7 June on Disney+ in the UK and Hulu in the US\nJake Gyllenhaal is galvanising in this new adaptation of Scott Turow's legal thriller as Rusty Sabich, a lawyer in the Chicago prosecutor's office who is accused of murder, the role Harrison Ford played in the 1990 film. The victim, Carolyn Polhemus (Renate Reinsve) was not only a colleague but also Rusty's former lover. That basically makes everyone around him – played by a first-rate cast – angry or suspicious, including his wife Barbara (Ruth Negga) and his friend and boss Raymond Horgan (Bill Camp), who didn't know about the conflict of interest. Nico Della Guardia, (O-T Fegbenle, Luke in The Handmaid's Tale) the assistant district attorney, and his associate Tommy Molto (Peter Sarsgaard, who makes the character the picture of villainy) are out to get Rusty. The prolific David E Kelley (Big Little Lies) is the showrunner of a series that stays close to Rusty's point of view, which makes him sympathetic even as his story of innocence begins to unravel.\nPresumed Innocent premieres 14 June on Apple TV+ internationally\nThe second series of the Game of Thrones prequel goes exactly where it's been heading all along. \"War is coming and neither of us may win,\" Rhaenyra (Emma D'Arcy) says in a trailer, referring to the civil war between her Black House and the Green House of her rival, Alicent Hightower (Olivia Cooke), over whether Rhaenyra or Alicent's boorish son will sit on the Iron Throne. Some of the usual suspects continue their scheming. For the Black side, Matt Smith returns as the sardonic, ambitious Daemon, Rhaenyra's uncle and also husband. (Incest and inbreeding are just a thing in the GOT world.) Eve Best, who signals layers of plotting with a single glance, is Princess Rhaenys. For the Greens, Rhys Ifans is Alicent's endlessly ambitious father, Otto. New cast members include Gayle Rankin and Simon Russell Beale. Even viewers who can't remember all the dragons' names may be gripped by the vengeance and intrigue, as well as the fire-breathing action. Talking to Den of Geek, Ryan Condal, the series' showrunner, promised \"two of the biggest battles this franchise has ever seen\".\nHouse of the Dragon series two premieres 16 June on HBO and Max in the US and 17 June on Sky Atlantic in the UK\nEva Longoria has been multitasking everywhere lately. Last year alone she starred in the travel show Looking for Mexico, and directed the film Flamin' Hot. Now she is the executive producer and star of this multigenerational dramedy. Longoria plays Gala, whose husband's financial crimes have put the entire family in danger. She flees New York for Spain along with her teenaged daughter, Kate (Victoria Bazua) and her mother, Julia, played by Carmen Maura, the star of classic Pedro Almodóvar films including Women on the Verge of a Nervous Breakdown. The women arrive in the very village in northern Spain Julia left 50 years ago, she assumed forever – a gossipy wine town that is not ideal for keeping family secrets or eluding hit men. The series was shot in both English and Spanish and will be available in both languages.\nLand of Women premieres 26 June on Apple TV+ internationally\nThis Emmy-winning show dared to change courses in season two, as chef Carmy (Jeremy Allen White) closed his sandwich joint and started an upscale restaurant called The Bear, returning to the fine dining he was trained for. As season three starts, the new restaurant is about to open to the public, and we can expect the series to pull off its usual magic trick – that is, managing to be tense and anxiety-inducing, yet totally enjoyable at once, whether in the fiasco-prone kitchen or in the midst of family turmoil.  Ayo Edibiri returns as the talented chef Sydney and Ebon Moss-Bachrach as Cousin Richie, who has transformed himself into a smooth, front-of-house maitre d'. The official description from FX says, \"Their quest for culinary excellence will propel the crew to new levels and stress the bonds that hold the restaurant together\". Given all the yelling in the teaser trailer, it's safe to assume the stress will be off the charts.  \nThe Bear series three premieres 27 June on FX in the US and Disney+ in the UK \nIn real life, Lady Jane Grey was a teenager in the Tudor line, and queen for nine days before she was beheaded in 1553. But this romp of a romantic fantasy gleefully throws history out the window, with Emily Bader as Lady Jane, an action heroine who is perfectly capable of saving herself from the axe. Being an independent woman in the 16th Century is another matter, but she tries. Her mother (Anna Chancellor) wants to marry her off to Lord Guildford Dudley (Edward Bluemel), whether she likes it or not. It's a love story, so no shocker: she does. Some of the nobles around her are played by Dominic Cooper, Rob Brydon and Jim Broadbent. Based on the popular YA \"romantasy\" (romance meets fantasy) novel, this alt-history is fuelled by irreverent wit and contemporary dialogue. \"As if!\" Jane says in the trailer, which is pretty much the key to the whole idea. As if she wasn't just a Nine Day Queen.\nMy Lady Jane premieres 27 June on Amazon Prime\nThe musician and filmmaker Rapman (Andrew Onwubolu) created and directs this action sci-fi superhero series about a group of ordinary people in South London, with nothing in common except that they are black, who unexpectedly develop extraordinary powers. Netflix hasn't revealed all of the powers, but apparently some fly through the air, one can lift a car and ­– a big tell that something supernatural is afoot – the irises of their eyes turn yellow. Rapman earned much praise and a little notoriety for his 2019 crime film Blue Story, which was controversially pulled from some UK cinemas temporarily because of alleged violent incidents at the theatres. Rapman said at the time \"Blue Story is a film about love not violence\", a purpose that also runs through Supacell beneath its kinetic action. In a video he made when the series finished shooting, he said, \"The deeper theme of the show is love, because everyone in it is trying to help someone that they love.\"\nSupacell premieres in June on Netflix internationally\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "These 'eye-popping' medieval tales pushed sexual boundaries",
        "href": "/culture/article/20240724-the-decameron-the-eye-popping-medieval-tales-that-pushed-sexual-boundaries",
        "article": "Written by Giovanni Boccaccio in the 1350s, this collection of stories deals with sexuality in a way that can still make readers blush – and it has now inspired a Netflix comedy.\nQuiz question: which work was described by The New Yorker as \"probably the dirtiest great book in the Western canon\"? Is it James Joyce's Ulysses perhaps? After all, that novel was banned for obscenity. Maybe Lady Chatterley's Lover, also banned? Or the perennially problematic Lolita? Nope, nope and nope. Not even close. How about a collection of short stories written in the 14th Century in the aftermath of the Black Death? For sheer eye-popping smut The Decameron, written in Italian by Giovanni Boccaccio in the early 1350s, leaves its rivals in the shade. It has even left its mark on the Italian language, where the word boccaccesco (we might say \"Boccaccio-esque\") can be used to describe something salacious or lewd.\nWe’ll come back to the ribaldry in a moment, but The Decameron has far more to recommend it than just its dirty stories. Here is how Boccaccio introduces his greatest work: \"My plan is to recount one hundred stories, or fables, or parables, or histories, or whatever you wish to call them. They were told over 10 days, as will be seen, by an honourable company made up of seven ladies and three young men who came together during the time of the recent plague.\"\nThe plague, though barely mentioned after the first chapter, provides the backdrop to The Decameron and gives the work its strange frisson. Its opening passages describe in unsparing detail the horror as the disease takes hold of Florence. Bodies rot in the streets, and a kind of riotous debauchery sets in as the social order is upturned. The constraints that kept men and women in carefully regulated separation fall away as households are destroyed. Outside, with no city officials to keep the peace, violent gangs ride through the town looting and hollering. In the surrounding countryside, unshepherded animals graze to fatness in the unharvested fields.\nIt is this sudden anarchy that new Netflix comedy series The Decameron takes as its starting point. Thinking of our own recent pandemic, the show's creator Kathleen Jordan says she wanted to explore how \"at times of crisis, the chasm between the haves and the have-nots grows wider\". But in the chaos of Boccaccio’s Florence, with its loosening of rules and hierarchies, Jordan also explores the potential for realignment, for servants to pose as their mistresses and nobles to be cast into servitude.\nThe show's setup comes straight from Boccaccio: 10 young nobles flee from the horror of Florence to sit out the worst of the pandemic in a country estate outside the city – a luxurious, sexy, alternative world that bristles in part because of the existential horror happening outside its walls.\nWhat the Netflix series leaves out, however, is actually the meat of the original Decameron. As Boccaccio's introduction makes clear, his work is a portmanteau of 100 short tales, joined together by the framing story of these young aristocrats passing their time at leisure. Each day when the sun is at its height, they gather in the shade to tell each other stories, and every day a different member of the group will take a turn at being King or Queen – master of ceremonies, basically – who can, if they wish, impose a theme for the day’s storytelling: disastrous relationships, for example, or wives who play tricks on their husbands, or vice versa. Part of the pleasure of Boccaccio's Decameron is the different layers it keeps in play: us watching them telling tales, making each other laugh, blush, complain, or tell another tale in response.\nIf you’re thinking that all this sounds a little like Chaucer’s Canterbury Tales, then you’d be right. Chaucer had certainly read The Decameron – he may even have met Boccaccio on a trip to Italy – and he borrows some of the stories, putting them into the mouths of his own characters. The Reeve's Tale, for instance, has the same bed-hopping plot as the story that one of Boccaccio’s young nobles tells on Day Nine. Shakespeare, meanwhile, takes another of The Decameron's tales of sexual mistaken identity – this time a woman deceiving a man in the darkened bedroom – and uses it as the plot of All's Well That Ends Well.\nOne of the things that might surprise a modern audience is the way Boccaccio does not shy away from female sexuality. There is an equal-opportunities randiness at work here. On the sixth day, as the group settle down in the afternoon, they are interrupted by a tremendous racket coming from the kitchen. Two servants, Licisca and Tindaro – a woman and a man – are having a blazing row. The subject: whether or not women are generally virgins on their wedding day. We never get Tindaro's side of the argument, but we hear plenty from Licisca: \"I don’t have a single neighbour who was a virgin when she got married,\" she shrieks, \"and as for the married ones…\" Licisca's uncensored rant has the female aristocrats in stitches, but when Elissa – the group's Queen for the day – can finally get a word in edgeways, she slyly pitches the servants' dispute to the gentlemen of the group: which of them is right? Unhesitatingly, the men side with Licisca. \"Didn't I tell you so?\" declares Elissa.\nNot that anyone seems to have been in much doubt on the subject of the potency of female sexuality. Take for example the story which one of the men tells on Day Three. A handsome young peasant named Masetto applies for the role of gardener at a convent in the hope that it will provide him with an opportunity to sleep with some of the nuns. In order to get the job, Masetto pretends to be deaf-mute, thinking that no one will object to his presence if they believe that he can't chat up the young women.\nWhat he finds instead is that, since he is unable to speak, all of the nuns – and even the abbess – begin to proposition him until finally he is exhausted. Forced to break cover, he reveals what has been happening to the abbess, complaining that he simply hasn't the stamina to keep up with their appetites. The story has a happy ending: the abbess gives Masetto a promotion and draws up a rota so that he can keep satisfying the convent's needs into his old age. If you're looking for a moral, Boccaccio is rarely your best bet.\nMore like this:\n• What ancient women really thought about sex\n• 12 of the best books of 2024 so far\n• The very grim fairytale that continues to resonate\nOf course, it is not just nuns who can't control their lusts. Before the third day is out, one of the ladies of the group has responded with another tale, this time about an abbot who was \"extremely saintly in every way except when it came to women\". Quite the caveat! The randy abbot is wildly in love with a local beauty but unfortunately her jealous husband, Ferondo, watches her every move. \nWith the aid of his monks, then, the abbot drugs Ferondo and transports him to a cell at the monastery. When he awakes, the monks tell him that he has died and gone to purgatory as a punishment for his jealousy. They keep him there for the best part of a year, beating and scolding him, while his wife, pretending to be in mourning, secretly enjoys regular sessions with the abbot. Finally, the monks tell Ferondo that he can return to the world of the living as long as he mends his ways. Relieved and repentant – and once again under the influence of the sleeping drug – he is returned to his village where he passes the rest of his days as an ideal husband. His wife, for her part, never looks at another man again. With one exception: \"whenever she could do so conveniently, she was always happy to spend time with the Abbot who had attended to her greatest needs with such skill and diligence.\"\nReading The Decameron – with its lustful monks and badly-behaved nuns – something that becomes quickly apparent is that Boccaccio has little respect for religious authority. This did not escape the notice of the Church. When the Vatican first produced their Index of Banned Books in 1559, the Decameron was there on the list. Not that this stopped people from reading it. In fact, the public outcry at this attempt to suppress the work led to a compromise: a censored edition that kept the sex scenes but rewrote the ones that involved members of the clergy, recasting them as ordinary lay people. Thankfully, the changes have not stuck, and modern translations follow Boccaccio's original text in all its irreverent glory.\nWhen the Covid-19 own pandemic struck four years ago, Boccaccio's joyful plague text found itself in vogue, with booksellers running out of stock as simply everyone seemed to be reading The Decameron. The new Netflix series arrives on the crest of this surge in popularity, but it is not the first attempt to harness Boccaccio's classic into a screen adaption. Some, like Pasolini's 1971 film, have kept loosely on the right side of being out-and-out pornography; others have very much not. But the best way to experience the sprawling energy of The Decameron is still to enjoy it on the page. Nearly seven centuries after they were written, these earthy, boccaccesco tales still have the power to bring pleasure, consolation, and a little bit of surprise. \nThe Decameron is streaming on Netflix now.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "The controversy over Paris's Olympic village",
        "href": "/culture/article/20240724-the-controversy-over-paris-olympic-village-and-others",
        "article": "Since 1924, cities hosting the Olympics have created vast areas of purpose-built dwellings to house the athletes. These have increasingly been seen as a vehicle for urban regeneration – but do they really end up serving local communities?\nPierre de Coubertin, co-founder of the International Olympic Committee (IOC) in 1894, had the idea for the first Olympic village for the 1924 Summer Games in Paris. For the first time, purpose-built dwellings would provide the athletes with accommodation, bedding and food. Previously, athletes had lodged in hotels, hostels, schools, barracks, even the boats in which they'd travelled to the host cities.\nDe Courbertin was pragmatic and public-spirited. He reasoned that it was cheaper to house athletes in new, temporary structures than in hotels, while villages could instil a sense of communality among international contestants. A key development in the evolution of villages came when they started being designed also for use after the Games had finished – an idea pioneered by the Helsinki Olympics of 1952, which had two villages. Other host cities have since widely adopted this approach – or at least aimed to do so, especially in the past two decades. While the village of the 1924 Paris Olympics was transient – it was razed after the Games – the villages at the current Paris Games are designed to be inhabited long after they’ve wrapped up.\nCompared with the sporting venues, the villages have also become increasingly private spaces during the period the Games are on, relatively divorced from the public sphere. This follows the terrorist attack at the 1972 Olympics in Munich, West Germany, which saw members of Palestinian militant organisation Black September invade the village and kill Israeli athletes and coaches as well as a West German police officer. Aside from athletes and their entourage, few visitors can enter villages, and only following stringent security checks.\nOver the decades, villages have reflected host cities' political ideology, social values and taste in architecture. Their quality is also affected by a country's economic fortunes. In the past 20 years or so, host cities have increasingly addressed more universal concerns – sustainability, urban regeneration and legacy, the latter meaning long-term benefits enjoyed by a host city's inhabitants after the Games have finished. These new villages and others Games' buildings and services are widely welcomed for revitalising deprived areas, for example by providing social housing, new employment opportunities and improvements in infrastructure and transport links. But in practice such plans often don't live up to their promise, and have attracted controversy.\nThe three villages for the current Paris Games are a case in point. They are spread across the northern suburbs of Saint-Denis, Saint Ouen and L'Île-Saint-Denis, all part of the Saint-Seine-Denis department, and will house 4,250 athletes during the Olympics, and 8,000 athletes during the Paralympics. While much effort has gone into making them sustainable – through the repurposing of run-down former industrial buildings as amenities and accommodation for the athletes – such urban regeneration has involved forcing out many existing, established residents, such as immigrants, who have had to find temporary homes or squat in abandoned warehouses or offices, many in squalid conditions. And this is getting attention globally, with The New York Times this week highlighting what has been happening in Seine-Saint-Denis, and human rights activists more generally accusing French authorities of \"social cleansing\".\n\"One of the benefits of well-planned Olympics is their ability to rapidly regenerate an area,\" says Dan Epstein, consultant director of Useful Projects, a sustainability and innovation consultancy with experience in urban development and global events, who was head of legacy and sustainability for the Olympic Delivery Authority during the London 2012 Olympics.\n\"But with regeneration comes gentrification and this can lead to the forceful eviction of the most vulnerable people from the area. Policies such as provision of social housing and work for local people are vital, and should be properly integrated into the planning, design and economic model of development of Olympic villages. London moved 600 people and hundreds of businesses out [to make way for] its Olympic Park. But it had partnerships with the Greater London Authority, and policies and finance were put in place to rehouse people and relocate businesses. Inevitably some communities and individuals lost out but a real effort was made to protect people. When planning the 2012 London Olympics we were very conscious that this was a major risk other Olympics had fallen foul of.\"\nHowever even in London's case, the benefit of the Games's regeneration plan to local residents is contested. The Olympic village, re-named East Village, has been turned into apartments, but these have been widely criticised for their high rents. In 2022, a two-bedroom flat in the former athletes' blocks cost upwards of £2,300 a month, and three-bedroom flats £2,700 a month. And while the London organising committee promised that 30,000 to 40,000 new homes would be built on the Olympic Park, The Guardian reported, also in 2022, that just 13,000 homes had been built on and around the site. Meanwhile in Newham, Tower Hamlets, Hackney and Waltham Forest, the four London boroughs that the Park straddled, there were reportedly almost 75,000 households on the waiting list for council housing. \nThat said, some local residents benefitted from the new housing provided, given the scarcity of homes on the original site, says Dave Hill, author of the book, Olympic Park: When Britain Built Something Big, and founder of onlondon.co.uk, which features news and analysis about London's politics and culture. \"Prior to the Games there was only one housing estate on what became the park land. Much of it was student accommodation, and the rest was poorly and badly run – it was almost certainly for the chop,\" Hill tells the BBC. \"I can't tell you where all those residents ended up… [but] East Village has a high percentage of new social and other affordable housing, which didn't exist before the Games. I'd be surprised if lots of it wasn't allocated to people on the waiting lists of Newham and other councils.\"\nSimilarly, the overall effect on local businesses is not black-and-white, he believes. \"The LDA promised to find new premises for all businesses displaced from the park development site. Inevitably, there were long-running disputes about the process, compensation levels, alternative locations and so on, as there always are with compulsory purchase orders (and there were a massive number of these). I don't know what happened to all the businesses – I doubt anyone does. Some businesses might have been damaged by relocating, some might have benefitted. Some might have taken compensation and retired happily. Some that went out of business might have done so anyway. It's always a mixed picture, and you only ever hear from the people who aren't happy.\"\nIn general, cities bidding to host the Games these days are expected to convince the IOC that their scheme is sustainable and their plans for urban regeneration well-founded. \"Today, for host cities, providing evidence of sustainability credentials revolving around reducing embodied carbon [all the CO2 emitted in the production of the building] and operational carbon [carbon released by a building's ongoing use of energy, such as electric lighting and heating] is now a given,\" says Ashley Munday, principal and head of design at architecture firm Hassell, who was involved in the design of the 2012 London Olympic Village. \"A key criterion is the legacy value of between 3,000 and 5,000 new homes [created by the villages] – a great way to boost social housing stock.\"\nThe evolution of the villages over the past century is certainly an impressive thing. De Coubertin's seminal 1924 Paris village was rudimentary: near the Games' Stade Olympique, it comprised spartan wooden cabins, each containing three beds. Other amenities included a bureau de change, telephone service, dry cleaner, hairdresser, newsagent and post office.\nThe village of the 1932 Los Angeles Olympics stood in the Baldwin Hills, a 10-minute car drive from the Olympic Stadium. In these early days, the sexes were segregated: women athletes were housed in a hotel, male athletes in affordable temporary, lightweight structures, befitting the economically straitened times of the Great Depression. Even so, the village included dining halls, houses for bathing, a hospital, fire station, telephone network and a 2,000-seater amphitheatre.\nIn the 1984 Los Angeles OIympics, both sexes were housed together in its villages for the first time. Although 14 Eastern Bloc countries boycotted the Games – in response to the US-led boycott of the 1980 Moscow Olympics and its protest against the Soviet invasion of Afghanistan – the villages' style was celebratory. Architect Jon Jerde designed joyously polychrome towers in pop shades that reflected the 80s vogue for playful post-modernism and high-tech architecture.\nThe 1936 Summer Olympics in Berlin, seized on by Hitler as a powerful propaganda tool, were the first to be televised. Its village included two-storey dormitories, a dining hall, gym and training facilities. It was opened to the public, attracting 370,000 visitors, a reflection of nationalist sentiments. After the Games closed, the village was repurposed as a hospital and army infantry school. The building that US athlete Jesse Owens stayed in has since been restored.  \nMore like this\n\nIn 1948, a bomb-scarred London played host to the Olympics on a shoe-strong budget. Existing structures were reused at its village – a former military convalescent camp comprising wooden huts in Richmond Park. This housed male competitors, while female athletes mainly stayed in educational establishments, such as Southlands College, at the University of Roehampton in Wandsworth. The Finnish team brought with them a prefabricated wooden sauna, which also contained a bathroom, massage room and kitchen. It was gifted to Britain after the Games, and later moved to Cobdown Park in Maidstone where it was in use until 2020.\nBy contrast, the villages at the Helsinki Olympics were idyllic. They were conceived with the aim of helping to retain a vital green space in the northern part of the city that would otherwise have been swallowed up by an encroaching business district nearby. The villages stood on a sloping woodland setting with large outdoor spaces, and so established a close connection with nature. Helsinki later expanded, and the villages are now located in the city centre, though they retain their rural charm. Their buildings were designed in a modernist style by forward-thinking architects, including Alvar Aalto. \"The villages in Helsinki have maintained their popularity,\" says Kristo Vesikansa, editor-in-chief of Finnish Architectural Review. \"For many Helsinki inhabitants, the villages represent an ideal residential neighbourhood with their compact, functional apartments and large gardens. A swimming pool, originally built for athletes, is also popular.\"\nThe village of the 1960 Rome Olympics was an early example of regeneration. The Games' organisers revitalised a run-down neighbourhood called Parioli, building public housing in a modern style that comprised 1,348 modern apartments designed for use after the Games, and which still exist.\nA key attraction of the 1972 Munich Olympics was its avant-garde, futuristic architecture, which chimed with the Games' forward-looking philosophy. However the village is now, above all, remembered as the site of the horrific tragedy of the Munich massacre. Designed in 1969 by architect Günther Eckert, it comprised a concrete, high-rise block, housing 801 spacious apartments. The village's streets were on a level separated from traffic – a presciently eco idea. The Munich Games were an early adopter of the legacy creed, with the village's buildings designed to be reused post-Games. Its apartments were later sold as homes, while two-storey houses were converted into student accommodation (although this had to be rebuilt later as it was partially destroyed during a student riot). Today, says Munday, the village remains \"sought-after because of the quality of its architecture and its green spaces\". \n Urban regeneration was central to the 1992 Barcelona Olympics and its village. A residential area – La Vila Olímpica – was created in the Poble Nou district, formerly an industrial, polluted area. A number of architects – Josep Martorell, Oriol Bohigas, David Mackay and Albert Puigdomènech – designed the village to give it stylistic variety. Yet its layout was ordered – modelled on the famously elegant grid of Barcelona's central Eixample neighbourhood. \"Barcelona is possibly the best example we saw of a village converted into a successful urban quarter that also made improvements to the waterfront,\" says Epstein.\nThe 2012 London Games entailed redeveloping a polluted, industrial spot in the Stratford area in the east of the city. \"The London Olympics set itself the target to be the most sustainable Olympics ever,\" says Epstein. \"The idea was to use the Olympics to catalyse the regeneration of the Lower Lea Valley and transform it into a vibrant, low-carbon, socially inclusive community with exceptional public transport. Many Olympic parks and their facilities in the past have frequently been abandoned after the Games were over.\"\n \n\"Ken Livingstone, as London's first elected mayor, championed the London Olympics,\" says Hill. \"Livingstone could see the Games could bring enormous investment into the Lower Lea Valley.\" The Games also had the full support of Livingstone's successor as mayor, Boris Johnson, although his taste in architecture was Classical and conservative. \"Johnson had a vision for the Olympic park as a whole for Victorian-style terraced, family-sized housing and squares, inspired by London's grand Grosvenor and Bedford estates.\"\nSo architects Fletcher Priest, working with structural engineers Arup and landscape architects West 8 and Vogt Landscape, were briefed to design a village-like district with gardens reminiscent of Victorian street layouts in such areas of West London as Maida Vale. This incorporated 69 residential blocks, communal squares, courtyards and water features.\nThe debates about London and now Paris aside, other host cities have also come in for sharp criticism on the legacy front. \"The village at the 2004 Summer Olympics in Athens comprised 21 residential towers,\" says Epstein. \"After the Games, it was intended to become a new residential zone, its accommodation sold or rented to the local population. However, only half the apartments are now occupied. And when Rio hosted the Games in 2016, it wanted to emulate London. But its villages and 31 towers failed to create successful legacies, at least in the short term. The plan was for the towers to be transformed into luxury condos but they're largely vacant.\"\nWhile many are angered by the evictions from Seine-Saint-Denis and other areas of the city in the run-up to this year's Paris Games, its organisers are demonstrating a strong commitment to sustainability, with much evidence of future-proofing of buildings in the villages in readiness for their change of use post-Games. For example, three apartment blocks in St Ouen created for athletes will be reused as housing and offices after the Olympics. Many existing buildings, such as a factory and film studio, have been repurposed. Rooftops are fitted with solar panels, and wide gaps between buildings allow wind tunnels to draw fresh air into the villages from the River Seine. \"The Paris Games have lots of promise,\" says Epstein. \"They have a real focus on reuse of existing facilities.\" But, he adds, sounding a note of caution, \"You can only really tell what a host city's legacy is, how sustainable it turns out to be in the long run, 10 to 20 years after the Games have been and gone.\"\n--\nWant to read more about the Olympics? Sign up for Medal Moments, your free global guide to Paris 2024, delivered daily to your inbox throughout the Games.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Latest Deadpool is an 'unbalanced buddy pairing' ★★★☆☆",
        "href": "/culture/article/20240723-deadpool-and-wolverine-review-the-action-is-a-slog",
        "article": "Despite a stellar media campaign, the odd-couple buddy team of Ryan Reynolds and Hugh Jackman is occasionally wry and entertaining, but the action is \"a slog\".\nDeadpool and Wolverine – which might more accurately have been called Deadpool and His Sidekick Wolverine – is sometimes very funny, at times a bit flat, and so filled with callbacks to other X-Men and Marvel movies that your head might explode, not in a good way.\nBringing together Ryan Reynolds' wise-cracking, motor-mouthed Deadpool and Hugh Jackman's fierce, metal-claw-fisted Wolverine, the movie fulfils the wishes of fans primed to love the simple fact that this long-teased film even exists. The clashing personalities of the satiric Deadpool and of Wolverine, the most dramatically serious of the X-Men, neatly create an odd-couple buddy team.\nBut here Deadpool, the irreverent superhero who recognises how ridiculous superheroes are, enters the self-serious Marvel Cinematic Universe, or MCU, with its head-spinning timelines and multiverses. That change defeats the point of Deadpool.\nThe Deadpool character has always been, and continues to be, meta. Winking at the audience and breaking the fourth wall is his thing. There's also his damaged face, which he once described as looking like \"pepperoni flatbread\", his unprintable language and his self-healing powers, but mostly he's about winking at the camera.\nNo one ever winks in the MCU. And let's be honest: the multiverse can be tiresome. Deadpool (2016) and its sequel never sent anyone flying to a search engine for help sorting out its timelines and references, which Deadpool and Wolverine ultimately does.    \nReynolds almost single-handedly keeps this movie going, though, because Deadpool's meta comedy never lets up. It's there from the opening sequence when he sets out to prove that Wolverine, who definitely died and was buried in Logan (2017), is not really dead. Deadpool ends up dancing on his grave to 'N Sync's Bye Bye Bye, one of many pop songs that set a buoyant tone throughout. That is just the kind of goofy scene that made the earlier Deadpool movies breezy fun.\nDeadpool also tells the audience, in the first of way too many unexplained references, that he didn't know if he'd get another movie after Disney bought Fox, kicking off a running joke. In short: the X-Men franchise, which included the Wolverine and Deadpool movies, belonged to 20th Century Fox. The Marvel Cinematic Universe is Disney. When Disney bought Fox in 2019, it created some Hollywood-studio version of a blended family and here we are.\nThat explains, as Deadpool doesn't, why he later points to Wolverine and tells confused bystanders, \"Fox killed him. Disney brought him back. They're going to make him do this 'til he's 90.\" And it explains why Deadpool and Wolverine works much better for viewers already in the know and predisposed to like it.  Otherwise, good luck.\nDeadpool and Wolverine\nDirector: Shawn Levy\nCast: Ryan Reynolds, Hugh Jackman, Emma Corrin, Matthew Macfadyen\nRun time: 2hr 8m\nIt takes a while for Wolverine to appear. In his non-heroic guise as Wade Wilson, Deadpool is now selling used cars, even though his dream job is becoming an Avenger. His life and the movie change when he is pulled in by the Time Variance Authority, the organisation that controls various timelines and alternate realties in the MCU. Matthew Macfadyen has an easy job playing Paradox, a smarmy TVA executive who informs Deadpool that his world's timeline is slowly dying and he wants his help wiping it out fast. For convoluted reasons, Deadpool instead recruits Wolverine to help him save his world.\nThe TVA can be sinister and confusing, but it is a convenient way to bring people back from the dead. Wolverine in the new film is still Logan, but a different iteration from a timeline we haven't seen before. His yellow and blue costume instantly makes him look sillier than usual and is a good match for Deadpool's tone. But while Jackman is always charismatic, this alternate Wolverine's personality rarely goes beyond snarling at Deadpool in f-bombing language, creating an unbalanced buddy pairing.  \nTogether they land in a desert landscape that Deadpool rightly describes as Mad Max-y. Emma Corrin is effectively creepy as Cassandra Nova, who lords it over the place, a purgatory called The Void where the discarded are sent to rot. Wolverine calls her \"the bald chick\" because she is Charles Xavier's (Patrick Stewart in the X-Men films) evil twin and has a matching shaved head. She also has the icky habit of pushing her fingers inside someone's face to feel their thoughts.\nThis long, sometimes flagging sequence includes the most callbacks to other movies. Some of the many cameo appearances are surprises. Others, including Jennifer Garner as Elektra, were already known. Channing Tatum appears and whether you get that joke or not, he is funny every time he opens his mouth. There are alternate Deadpools, including Reynolds in a second role where you actually get to see his face. That's a relief among so many stunt doubles lurking behind masks.\nBut the action, which takes over much of the movie, is a slog. The director, Shawn Levy, is best known for the Night at the Museum franchise, and action is not his strength. There are lots of scenes in which crowds of people run at each other, with Deadpool's swords and Wolverine's claws skewering their enemies and sometimes each other. The fights are about as sophisticated as watching kids in a playground, and they rely heavily on slow motion, as if that will instantly create tension.\nReynolds and Jackman have masterfully created a media campaign that is sometimes funnier than the film, including an ad in which their red and yellow costumes are compared to bottles of ketchup and mustard. \"You can't unsee it,\" the tagline reads. At its sporadic best, Deadpool and Wolverine is that wry and entertaining. Overall it is middling, but sure to make enough money to keep ketchup and mustard coming back well into their 90s.\n★★★☆☆\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "The US jazz icon with a controversial legacy",
        "href": "/culture/article/20240722-louis-armstrong-the-us-jazz-icon-with-a-controversial-legacy",
        "article": "With the release of new, previously unheard live recordings from the BBC, questions remain over Louis Armstrong's complicated and controversial career and persona.\nMore than half a century after the death of Louis Armstrong, fans and critics are still arguing over his name. Is it pronounced Lewis or Louie?\nSome point to the trumpeter's own words. In a 1947 interview, Armstrong said: \"My mother always called me [Lewis], not Louie.\" But audio recordings suggest that almost everyone else who knew him (including his wife) used the other pronunciation.\nIn some ways, this duality is appropriate, reflecting the ambiguities in Armstrong's character and persona. The journalist Murray Kempton famously summed him up as a combination of \"the pure and the cheap, clown and creator, god and buffoon\".\nWarning: This article contains language that some may find offensive.\nThis month, with the release of a new album of live recordings, fresh material has been added to the ongoing debates about Armstrong's contradictions. Titled Louis in London, the record showcases both Armstrong's jazz genius and vaudevillian silliness. It also hints at the more contentious complexities of Armstrong's attitude to racism.\nThe newly released recordings were made at the BBC in London, during Armstrong's 1968 UK tour. This period marked his peak popularity, coming just weeks after What a Wonderful World topped the UK charts. But it was also the end of his career. After the tour finished, Armstrong was struck by heart and kidney issues, from which he would never fully recover.\nRetreating to his New York home, an ill Armstrong began cataloguing his lifetime of recordings. He became particularly enamoured with the BBC recordings, playing them to visiting friends, making copies for his bandmates, and attaching a label to his personal copy that seemed to signal his intentions: \"for the fans\".\nDespite Armstrong's love for these performances, they were only given a partial release after their initial broadcast. The album released this month presents a much fuller version of the BBC recordings, adding five new songs to those already issued. It also includes an alternative take of Hello, Dolly! which is \"different, longer, and better\" than the previous version, according to Ricky Riccardi, director of research collections at the Louis Armstrong House Museum.\nRiccardi, who helped assemble the album, has some theories about why the BBC performances were so important to Armstrong. \"It's all about context,\" Riccardi tells the BBC. \"Shortly after the UK tour, his body finally gave out. So, I think there was a part of him that was coming to terms with the fact that he might never again perform onstage for his fans.\"\nIn this way, Armstrong may have seen the BBC shows as his final great performances – a \"last hurrah\", as Riccardi puts it. \"Even before his more serious health issues, the live concerts could be a bit erratic,\" Riccardi says, referring to the lip and dental problems that affected Armstrong's trumpet-playing as he got older. \"But the London shows demonstrate that he was still capable of providing spine-tingling moments with his horn at such a late stage in life.\"\nIn addition to the quality of his playing, Armstrong may have felt the BBC recordings were special for another reason. They seemed to sum up his entire career – with the setlist spanning every decade of his performing life.\nFirst, there is Ole Miss, a jazz instrumental that Armstrong started playing as a teenager in the 1910s. Then there is Rockin' Chair, a novelty song that Armstrong first recorded in 1929. Further tracks trace the remaining decades: When It's Sleepy Time Down South was first recorded in 1931, Blueberry Hill in 1949, and Mack the Knife in 1955. The set is completed with Armstrong's 1960s hits, including his signature song What a Wonderful World.\nBut as well as providing a decade-by-decade summary of Armstrong's career, the Louis in Londonalbum also captures his complex identity as a performer.\nDuring the UK tour, several critics remarked on the tension between Armstrong's status as a jazz pioneer and his proclivity for crowd-pleasing antics. A reviewer for Melody Maker observed: \"The emphasis is heavily on singing and clowning, and lovers of the Louis trumpet may be disappointed.\" A critic for The Times concurred: \"As a show business performance, it was superb. From a jazz point of view it was quite undistinguished.\"\nThe BBC setlist seemed to reflect this. It included some jazz instrumentals, but leaned more towards commercial fare, such as a rendition of The Bare Necessities from Disney's The Jungle Book.\nRiccardi argues that this had long been a feature of Armstrong's performances. \"It's a false narrative to say that Armstrong was an artist in the 1920s but then 'sold out' and wasted all that promise,\" he says. \"Everything he was criticised for doing later in his career, he was already doing in the 1920s and 1930s – performing pop songs, playing Broadway showtunes, and doing broad comedy.\"\nJazz critic and author Jordannah Elizabeth suggests that the criticisms of Armstrong's showmanship emerged as he transitioned on to the global stage. \"He was subject to an intellectualisation of jazz by some critics, who imposed strict parameters around what they believed constituted 'high art',\" she tells the BBC. \"This derived from a Eurocentric resistance to physical freedom onstage – movements of the hips, big smiles on faces.\"\nHowever, Elizabeth acknowledges that Armstrong's stage persona was more complex, and harked back to a US tradition of minstrelsy. \"Some of Armstrong's performance elements were seen as similar to the characterised performances of white actors in minstrel shows, which were active from the 1800s through 1910, a little after he was born in 1901. The tradition stuck around in America in less widely accessible circles, but it was still prevalent until the 1960s, and pandered to certain stereotypes,\" she says. \"Also,\" she adds, \"most of his career came before the civil rights movement, so he likely experienced a lot of pressure to project and uphold his original persona.\"\nMore like this:\n• The surprising history of a classic breakup song\n• One of modern music's greatest enigmas\n• Nina Simone on how fury fuelled her songs\nThis more controversial aspect of Armstrong's performances is reflected in the BBC setlist, which opens with When It's Sleepy Time Down South. Although it was popular with audiences, the song had courted controversy for offering an idealised vision of the American South and using the racial epithet \"darkies\". In the 1950s, as the civil rights movement was taking hold in the US, protestors even burned copies of the song.\nBy the time of the BBC recordings, Armstrong had substituted the offending term for the more neutral \"folks\". But his persistence in keeping the song as a show opener, coupled with his grinning onstage persona, attracted criticism from his peers. Fellow trumpeter Dizzy Gillespie accused him of \"Uncle Tom-like subservience\". Miles Davis felt that \"his personality was developed by white people wanting black people to entertain by smiling and jumping around.\"\nElizabeth offers some defence of Armstrong. \"During the difficult times of the civil rights movement, Americans needed someone to give them an escape, a smile to remember, and a comfort zone,\" she says. \"Armstrong assumed that role, which naturally brought a bit of disdain and backlash from the jazz artists on the front lines of the movement.\"\nRiccardi adds that Armstrong made his own contributions to the civil rights cause outside of the spotlight. \"He donated heavily to Martin Luther King,\" Riccardi says. \"When New Orleans passed a law prohibiting integrated bands from performing in public, Armstrong refused to go back for almost a decade. He was also one of the first African-American entertainers to have it in his contract that he would not play a hotel unless he could stay there.\"\nArmstrong pushed some advocacy into the music too, making it part of a palatable package of entertainment. On the BBC recordings, he dedicates You'll Never Walk Alone to \"all the mothers who have sons in Vietnam\". He had previously performed this song for segregated black audiences in the US as a show of solidarity. Armstrong described one performance in Georgia as the \"[most] touching damn thing I ever saw\" when the audience began to sing along. \"I almost starting crying right there on stage. We really hit something inside each person\".\nBut perhaps the best representation of his philosophy is What a Wonderful World, which serves as the penultimate track on Louis in London. Some critics dismissed the simplicity of the song's message at the time – the New York Times called it \"sentimental claptrap\". But Armstrong explained himself in a spoken-word introduction added to the song a few years later: \"Seems to me, it ain't the world that's so bad, but what we're doing to it. And all I'm saying is, see what a wonderful world it would be if only we'd give it a chance.\"\nThis attitude eventually won over some critics. \"I misjudged him,\" Dizzy Gillespie admitted after Armstrong's death. \"I began to recognise what I had considered [Armstrong's] grinning in the face of racism as his absolute refusal to let anything, even anger about racism, steal the joy from his life and erase his fantastic smile.\"\nOthers remained ambivalent. Even after Armstrong had passed away, Miles Davis repeated his criticisms. \"I hated the way he had to grin in order to get over with some tired white folks,\" he wrote in his autobiography. But still, Davis had to acknowledge that Armstrong had \"opened up a whole lot of doors for people like me to go through\".\nDespite the controversies, Elizabeth believes that Armstrong's legacy is secure. \"None of the criticisms keep him from maintaining his place in jazz history,\" she says. \"He was greatly loved and respected and remains so to this day.\"\nListening to Louis in London now, more than 55 years after it was recorded, one can hear both sides of the story. On some songs, Armstrong the legendary jazz trumpeter emerges. On others, he assumes his role as a popular entertainer. Likewise, with a track listing that spans 50 years of US history, one can recognise Armstrong's status as a pioneer who broke down countless barriers. But one can also observe his tendency to stray into territories that might be considered racially regressive, both now and then.\nSo, while Louis in London offers fans a chance to hear Armstrong one last time – at his final peak – it cannot offer any definitive conclusions on the complexities of his character and persona. They may even be symbolised by the album's sequencing, which places the songs Hello, Dolly! and Mame one after the other. On both tracks Armstrong sings his own name. But on one song he calls himself Lewis, and on the other Louie. And so, the debate continues.\nLouis In London, released by Verve Records on 12 July, is available on vinyl, CD and digital.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "'He was after my life': WW1 soldier's confession",
        "href": "/culture/article/20240718-a-ww1-soldier-on-the-brutality-of-conflict",
        "article": "World War One broke out on 28 July, 1914. Fifty years later, one of the German soldiers, Stefan Westmann, told the BBC about his experiences fighting in the conflict.\nWorld War One broke out on 28 July 1914. To mark its 50th anniversary in 1964, the BBC made The Great War, an ambitious history of the cataclysmic conflict. One of the 280 eyewitness interviewees was a German soldier who gave a harrowing and unforgettable account of what it feels like to be forced to kill.\nWarning: The following article, and video clip, contain graphic descriptions that some readers and viewers might find upsetting.\nStefan Westmann was a medical student who before the war had barely even used a scalpel. A few months later, Westmann and his German comrades were on a battlefield attacking a French position when he came eyeball-to-eyeball with an enemy soldier. Both clutched their bayonets in dread of what must happen next.\n\"For a moment I felt the fear of death, and in a fraction of a second I realised that he was after my life exactly as I was after his,\" he said.\n\"I was quicker than he was. I tossed his rifle away and I ran my bayonet through his chest. He fell, put his hand on the place where I had hit him, and then… he died. I felt physically ill. I nearly vomited. My knees were shaking, and I was quite frankly ashamed of myself.\"\nIn 1964, by then a grandfather with a distinguished medical career behind him, Westmann was transported back in his mind to that field in France to relive a trauma that remained raw.\nBefore the war, Westmann had been studying medicine in Berlin. While his fellow soldiers also had unremarkable backgrounds – \"ordinary people who never would have sought to do any harm to anyone\" – he said they had not seemed disturbed by the violence they had inflicted.\n\"How did it come about that they were so cruel?\" he said. \"I remembered then that we were told that the good soldier kills without thinking of his adversary as a human being. The very moment he sees in him a fellow man, he is not a good soldier anymore.\"\nWestmann said he had wished the dead French soldier could have raised his hand and shown he was still alive. \"I would have shaken his hand and we would have been the best of friends,because he was nothing, like me, but a poor boy who had to fight, who had to go in with the most cruel weapons against a man who had nothing against him personally, who only wore the uniform of another nation, who spoke another language, but a man who had a father and a mother and a family perhaps.\"\nAfter the end of the war, Westmann resumed his medical career in Berlin. He left Germany after Adolf Hitler came to power in 1933 and settled in England. During World War Two, he was a British medical officer in Scotland, meaning he served on opposite sides in the two world wars. Shortly before his death in 1964, he wrote a memoir, Surgeon with the Kaiser's Army. His grandson Michael Westman revised the book in 2014.\nIn History\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today. Subscribe to the accompanying weekly newsletter.\nA 24-part series, The Great War was a landmark commission for BBC Two, the corporation's new cultural channel. As well as featuring veterans who had written books and other prominent figures, the popular Tonight programme invited its older viewers to come forward and share their experiences. Sacks of mail flooded in, brimful with all sorts of mementoes such as diaries, medals and even tobacco tins.\nMany of the interviews were conducted by researcher Julia Cave, who in 2003 remembered how difficult it had been. She said: \"Nobody who wasn't in that war could know what it was like, nobody could imagine the terror of sitting in a trench, going over the top, and what would happen to you and these terrible things. Sometimes men just got lost in the world that they had fought in.\"\nMore like this:\n • How WW2's D-Day began with a death-defying mission\n• Fidel Castro on the brink of nuclear war\n• The man who saved 669 children from the Nazis\nThe original interview rushes were resurfaced and restored for the 2014 BBC documentary I Was There: The Great War Stories, bringing them to new generations untouched by war. Some testimonies were featured in Peter Jackson's poignant 2018 documentary They Shall Not Grow Old, which sought to bring World War One to life by injecting colour and sound into grainy old black-and-white footage. Even without such modern film-making technology, their words alone have the power to stop you in your tracks.\nWestmann said he was still haunted by nightmares, wondering what might have happened if that young French soldier had been quicker with his bayonet.\n\"What was it that we soldiers stabbed each other, strangled each other, went for each other like mad dogs? What was it that we, who had nothing against them personally, fought with them to the very end in death?\n\"We were civilised people after all, but I felt that the culture we boasted so much about is only a very thin lacquer, which chips off the very moment we come in contact with cruel things like real war.\n\"To fire at each other from a distance, to drop bombs, is something impersonal. But to see each other's whites in the eyes and then to run with a bayonet against a man – that was against my conception and against my inner feeling.\"\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today.\n--\n\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "How to choose the most eco-friendly swimwear",
        "href": "/culture/article/20240719-how-to-choose-the-best-and-most-eco-friendly-swimwear",
        "article": "Make a splash this summer – from luxury vintage to sustainable fabrics, here's our smart guide to swimming in style.\nIt's at this time of year when images of Jane Birkin in a ring-fronted bikini or Brigitte Bardot in her classic frilled bikini bottoms resurface. Swimwear brands name their designs after iconic stars, with vintage styles reworked into modern pieces. Remember Julia Roberts' cut-out white and blue dress in Pretty Woman? Swimwear label Hunza G, which celebrates its 40th anniversary this year, created the garment from its trademark crinkle fabric.\nLike swimwear's timeless styles, the environmental damage it causes also endures. The problem comes down to plastic. Swimsuits need to stretch, recover their shape, and be quick-drying. Therefore, synthetic fibres like nylon, polyester and elastane, which are derived from fossil fuels, are the most widely used materials, both for performance and low cost. But the washing of synthetic products leads to the accumulation of more than half a million tonnes of microplastics on the bottom of the oceans every year. And poor-quality bikinis don't last long, with the cheap, fast-fashion business model encouraging multiple consumption every time we go on holiday. It remains hugely difficult to recycle swimwear, so unwanted swimsuits contribute to the 100 billion items of clothing produced globally, of which 65% end up in landfill within 12 months.\nIt wasn't always like this. Until the 1930s, all bathing suits in the US and Europe were made from natural fibres, in particular wool, says Kevin L Jones, senior curator at ASU FIDM Museum in Los Angeles. \"We even have some tightly-woven silk bathing suits in the museum,\" he tells the BBC. \"But there was also a difference of mindset then. Materials were valued and utilised until they couldn't be used anymore. Only a small percentage of the very wealthy could replenish their wardrobes. Often, people made their own bathing suits.\"\nAs manufacturers grappled with the sagging element of wool once it became wet, the breakthrough came from the United States Rubber Company, says Jones, which introduced Lastex into the market, a type of elastic yarn that could be blended with other fabrics. \"You couldn't patent wool, silk and hemp, but you could patent the technologies being developed,\" Jones explains. \"And that's what led to the major boom industries within chemicals that have affected our clothing ever since. That's how we ended up with all the polyester and elastane, and with a throw-away mindset.\"\nBut the tide is turning again – albeit slowly, and not exactly in the same direction – as some swimwear brands and manufacturers innovate with better practices and materials. One such fabric is Econyl, made using synthetic waste such as discarded fishing nets, and then recycled and regenerated into new nylon fibre.\nMore like this:\n• How to choose the right shoes, and make them last\n• The aristocratic craft making a comeback\n• Why 'living retro' is perfect for now\nSwimwear label Stay Wild is one of the brands making its collections from Econyl, at a small factory in London. \"We use a slow-fashion model, going against traditional fashion seasons,\" co-founder Natalie Glaze tells the BBC. \"We launched with one collection in the first two years. We also introduced pre-orders to minimise waste, use deadstock in our collection, and make high-quality pieces that last longer to encourage buying less but better.\"\nEconyl isn't a perfect solution – microfibres are still shed in the washing process – but there are methods to minimise the shedding. The best way to look after swimwear is by gentle handwashing, which reduces the release of microfibres. Given that most swimwear is worn for short periods at a time, they require less machine-washing. But when they do, using a wash bag or a filter in the washing machine helps.\nSwimwear is also joining the second-hand clothing world. \"We are increasingly seeing the preloved market evolve, and I have definitely seen the rise of swimwear in the category,\" says Clare Richardson, founder of pre-loved online retailer Reluxe Fashion. \"A few years ago, people wouldn't buy pre-loved shoes, and now they are one of our biggest categories. Pick the level you are comfortable with – is it something new with tags, or perhaps you're comfortable with the concept but want to steam and wash more thoroughly when it arrives.\"\nRichardson advises customers when buying second-hand luxury swimwear to choose retailers that fully authenticate their garments. At Reluxe, she doesn't accept pieces with stains and visible wear-and-tear, while any \"faults\" are photographed and detailed on the website.\nParis and London-based photographer Isabelle Hardy buys her swimwear from online marketplaces Vinted, Depop and Vestiaire Collective, but her best find came from eBay. \"Years ago I bought a beautiful, vintage one-piece that was – and still is! – in great condition,\" she recalls. \"I was drawn to it because it's very Hunza G in style but I couldn't afford the brand at the time. If you search resale sites, there are lots of people selling unworn pieces of swimwear, even with tags on.\"\nFor many people, the main issue with buying second-hand swimwear is – understandably – cleanliness, so being able to inspect a garment in person helps to validate its quality. Thrift stores are a favourite of sustainability advocate Jemma Finch, who last purchased swimwear a year ago from a vintage clothing store in Wimbledon, south-west London. \"You can often find high-quality, gently used pieces at a fraction of the cost of new ones,\" she says. \"Plus, many thrift stores thoroughly clean and sanitise their items before selling them, so you can be confident in their cleanliness.\"\nHolly Watkins, owner of second-hand clothes store One Scoop Store in northeast London, uses a cup of soda crystals in the washing machine to remove stains on lighter colours. \"We won't re-sell swimwear without washing it first,\" she says, adding that up to 70% of the swimwear she sources is actually new with tags. \"Shopping preloved means you can go for a brand that you might not usually be able to afford. I think it's worth spending a little more for good swimwear, which will last. We also source a lot of deadstock vintage swimwear with the labels on.\" \nOnly 1% of old clothes is recycled back into new garments, largely because the majority is made from a blend of materials, with polyester the most widely-produced fibre. This makes it challenging to recycle one fibre, without degrading the other.\nSwimwear tips\n-       For timeless 1960s styles, search vintage sites and stores\n-       Many luxury resale sites offer unworn designs, still with labels\n-       When buying new, check the eco credentials of the brand\nStay Wild takes back old, worn-out swimwear from any brand that would otherwise end up in landfill and recycles them into industrial products, such as carpets. But the brand's ambition is circular: to recycle old swimwear back into new swimwear, and it has already made a fully circular swimsuit. After nine months in development, the brand created its own material and a prototype of a mono-constituent garment (in which one main constituent is present to at least 80% of the composition), without any elastane. \n\"By removing the need for elastane, we have created a fully circular piece that can be recycled again and again and again,\" says Glaze. \"However, like with many new innovations in the industry, this technology is a huge cost, so commercially it doesn't make sense to launch this yet, but we are exploring other avenues and how to make this goal a reality.\"\nAnne Prahl, founder of Circular Concept Lab, a collaborative platform for sharing and implementing circular design tools, believes that the future of sustainable swimwear lies in the commercialisation of textiles-to-textiles recycling, with elastane currently the major obstacle. \"Sportswear retailer Decathlon is doing great work in this area and the company already sells a swimsuit made from recycled and recyclable fabric,\" she explains.\n\"Decathlon replaced the elastane in one of its swimwear ranges with a mechanical stretch fibre developed by The Lycra Company. The recyclability process is currently being tested with recycling partners.\"\nEncouragingly, says Prahl, Lycra's work with textile recyclers on technologies for recycling blends – the other major barrier for textile-to-textile recycling – shows that the Lycra's T400 fibre does not disrupt the recycling process when blended with other materials.\nFor Jones, sport has always led – and continues to lead – innovation within the wider fashion industry. \"Athletes can test out in extreme ways if something is going to work or not, all around the world,\" he says. \"Now Artificial Intelligence (AI) is going to influence this space. It's going to create remarkable things, but it will wreak devastation, too. I don't know what these will be. But, looking at it through a historian's eye, we are repetitive.\"\nFor now, options for buying better swimwear are certainly growing. Perhaps through the choices we make today, consumers will help contribute towards shaping this moment in time and – ultimately – how history judges it.\nThree Things to Help Heal the Planet by Ana Santi is published by Welbeck Balance\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Apollo 11 launch: 'It was no longer training – it was real'",
        "href": "/culture/article/20240712-it-was-no-longer-training-it-was-real-the-same-emotions-the-same-feelings-the-same-adrenaline-would-flow",
        "article": "Apollo 11 launched this week in 1969, carrying the first men to land on the Moon. In the months leading up to the historic take-off, Nasa put the crew through gruelling, relentless simulations in order to prepare them – and BBC Tomorrow's World paid a visit.\n\"There's not much room in here, and these couches are very uncomfortable,\"  said the BBC's John Parry as he sat suspended upside down, alongside James Burke, in the Apollo space capsule simulator at the Nasa space research centre in California in August 1968. \"But it doesn't matter very much,\" he conceded, \"because when you are in space your body doesn't weigh anything at all.\" \nBBC Tomorrow's World had gone to see how Nasa was devoting vast sums of money and huge amounts of effort trying to mimic what the astronauts of Apollo 11 would see, hear and experience in space. \nIn 1962, President John F Kennedy had committed the US to the ambitious goal of landing a man on the Moon, and bringing him safely back to Earth.  \nSince then, the space agency had marshalled an extraordinary amount of people and technology, not to mention ingenuity and perseverance, to a project that would ultimately, in July 1969, propel astronauts Neil Armstrong, Buzz Aldrin and Michael Collins into space –  and the history books. \nTo prepare those astronauts for this voyage into the unknown, Nasa had built a complex system of incredibly detailed simulators. These enabled the crew to master the intricacies of the Apollo spacecraft, and for Mission Control to meticulously rehearse every phase of the mission, from launch to lunar landing to re-entry.  \nThe contraption Parry and Burke found themselves strapped into, recreated what it would be like to be inside and fly the command module which was nicknamed Columbia. Equipped with all the same flight controls and displays as the space capsule, it could generate all the responses and readouts that could happen on a mission. It was also designed to have exactly the same \"feel\" as the ones the astronauts would eventually use so they could develop their muscle memory. \n\"The spacemen who will be inside here may have to spend as much as 14 days locked up and for the whole of that time, they will take it in turns to do eight hour shifts at this control panel, looking at the dials and the instruments and controlling the switches,\" said Parry. \nTo create the feeling of being in space, Nasa had painstakingly created a 3D scale model of the Earth and an elaborate optical system that projected realistic out-the-window views as both the planet and the Apollo spacecraft rotated for each stage of the mission. The spaceship would need to rotate slowly in order to stop the Sun-facing side from overheating, and the other side freezing from the cold temperatures in space. The astronauts dubbed this manoeuvre \"barbecue mode\". \n\"Every minute motion of the spacecraft is reflected here, and as the prisms turn and roll the astronaut gets a vivid impression of the Earth hundreds of miles below him. Spain and the North African Coastline – it took six artists six months to paint on all the detail by hand, working mostly from satellite photos. Some of the areas on this map are accurate to half a mile,\" said Burke. \nTo allow the crew to determine the spacecraft's position and navigate their journey, another television camera projected realistic pictures of the stars in the sky that would be in their field of vision. \"They roll gently past Apollo's window as the craft spins in deep space, 1353 of the most important ones are all the correct size in relation to each other.\"  \nThe spacecraft they planned to launch was extraordinarily complex, with a range of intricate systems governing all aspects of the Moon flight, from propulsion and navigation, to communication, electrics and the astronauts' life support. \nNasa had assembled an army of flight controllers who sat at consoles managing and monitoring the different systems during every second of flight. Many of these flight controllers were young, and had been recruited fresh out of college – the average age was just 27.  \n\"Everything that happens in the capsule in this simulated flight is watched over in this main control room, and another one at the space administration headquarters in Houston, Texas, 1,500 miles away,\" said Burke.  \n\"It's all recorded for study afterwards by both control-room staff as well as astronauts who are trying out the equipment. Short of reproducing the actual physical and psychological stresses of space flight, they have tried to bring realism to everything else here.\" \nThese flight controllers were crucial to the mission. They effectively acted as a team of co-pilots for spacecraft, constantly passing information to the crew, monitoring their life vitals, calculating the exact timings for rocket firings to keep them on course.  \n\"During a simulated flight, control staff are as busy as the astronauts, checking the mass of computerised information,\" said Burke.  \n\"[They're] watching a bank of closed-circuit television monitors and talking, in constant touch with their counterparts in Texas. The wall navigation controls are completely operational; the crew has to cross check every decision with the onboard computer before altering course.\" \nDuring the actual space flight, the astronauts and the flight controllers would need to be ready for anything, so simulations included every scenario Nasa could think of. Along with practising complex manoeuvres, like docking and undocking the lunar module, Nasa would simulate potential system failures, anomalies and emergencies in order to test the astronauts' and flight controllers' ability to remain calm and work together, communicate accurately and make sound decisions quickly under pressure. \nMore articles about space: \n• How solar flares spill out across the Solar System\n• Why the Moon is slipping from our grasp\n• How space flight alters the human body\n• Why Einstein was wrong about black holes\n• Moon landing: The greatest Apollo 11 story ever\nIn 2019, Gene Kranz, former flight director of the Apollo missions, explained to the BBC podcast 13 Minutes to the Moon how these simulations worked. \n\"You have a training team, led by a simulation supervisor, and their job is to come up with mission scenarios that are utterly realistic and will train every aspect of the crew and controllers' and flight directors' knowledge. Training was about as real as you could get. You would get the sweaty palms. It was no longer training – it was real. The same emotions, the same feelings. The same adrenaline would flow,\" he said. \nThese intense, exhausting training simulations worked to bond the astronauts, the flight controllers and Mission Control, honing their ability to innovate strategies when things suddenly went wrong, and weeding out people who couldn't handle the pressure and stress. \n\"In a day's work, we would exercise this 10 or 12 times a day. Run it, debrief it, turn it around, run another one,\" former Apollo flight controller John Aaron told the BBC in 2019. \n\"When you get out of the room at the end of the day you are drained. I used to tell people, you know if you can survive the simulations, the mission is a piece of cake because you are not usually working on 20 problems at once. Maybe one.\" \nThe simulator of the lunar module (nicknamed Eagle) proved particularly crucial. It enabled Armstrong and Aldrin to repeatedly practise their descent and landing on the Moon – on the mission, Mike Collins stayed behind, orbiting in the command module.  \nThe landing required precise manual control because of the unpredictable surface of the Moon. Running through the simulations, the flight crew were able to gameplay what they would do if there was an engine malfunction or a landing gear problem.  \nThese gruelling training simulations enabled the astronauts and the flight controllers to understand the different systems and machines so intuitively that when it came to the actual landing in 1969, they were able to make the right decision, despite receiving warning alerts from them.\nIn History\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today. Subscribe to the accompanying weekly newsletter.\nAs former Nasa flight controller Gerry Griffin told Witness History in 2019: \"The final phases of the descent of Apollo 11 were kind of fraught, we had two computer alarms, a 1202 and a 1201 alarm saying that the computer was being overworked, so it was not a good thing.  \n\"Luckily on the last simulation before we actually launched the mission, we had seen them,\" said Griffin, \"and when it came up on the flight, the guys knew more about it. They took a quick look to make sure all the guidance was correct, but quickly gave them a 'go'. By the way, the young man who made that call was in his 20s.\" \nJust minutes later, Armstrong was similarly able to make a split-second call when he could see from the window of Eagle that the landing site selected by Nasa was actually strewn with craters and huge rocks. Despite running out of fuel, and feeling the pressure to abort, he decided to manoeuvre to try and find a smooth place to land. \nMore like this:\n• A death-defying WW2 mission in a wooden glider\n• Britain's mysterious WW2 'island of death'\n• Carrie Fisher on why Star Wars was 'low-budget'\n\"We were watching that and it was nerve-wracking. It was in Neil Armstrong's hands at that point,\" said Griffin. \"And I never will forget when Buzz Aldrin said 'we are picking up some dust'. That's when I thought we are going to make it, we've got an engine blowing dust off the Moon.  \n\"Neil told me one time, 'this is like an automobile. When it's on empty, there is a little bit left in the tank.'\" \nAfter the safe landing and return of Apollo 11, the Nasa lunar programme continued until 1972, landing on the Moon another five times. Now, the race to send humans to the Moon is hotting up again –  this time with vastly more developed technology. Nasa's Artemis astronauts are aiming for a 2026 landing, and China is saying it will send people to the Moon by 2030.  \n\"You know today, 50 years later, I think the historical significance has more of an impact on me now than it did then,\" said Griffin. \"Do you realise what we did and with old technology, and it kind of amazes me. It amazes me still that we were able to do what we did.\" \n--\nFor more stories and never-before-published radio scripts to your inbox, sign up to the In History newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram.\n"
    },
    {
        "title": "'The role required me to cry, all day long'",
        "href": "/culture/article/20240712-the-role-required-me-to-cry-all-day-long-every-day-shelley-duvall-on-her-defining-performance-in-the-shining",
        "article": "US actress Shelley Duvall spoke to the BBC in 1980, just after The Shining was released. In this clip, she describes her intense role and what it was like to work with the meticulous director Stanley Kubrick.\nThe US actress Shelley Duvall has died at the age of 75. A protégé of the film-maker Robert Altman, she starred in seven of his films, including Nashville and Popeye. Yet arguably her defining role was as Wendy, the wife of Jack Nicholson's hotel caretaker in Stanley Kubrick's 1980 horror classic The Shining.\nIn September 1980, Duvall spoke to the BBC about her intense role and what it was like to work with the meticulous director. \"My stamina has increased so much since The Shining,\" she said. \"The role required me to cry, all day long, every day – it was so difficult being hysterical for that length of time.\"\nIn History\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today. Subscribe to the accompanying weekly newsletter.\nAfter doing many repeated takes, Duvall told the BBC, \"you forget all reality other than what you're doing – it's like a miracle, it comes out better than it did before – and it's fresh, too\".\n\"I was very pleased to have done it,\" she told Film 80's presenter Barry Norman, \"because I learned more on that picture – and strengthened myself, and broadened the scale that my emotions can reach, I think, more than any other picture I've ever done.\"\nSee more of the interview in the video clip above.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "The true story behind Chariots of Fire",
        "href": "/culture/article/20240705-olympics-hero-eric-liddell-and-the-real-story-behind-chariots-of-fire",
        "article": "Scottish athlete Eric Liddell won the 400m gold at the Paris Olympics on 11 July 1924 – but he's just as famous for a race he didn't run. In History looks at the real story behind the Chariots of Fire movie myth.\nThe son of Christian missionaries, Eric Liddell was born in China in 1902 and died there 43 years later in a Japanese internment camp. In between, he played for Scotland at rugby, won Olympic gold for Britain and inspired an Oscar-winning film about his athletic exploits many years later. After his spectacular early success, he spent the rest of his life working as a missionary even when it meant putting himself in danger. He died without ever meeting his youngest daughter. It was an extraordinary life, marked by faith, tragedy and courage.\nAt the age of five, Liddell returned from China with his parents to Scotland and he was sent away to the School for the Sons of Missionaries in London, later known as Eltham College. In 1920 he returned to Scotland to study at the University of Edinburgh. His outstanding potential as an athlete was spotted straight away, with the Glasgow Herald tipping him as a future British champion.\nAccording to Liddell's university friend Prof Neil Campbell, his running style was unorthodox but not ungainly. Speaking to the BBC in 1984, he said: \"He certainly ran very often with his head back. Now, people say, 'Well, how did he see where to go?' But you put your head back, you can still see perfectly well what's ahead of you. He used his arms pretty aggressively and he swayed a bit – at least that's what it looked from behind, like an express train.\"\nA supremely talented sportsman, Liddell played seven times for Scotland's international rugby team between 1921 and 1923. However, training and competing at elite level in two sports was too much, so he chose to focus on athletics where he had established himself as one of the country's top runners. He was selected for the British squad for the 1924 Paris Olympics, where he was among the favourites to win in his strongest event, the 100m sprint.\nBut when the timetable for the Games was released, the 100m heats were on a Sunday and Eric Liddell dropped a stunning revelation. The Christian Sabbath was the Lord's Day and there was nothing in this world that could persuade him to run.\nIn the 1981 film Chariots of Fire, Liddell only learns the 100m heats will be held on a Sunday while boarding the boat to France. In reality, the schedule was known several months in advance. However, the movie's creative licence does reflect the real-life drama caused by his principled stance.\nLooking back 60 years later, his friend and fellow athlete Greville Young said while those who knew Liddell were aware of his strong religious feelings, \"it caused tremendous furore amongst many people, particularly with the newspapers and journalists\".\nReporters hammered on the door of their student accommodation in Edinburgh, demanding to speak to Liddell. According to Young, \"They were quite menacing almost and there were cries of, 'He's a traitor to his country'.\"\nThis didn't bother Liddell, according to his friend. \"He just accepted these things, and I never remember him being upset. He said, 'It's just my belief. I don't criticise others about it, but I'm not going to run on the Sunday.'\"\nLiddell's decision meant he had to give up on his strongest event and switch his focus to the 400m. Instead of a straight dash to the finish line, this event required the stamina to maintain the pace around a full lap of the track, described at the time as the quarter-mile race.\nFellow Scottish athlete Tom Riddell said this longer distance exposed Liddell's idiosyncrasies, but he could still rely upon that electrifying pace. Speaking in the 1984 documentary, Eric Liddell: The Flying Scotsman, he said: \"His running was great probably until he came to the last 200 yards where he really had to put in an effort. The head went back and the elbows came up, but when that happened the rest of the race could pretty well say 'we may as well give up'.\"\nIn History\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today. Subscribe to the accompanying weekly newsletter.\nLiddell had some early success at the Paris Olympics, winning bronze in the 200m. Few believed he could improve on this in the longer distance final on Friday 11 July, 1924.\nWhen the starting gun fired, he set off at a blistering speed, flashing past the halfway mark in 22.2 seconds. Throwing his head back in his distinctive style, he stretched his lead and ended up finishing 5m ahead of the chasing pack. The finishing time was 47.6 seconds. A rather breathless report in the next day's London Times described it as \"probably the most dramatic race ever seen on a running track\".\nTom Riddell told the BBC he had asked Liddell about his tactical approach: \"In his own words he said, 'Well, when the gun goes, I go as fast as I can, and I trust to God that I'll have the strength to do the second half.' And I think he really did.\"\nLiddell returned to Scotland as a hero. Huge crowds turned up to welcome him home and teenage fan-clubs were formed in his honour. However, the call of religious life proved stronger than his celebrity sporting career, and he decided to turn his back on all this adulation to become a missionary in China, just like his parents.\nIn addition to his religious duties, he worked as a science and sports teacher at the Anglo-Chinese College in Tianjin. In 1934 he married Florence Mackenzie, daughter of Canadian missionary parents, and they soon had two daughters. As time went on, life became increasingly challenging amid an ongoing civil war in the country. Things got even worse in 1937 when Japan invaded China. Conditions for foreigners slowly deteriorated, but Liddell insisted on carrying on his missionary work, moving to a more dangerous war-torn village.\nWhen Japan first invaded China, its troops mostly left the Westerners there alone, but in 1941 the UK government advised all British nationals in China to leave. Liddell decided to stay put while Florence, now pregnant again, set sail with their two children for a safer life in Canada. He would never see them again.\nHis daughter Heather Liddell Ingram was aged three at the time. In a 2012 BBC documentary, she admitted she used to wonder why he didn't leave with his family. \"It would have certainly made our lives better and I didn't really understand it until I started meeting people who had been children in the camp,\" she said. \"There were something like 500 children in that camp without their parents, so the teachers and people like my dad were very important to them and I could see the big picture.\"\nIn 1943 he was interned at Weihsien, a Japanese internment camp for 1,500 prisoners in China's Shandong Province. In the camp, Liddell was affectionately known as Uncle Eric because of the energy he devoted to teaching children, organising sport activities and helping others. However, by the end of 1944 his fellow internees were noticing how he seemed more sluggish and tired than usual. Doctors diagnosed him with a brain tumour.\nHis friend and fellow missionary Annie Buchan was with him at the end. She told the makers of Eric Liddell: The Flying Scotsman: \"Suddenly he said, 'Annie, it's complete surrender,' and that was his last breath. He went into a coma and never recovered.\" Liddell never wavered in his Christian faith. \"He had been a man who was surrendering to God all his life through, and I don't believe that it cost him much to say 'complete surrender' because he knew where he was going.\" He died on 21 February 1945, just months before the camp was liberated at the end of World War Two.\nMore like this:\n• The 1968 Olympic image that shook the world\n• The Christmas truce that stopped WW1\n• The man who saved 669 children from the Nazis\nLiddell's 400m Olympic triumph in happier times provides the uplifting climax to Chariots of Fire, the feel-good story of Liddell and his great rivalry with Harold Abrahams that won four Oscars at the 1982 Academy Awards. As well as best picture and best director, Vangelis's distinctive synthesizer soundtrack won best original score. More than 40 years on, the theme tune remains an instantly recognisable shorthand for everything athletic.\nIan Charleson, the Scottish actor who played Liddell, was also a graduate of the University of Edinburgh. Charleson was even younger than Liddell when he died in 1990. It was the first showbiz death in the UK openly attributed to Aids, and the 40-year-old's decision to make this public is said to have played a role in promoting awareness of the virus. Fellow actor Ian McKellen told the Daily Mail: \"It is a tribute to Ian that he should ask for the cause of his death to be made public and it is the most marvellous offer of support that he could have given to other men and women all over the world suffering from the Aids virus.\"\nWhile Liddell remains a Scottish hero, there are some who believe there's a case for calling him China's first Olympic champion, because he was born in that country. Either way, his accomplishments continue to inspire new generations a century later.\nThose watching Chariots of Fire for the first time who did not know the story in advance must have felt devastated by the text that appears on screen at the very end: \"Eric Liddell, Missionary. Died in Occupied China at the end of World War Two. All of Scotland mourned.\"\n--\nFor more stories and never-before-published radio scripts to your inbox, sign up to the In History newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "A 36-year-old Jeff Bezos talks about losing money",
        "href": "/culture/article/20240628-a-36-year-old-jeff-bezos-talks-about-losing-money",
        "article": "Amazon was once Jeff Bezos's \"famously unprofitable company\", as the former CEO said in an exclusive 2000 BBC Newsnight interview. Nearly 25 years on, the ubiquitous company has become one of a handful of companies in the world valued at over $2 trillion.\nOn 8 June 2000, the BBC presenter Jeremy Vine was pictured sitting behind the Newsnight desk, poring over a report on a seemingly flailing ecommerce market. Sitting across the table from him was that night's guest: 36-year-old Jeff Bezos, the CEO of Amazon.com, Inc.\nAt the time of the interview on the BBC's flagship current affairs programme, Amazon had reached a pivotal point in its history. By mid-2000, the dotcom boom had created an economic bubble that began to reach its bursting point. Dozens of online businesses, including Amazon, which hovered near the gravitational centre of the dotcom bubble, were starting to feel its impact.\nWhile Amazon garnered $1.6bn (£1.27bn) in sales in 1999, it also suffered net losses of $720m (£567m), as Vine highlighted in his Newsnight report, and the company's share price was volatile, dropping from $113 a share in December 1999 to $52 in June 2000.\n\"People used to say Amazon is 'amazing,'\" said Vine, launching into the interview. \"And now they say: 'isn't it amazing that Amazon is losing so much money?'\"\n\"Well, we are a famously unprofitable company,\" Bezos responded, largely unfazed. \"And that is a conscious strategy and an investment decision.\"\nTwenty-four years after the interview, and 30 years after Amazon's start, Vine can still remember many aspects of the interview – and Bezos. \"I had some hostile questions,\" Vine tells the BBC today. \"And he just batted them away. Never, ever broke a sweat, literally.\"  \n\"I do remember thinking: 'this guy is quite a happy soul',\" says Vine. \"He just had a spring in his step, and I, looking back on it – I've always thought he already knew at that point that he was going to be the richest man on Earth.\"\nJeff Bezos founded the company on 5 July 1994 in a garage in Bellevue, Washington, with the site launching a year later. The worldwide web was still in its infancy (known as Web 1.0), and only a few companies had begun to see the potential of web-based businesses. Amazon started out as an online bookseller, touting the world's largest collection of ebooks at the time, as vast as the eponymous river it was named after, and doubled down on books to become a central player in the burgeoning ecommerce market.\nAmazon rode on the wave of the dotcom boom, a rapid rise in the US technology sector in the latter half of the late 1990s instigated by significant market investments that birthed a generation of new internet-based companies.\nFour years after the site's launch, Amazon became the biggest online sales platform in the world, expanding its offerings to other goods, such as electronics, toys and appliances. By the end of the millennium, Amazon had 17 million customers and its valuation skyrocketed to 50 times its IPO value. Jeff Bezos was even named the 1999 Person of the Year by Time Magazine, who labelled him the \"king of cybercommerce\".\nIn the years since, however, the company has faced criticism over its tax and labour practices. And even in 2000, despite Amazon's meteoric success, some people had their doubts about the company. On Newsnight in 2000, the Amazon founder embraced the quips critics made about his company, like \"Amazon-dot-con\", \"Amazon-dot-bomb\" and his personal favourite, \"Amazon-dot-org\", alluding to its difficulty in making a profit.\n\"To lose money when you've got 20 million customers takes real skill,\" Vine remarked, earning one of Bezos's signature chortles.\n\"Well, we have that,\" Bezos replied jokingly, before fading to a more tempered demeanour. \"But what's really going on here is we're investing.\"\nAmid the turmoil of instability in the dotcom and ecommerce space, Bezos was already thinking toward expansion. In 1999, Amazon invested about four million sq ft of distribution around the world, including two million sq ft into the company's largest distribution centre in the UK, just outside of London. Adopting a strategy, according to Bezos, of \"offering a wide selection of products for as little cost as possible\" also contributed to the company's losses at time. But the main priority was to fulfil Amazon's ever-growing customer demand, Bezos said in 2000.\nBezos leaned into the company's losses to gain future traction in the market. Though the company was hit hard by the eventual dotcom crash, its forward-facing, customer-first strategy helped Amazon escape the harshest effects.\n\"I just remember, as [Bezos] left the studio, sort of watching him go and thinking 'what is lying ahead for that guy?'\" Vine says in 2024. \"He had just avoided the worst of it. The dotcom bubble was very bad, and it predated the whole banking crash [of 2007]. It was a bad scene. A lot of people lost their trousers.\"\nIn History\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today. Subscribe to the accompanying weekly newsletter.\nIn the 24 years since the interview, Amazon has cemented its position and dominance in the ecommerce and cloud computing space. Several months after the Newsnight interview, Amazon launched its marketplace, which gave a space for third-party businesses to sell their goods. In 2005, the company launched Amazon Prime for its regular customers and is poised to surpass 180 million users in 2024 for its Prime membership.\nAmazon, which made $574.8 bn (£452.2 bn) in net sales revenue in 2023, has also branched out to other pursuits beyond its intricate retail universe, including a film and television studio, a streaming service, full-service grocery stores and AI assistant technology. The company also acquired and incorporated a number of companies, including Twitch Interactive, Whole Foods and Audible.\n\"I thought, 'that's why I'm not an entrepreneur'. Because by the time I got the book business up I would have thought, 'Well, I'm doing quite well here. We can retire on this, that's all I need to do,\" says Vine today. \"I was staggered that how fast [Bezos] turned [Amazon] into 2.0 and 3.0 and 4.0, to the point where now I'm getting my groceries on it. The incredible thing is the reach that Amazon has into our lives.\"\nMore like this:\n• The man behind the puzzle that 99% can't solve\n• Gloria Steinem on the trailblazing magazine 'for women in all their diversity'\n• The curious origins of online shopping\nBezos himself made major gains in 2020 during the Covid-19 pandemic, becoming the wealthiest person in the world (it's a title currently held at different moments by Bezos, Tesla's Elon Musk and LVHM's Bernaud Arnault). But the company still experiences its fair share of losses. In 2022, Amazon became the first publicly owned company in the world to lose $1tn in market value. And there has been strike action in its warehouse in Coventry, UK over pay and \"severe\" working conditions – while the company has been battling against unionisation in the US.\nBezos stepped down as CEO of Amazon in 2021, passing the company to former Amazon Web Services CEO Andy Jassy. Since then, he has turned his attention to \"passion projects\" including his aerospace venture, Blue Origin, and The Washington Post, which he purchased in 2013.\nHe has also announced his intention to focus on charitable projects, planning to donate his wealth toward fighting issues such as climate change and inequality – although his philanthropic efforts have been met with criticism, with some labelling them hypocritical, pointing to Amazon's working conditions and tax practices. He also continues to use the reach of his services, like Amazon Web Services (AWS), to exert his influence at the highest levels of society.\nBut despite what some people might think of the man behind the company, it's hard to ignore the extent to which Amazon has seeded its presence in most aspects of our economic existence.\n--\nFor more stories and never-before-published radio scripts to your inbox, sign up to the In History newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "'I only learnt to know her through her diary'",
        "href": "/culture/article/20240620-anne-frank-and-her-teenage-diary-that-captivated-the-world",
        "article": "On 25 June 1947, Anne Frank's diary was first published, going on to become a much-loved bestseller worldwide. In this exclusive archive clip, her father, Otto, tells the BBC about his decision to make her words public.\nOtto Frank initially couldn't bear to read, let alone publish, his daughter's diary, which was released 77 years ago this week. In 1976, he travelled to the BBC's Blue Peter studio to explain why he did. \"I only learnt to know her really through her diary,\" Otto Frank confessed to Blue Peter's Lesley Judd, as he showed her the personal writings of his beloved late daughter Anne.\nOtto had actually given his bright, outgoing daughter an autograph book as a gift for her 13th birthday on 12 June 1942. But Anne had almost immediately decided to use it as a diary and began to record her innermost thoughts, writing as if she was revealing secrets to a close friend. \"I hope I shall be able to confide in you completely, as I have never been able to do to anyone before,\" Otto read out from Anne's first diary entry on the children's TV programme. \"And I hope you will be a great support and comfort to me.\"\nOtto had fled with his family to Amsterdam in 1933 from Frankfurt, where Anne had been born, following the Nazi Party's success in the German federal elections and Adolf Hitler being appointed Chancellor of the Reich. But the safety the Dutch capital seemed to offer from the looming threat of the Nazis would prove to be only a temporary reprieve for the family. In 1940, Hitler having now seized power and declared himself Führer, invaded the Netherlands. With German occupation came a wave of antisemitic measures. Jews were prohibited from owning businesses, forced to wear identifying yellow stars and faced curfews.\nOtto, like many Jews, had been attempting from 1938 to emigrate to the US, but the lack of an asylum policy, and the lengthy process to acquire a visa, meant that the paperwork couldn't be completed before the Nazis shut US consular offices in all German-occupied territories in July 1941.\nA month after Anne's birthday in 1942, Otto's older daughter Margot received a call-up notice to report to a German labour camp. To evade the authorities, the whole family moved into a secret annex Otto had discovered above his business premises in Amsterdam. For the next two years, the Frank family hid in that space, along with another family and a family friend. In the stifling confines of the annexe, everyone living there was forced to remain silent during the day, and were unable to use the toilet until night-time when the office cleared, for fear of being heard. Food and supplies were smuggled in by a small group of trusted helpers.\nAll this time, Anne kept scribbling her thoughts in her diary in secret. Because of her longing for friends her own age, she invented fictional characters, such as Kitty, to write to. Her anxiety, aspirations and boredom, along with the routine frustrations of living so tightly cooped up with other people, were all laid out on her diary pages.\nThe last entry is on 1 August 1944. On the morning of 4 August, the Gestapo stormed the hideout and all the occupants were arrested. The reason for their discovery is still disputed.\nThe Franks were taken to Auschwitz-Birkenau concentration camp where Otto was separated from his wife Edith and daughters Margot and Anne. He would never see them again. All three would perish in the camps. Anne, who along with her sister was eventually transferred to the Bergen-Belsen concentration camp, died of typhus in March 1945 just weeks before the camp was liberated.\nOtto was the only member of the annexe to survive. After the war, he returned to Amsterdam to search for his family, only to be devastated when he learnt of their fate. Anne's diaries and letters had been rescued from their ransacked hiding place by his friends Miep Gies and Bep Voskuijl, who were able to give them to him on his return. But in his grief, he could not bear to look at them at all. \"I don't have the strength to read them,\" he wrote to his mother in Switzerland on 22 August 1945.\nWhen Otto could finally bring himself to open the diaries, the writings were a revelation to him. They offered him a window into the mind of his clever, vulnerable and expressive teenage daughter as she navigated the complexities of adolescence in the most terrifying of circumstances. In unvarnished tones, they detailed her clashes with her mother and her resentments toward her sister, her worries about her reputation and her changing body. They also revealed how oppressive she found the confinement and silence of the annexe, and her palpable irritation with the people she was living with. She wrote of her isolation and the constant terrifying threat of their discovery. How she felt like \"a songbird who has had his wings clipped and who is hurling himself in utter darkness against the bars of his cage\".\nMore like this:\n• The men who broke out of Alcatraz with a spoon\n• A death-defying D-Day mission in a wooden glider\n• The man who saved 669 children from the Nazis\nBut Otto got insight into her small moments of joy, too: the nature she glimpsed through her window and her budding romance with Peter van Daan, the boy who also lived in the annexe.\nShe wrote of her dreams of skating in Switzerland and ambitions to be published; her thoughts about her identity and her relationships with friends, both real and imagined.\nHe began to gain an understanding of Anne's complex and imaginative mind as it changed and matured. \"I wouldn't be able to write that kind of thing anymore,\" she wrote of one of her earlier diary entries. \"Now that I'm rereading my diary after a year and a half, I'm surprised at my childish innocence. Deep down I know I could never be that innocent again, however much I'd like to be.\"\nIn History\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today. Subscribe to the accompanying weekly newsletter.\nMost of all, Otto got to appreciate Anne's gift as a writer, and the extraordinary courage and humanity she had in the face of the unrelenting terror of their circumstances. \"After I had read the diary, I copied it and I gave a copy to friends of ours who had known us all,\" he told BBC's Judd in 1976. \"One of them was employed in a publishing firm and he told me 'you have not the right to keep the diary as a private property, it's a human document and you should publish it'. And so I did.\"\nOn 25 June 1947, The Secret Annexe, a book compiled from Anne's diary entries and writings, was published. As well as correcting some of her language mistakes, Otto sanitised it somewhat, editing out some of Anne's critical impressions of his marriage, passages about her sexuality, and her sometimes savage portrayals of people she knew.\nThe book proved to be an instant success, a single girl giving a face to the almost incomprehensible horror and magnitude of the Nazis' genocide. In 1952 it was published in English under the title Anne Frank: The Diary of a Young Girl. It was made into a Pulitzer Prize-winning play in 1956, and a film three years later. Anne's words have far outlived her short life; they have been translated into more than 70 languages, and continue to resonate with readers worldwide.\nAsked by Blue Peter's Judd if he had any reservations about agreeing to publish and reveal his daughter's most private thoughts, Otto Frank said: \"I didn't regret it because Anna wrote in one of her diaries 'I want to go on living after my death', and in a certain way through her diary she is living on in many hearts.\"\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today.\n--\nFor more stories and never-before-published radio scripts to your inbox, sign up to the In History newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "The blacklisted Hollywood writer who won two Oscars",
        "href": "/culture/article/20240613-i-went-spectacularly-broke-the-blacklisted-hollywood-writer-who-won-two-oscars",
        "article": "On 22 June 1950, the notorious Red Channels pamphlet was published, implicating some of Hollywood's biggest stars as communists. As part of the \"Red Scare\" that followed, Dalton Trumbo – who went on to write Roman Holiday and Spartacus – was accused of spreading subversive ideas through his films, and imprisoned. In 1960, he told the BBC about his experiences.\nWhen the BBC interviewed screenwriter Dalton Trumbo beside his Hollywood swimming pool in 1960, he had just written the scripts for two of the year's biggest movies. Despite this runaway success, interviewer Robert Robinson observed in him a \"certain reticence\", guessing that he had \"no wish to revive old feuds\". It was no wonder he felt a little bruised.\nJailed, blacklisted by Hollywood and forced to work in secret under a series of fake names, Trumbo had spent the past 13 years being battered by the US anti-communist witch hunt. All he had done was refuse to tell a US government committee in 1947 if he was a communist, as he felt under the First Amendment he had the legal right to hold any political views he wanted.\nOf course, Trumbo had been a member of the Communist Party but that wasn't the point, and in any case, he was far from a stereotypical \"Red\". He later told the BBC: \"I never felt the slightest guilt about making what I earned – the pictures were making millions. If I got a small part, fine, I enjoyed it. The idea of guilt, I'm not puritanical, would have startled me.\"\nBorn in 1905, Trumbo's writing career took off in the 1930s and by the end of the decade, he was one of Hollywood's highest-paid screenwriters. In that era, Hollywood was isolated from the worst of the Great Depression thanks to its popular and lucrative escapism in a troubled world, but a strong social conscience was stirring among some in the entertainment industry.\nTrumbo later told the BBC in 1973: \"People joined the Communist Party because it was doing things that they felt should be done. It was opposing the rise of fascism all through Europe. It was helping those who were refugees.\"\nThe House Committee on Un-American Activities (HUAC), which later became notorious for its scrutiny of the film industry, was formed in 1938 to investigate \"subversive\" tendencies such as communist links.\nHowever, with the advent of World War Two, shifting allegiances made for strange bedfellows. Adolf Hitler and Nazi Germany's invasion of the Soviet Union in 1941 meant that Stalin's communist Russia was suddenly an ally of the US.\nHollywood did its bit for the war effort with a few pro-Soviet films such as 1943 curio Mission to Moscow. Its director, Michael Curtiz, had won the best director Oscar a year earlier for Casablanca.\nBut when the war ended, the US and the Soviet Union's uneasy alliance crumbled, ushering in a new era of Cold War paranoia. This worry about the perceived threat of communism was the perfect environment for HUAC to expand its influence.\nIn 1947, Trumbo was one of 10 Hollywood writers and directors put on the stand during its hearings on alleged communist propaganda in the movie business. One question was repeatedly asked of them: \"Are you now, or have you ever been, a member of the Communist Party?\"\nIn response, Trumbo said: \"I believe I have the right to be confronted with any evidence which supports this question. I should like to see what you have.\" His answer did not go down well. All of the \"Hollywood 10\" refused to testify and were found guilty of contempt of Congress.\nAs Trumbo recalled to the BBC's Robert Robinson in 1960, the studio heads convened a meeting at New York's Waldorf-Astoria Hotel where they announced the decision to blacklist the 10 men. He said: \"They made this announcement that 10 persons who had refused to divulge before the committee their political affiliation would no longer be employed in the Hollywood motion picture industry, as they call it. I hate to call it an industry.\"\nMore like this:\n• The secret Oscar winner\n• The men who broke out of Alcatraz with a spoon\n• How D-Day began with a death-defying mission\nWhile HUAC was the high-profile face of the anti-communist investigations, other Hollywood suspects were targeted more insidiously by a pamphlet called Red Channels, published in 1950. Among those implicated were actors Edward G Robinson and Orson Welles, writers Arthur Miller and Dashiell Hammett, musicians Leonard Bernstein and Aaron Copland and performers Lena Horne and Burl Ives.\nSubtitled \"the report of communist influence in radio and television\", inclusion on the list was enough to damage or even finish a career. The repercussions for Trumbo were even more severe. \nIn the same month that Red Channels was published, Trumbo went to prison for his conviction, or as he told the BBC with heavy irony, \"I was given excellent board and lodging at the Federal Correctional Institution in Ashland, Kentucky for a year.\"\nUpon his release from jail, Trumbo's name and reputation had been wiped out by the blacklist. Unable to find work in California, he moved with his family to Mexico City. He said: \"I remained there two years. I was not happy. I also went spectacularly broke. And I returned and we have lived here ever since.\"\nNo longer able to write scripts using his own name, he had to turn to the black market to beat the blacklist. \"I had methods of circumventing it so that I was never entirely out of work,\" he admitted to the BBC.\n\"However, the persons who were in a position to gamble for my services, that is to gamble that my relationship with the picture would not be revealed to the picture's ultimate damage, were doing less expensive pictures and hence I earned much less money.\"\nHe was forced to write under a series of pseudonyms or by using other writers as a front for his work. While some screenplays were for B-movies that lacked the prestige of his pre-blacklist work, they also included the 1953 classic Roman Holiday, starring Audrey Hepburn and Gregory Peck.\nIn History\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today. Subscribe to the accompanying weekly newsletter.\nIn 1957, under his imaginary alias Robert Rich, Trumbo won the Oscar for best original screenplay for The Brave One, a story about a boy and his pet bull. Trumbo would later tell the BBC: \"A number of claimants came forth, saying they were Robert Rich, or that the story really had been stolen from them. It was a very serious problem to admit that I had done it, and I certainly was going to say nothing because you cooperate with your man. And I must say, confidence in that period was beautifully kept... We had a mutual interest, which was economic.\"\nThe absurdity of the situation exposed cracks in the Hollywood blacklist, and Trumbo could manoeuvre himself back into the mainstream movie business. First, he was hired openly by producer Otto Preminger to write the screen adaptation for Exodus, Leon Uris's best-selling 1958 novel about the creation of the state of Israel. Next, Hollywood star Kirk Douglas picked him to write the screenplay for Spartacus, directed by Stanley Kubrick.\nBoth films were released in 1960, and by the time Trumbo was interviewed by the BBC, he was confident that the blacklist had been effectively smashed. By the time of Trumbo's death in 1976, times had changed and he was fully vindicated.\nA year earlier, while in poor health, he finally received his Oscar for The Brave One. In 1993, 40 years after the release of Roman Holiday, Trumbo was posthumously awarded an Oscar for his screenplay for that film. Trumbo himself was the subject of a Hollywood biopic in 2015. Breaking Bad star Bryan Cranston was Oscar-nominated for his wry portrayal of the writer.\nTowards the end of his life, Trumbo acknowledged that in some ways he had been more fortunate than some other people caught up in the \"Red Scare\". \"It was a matter of total disaster for others – financial, matrimonial, for some of their children,\" he said. \"And, you know, the success of a few should not temper the frightful quality of what went on. It was terrible.\"\n--\nIn History is a series which uses the BBC's unique audio and video archive to explore historical events that still resonate today.\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Culture stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "In pictures: Cambridge Folk Festival",
        "href": "/news/articles/cx82rg27lr7o",
        "article": "Thousands of music fans have come to one of the most prestigious folk festivals in England.\nThe famous Cambridge Folk Festival, which began in 1965, usually attracts about 14,000 people between Thursday and Sunday.\nActs this year included Led Zeppelin's Robert Plant headlining the event with Saving Grace, featuring singer Suzi Dian.\nThe weather at the Cherry Hinton Hall site has been mostly dry with occasional rain.\nBBC Radio 2, which broadcasts The Folk Show with Mark Radcliffe on Wednesday evenings, is a media partner of the festival. \nFollow Cambridgeshire news on BBC Sounds, Facebook, Instagram and X."
    },
    {
        "title": "Irish writer Edna O'Brien dies aged 93",
        "href": "/news/articles/c51yv5pde3qo",
        "article": "The acclaimed Irish writer Edna O'Brien has died following a long illness, her publisher has announced.\nIn a statement posted to social media, Faber said that O'Brien died peacefully on Saturday. \nThe author of more than 20 works of fiction, O'Brien received several awards for her writing.\nIrish President Michael D Higgins has led tributes to the author, describing her as a \"a fearless teller of truths\".\nPresident Higgins said she was \"one of the outstanding writers of modern times\".\n\"Through that deeply insightful work, rich in humanity, Edna O’Brien was one of the first writers to provide a true voice to the experiences of women in Ireland in their different generations and played an important role in transforming the status of women across Irish society,\" he said.\n\"While the beauty of her work was immediately recognised abroad, it is important to remember the hostile reaction it provoked among those who wished for the lived experience of women to remain far from the world of Irish literature, with her books shamefully banned upon their early publication.\n\"Thankfully Edna O’Brien’s work is now recognised for the superb works of art which they are.\"\nHer publisher Faber Books said she was \"one of the greatest writers of our age\". \n\"She revolutionised Irish literature, capturing the lives of women and the complexities of the human condition in prose that was luminous and spare, and which had a profound influence on so many writers who followed her,\" a statement from the publisher said.\n\"A defiant and courageous spirit, Edna constantly strove to break new artistic ground, to write truthfully, from a place of deep feeling\n\"The vitality of her prose was a mirror of her zest for life: she was the very best company, kind, generous, mischievous, brave. Edna was a dear friend to us all, and we will miss her dreadfully.\"\nO'Brien was born in County Clare in Ireland.\nShe had lived in London for many years.\nHer first and perhaps most well-know novel The County Girls tell the story of two girls from rural Ireland growing up in a convent school before moving to Dublin to begin their adult lives."
    },
    {
        "title": "Gallery archive chronicles 25-year history",
        "href": "/news/articles/cmm2p93j0v3o",
        "article": "An art gallery has launched an online archive to chronicle its \"expansive\" 25-year history.\nBaltic Centre for Contemporary Arts in Gateshead is showcasing more than 30,000 items from art exhibitions and projects that have featured in the gallery over the years. \nThe archive stretches from the Baltic's very first display in 1999 to its most recent.\nFree to access, the Baltic hopes it will provide an opportunity for people to discover new art as well as relive some of the gallery's most acclaimed exhibitions. \nBaltic Archive includes hundreds of video and audio recordings, as well as thousands of images. \nSarah Bouttell, form the Centre, said she hopes the archive will be used in \"interesting ways that engages people in conversations about art and the world around us\".\nFollow BBC North East on X (formerly Twitter), Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
        "title": "Aled Jones's 'joy and nerves' as wedding celebrant",
        "href": "/news/articles/crgrv7n8kvdo",
        "article": "\"I was more nervous than the bride,\" says singer and presenter Aled Jones about performing his first wedding as a celebrant.\nDecades after he shot to stardom as a choirboy singing Walking in the Air and going on to record more than 40 albums selling millions of copies, the Welshman is now qualified to conduct weddings, christenings and funerals.\nHe said he was inspired to train after learning his songs are among the most requested at funerals.\n\"It really moved me,\" he told Lucy Owen on BBC Radio Wales.\nThe UK Society of Celebrants describes the role as someone \"who performs and officiates formal wedding ceremonies\" and can also conduct others, such as vow renewals, baby naming, commitments and divorce ceremonies.\n\"I was told during filming session for Songs of Praise that my version of You Raise Me Up is the most requested piece in British crematoriums,\" said the singer.\n\"I couldn't quite believe that people choose my voice for something that's just so important. And so I sort of felt like I should learn how to do it, to learn more about it.\n\"So I learned more about funerals first, and then the weddings and the christenings and everything came afterwards.\"\nThe 53-year-old from Llandegfan, Anglesey, has not performed any funerals yet, but conducting his first weddings was \"joyous\" and nerve-wracking.\n\"It was awful, honestly, I had the shakes. I'm used to singing in front of thousands of people, but standing there, I think there was only about 26 people there, and you know, all eyes were on me, until the bride arrived, thank goodness, and then I just did my bit.\"\nOne couple even enjoyed a performance from Aled at their ceremony.\n\"I've done a couple of weddings and they've been such joyous occasions.\"\nBut he has not given up the day job. He is travelling all over the UK from September with his Full Circle tour, performing tracks from his One Voice albums, where he duets with recordings of himself singing when he was a choirboy.\nThe idea for the albums came about by chance.\n\"I was back in north Wales having dinner with mum and dad, and dad casually said 'hey, there's an old album of yours in the airing cupboard'.\n\"There was an old tape there that had been given to us when my voice broke, which had never been recorded. It had been there for 25 years.\n\"I took it back to London and just chucked in a drawer and then, sort of three or four years later, I thought, you know what, I'll have a listen to it.\n\"I was in the car after a gig with my musical director and played it and started singing along with little Aled, and it was just so weird.\n\"We went into the studio with our first album, not knowing what would happen and it was my best-selling album ever, I think, you know, number three in the pop charts and all that kind of business.\n\"But there are no more in the airing cupboard so, you know, there won't be any more One Voice albums.\"\nAfter decades singing, presenting and writing, Aled admits his new career path as a celebrant is rather unexpected.\n\"It's mad, isn't it? Life takes you down strange paths sometimes.\""
    },
    {
        "title": "We wanted to go out with a bang - Niteworks say farewell",
        "href": "/news/articles/cyj42m2em7lo",
        "article": "There is no rock n' roll drama to the end of Niteworks.\nThe Skye band are calling it quits later this year, after a career in which they merged together traditional Gaelic music with club beats and electronica.\nFor guitarist and bagpipe player Allan MacDonald the decision was a simple, if emotional one.\n\"More and more we found that we weren’t able to give the time to the music that it deserved or needed,\" he says, ahead of a closing run of shows in the autumn.\n\"Niteworks have never been our full time vocation - we all have day jobs. We’re all getting a bit older, we all have families and it was getting to the point where you have to prioritise things. \n\"It got to a point of thinking ‘let’s go out on a high and draw a line under it. We wanted to go out with a bang.\"\nThat noisy farewell has included several headline festival appearances in recent months, including a memorable night topping the bill at the Reeling festival in Rouken Glen Park in East Renfrewshire.\nThere has also been a farewell single, with the quartet - Allan, Innes Strachan, Christopher Nicolson and Ruairidh Graham - covering Runrig's \"An Toll Dubh\" (\"The Dungeon\"), a choice that showcased the Gaelic heart of the group.\n\"It's a warning to young Gaels, and to young people in general really, that if you don’t use and celebrate your culture and your language there is a chance it will fade away and get locked in the dungeon,\" says Allan. \n\"We thought it was a good message to portray. We don’t want to sound grandiose but just because we are bowing out that doesn’t mean others should stop.\" \nModesty aside, the group deserve plenty of lavish praise.\nThey formed in 2007, having all been friends at school, and were inspired by \"some very strong bands doing fusion music\".\nAmong those acts was Martyn Bennett, the influential musician who fused Celtic and dance music together on several brilliant albums, before dying from cancer in 2005 aged just 33.\nWithin years Niteworks were being compared to the likes of Bennett, having blended together modern and trad styles.\nThey became regulars on the festival circuit and released three critically acclaimed albums, although Allan admits that scepticism regarding their usage of Gaelic came so heavily that it \"felt like a fight, to a point where it was verging on demotivating\".\n\nThat changed as time progressed, though.\n\"One of the things we have noticed over the time we have been doing this is a broader acceptance in general,\" reflects Allan.\n\"It’s cooler than it used to be to be speaking Gaelic or to be playing trad music. For example we were asked to score the fireworks at Edinburgh’s Hogmanay one year, which was the first time they had done that to music. \n\"We were quite a small band at the time and that was just a massive opportunity for us. We packed it with Gaelic and with pipes and everyone seemed to love it.\"\nAllan is a passionate advocate for Gaelic culture, with a recent report warning that the language is in a \"perilous state\" and he fears that \"so much history of the Highlands would be lost\" if the language disappeared. \n\"There is so much identity wrapped up in the Gaelic culture and language. I think it’s just a great part of what it means to be Scottish, or from the Highlands, and on a more practical level it’s  because of this culture that all these opportunities opened up for us, and for many other musicians.\"\nGaelic culture is not the only thing connected to the band disappearing. \nScottish music venues have declined in recent years, and old haunts of the group - including the famous Ironworks venue in Inverness - have closed.\n\"I think people were going through a moment of panic after Covid, like what does this mean for live music going forward,\" says Allan. \n\"It’s been boom and bust since then, where immediately after Covid everyone was so desperate for stuff – the band included – and people were going to everything. \n\"Then once that rush died, it has been difficult, whether festivals have overstretched themselves or just that the costs of everything have gone up ridiculously.  \n\"A prime example of that struggle is we were looking for a place in the Highlands to play on this tour. We searched every village hall and every possible place, and there’s really only a handful available.\"\nThe quartet eventually settled on Eden Court in Inverness, which will join the Liquid Rooms in Edinburgh and the O2 Academy in Glasgow for the farewell tour come November. \nThe guitarist and piper is by no means done with music, and is hoping to juggle work as a DJ with his day job at a renewable energy company.\nAs for the band, he simply hopes they'll leave a legacy behind them.\n\"It would be cool if in some years time people looked back and said we’d inspired them, and it would be great to see bands pushing it further in whatever direction they chose to take it. \n\"I hope someone takes bits of pieces from us and does their own thing with it.\""
    },
    {
        "title": "Police officer draws on experiences for debut novel",
        "href": "/news/articles/cj7dpej1k3ro",
        "article": "A former Kent Police officer has drawn on his experiences as a family liaison officer to inspire his first novel about a tragedy in a coastal town.\nThe \"Broadchurch-esque\" After the Storm, which will be published next month, is also being developed for TV according to its author Gary Wright.\nThe 41-year-old, who lives in Ramsgate, medically retired from the force after suffering two cardiac arrests but had a lifelong ambition to put pen to paper.\n\"It's all about the fallout...with regards to the community itself, and how two sets of parents react to it,\" he said of the novel.\n\"The tagline is two children go into the sea, only one comes out alive,\" said Mr Wright, whose pen name is GD Wright.\nHe added that the plot was loosely based on a real-life event in which a family from London had taken a friend's child to the Kent coast, who had later drowned.\nBut he said that it was his past life as a family liaison officer, acting as the \"link between the family and the investigation\", that had given him insight into how families cope with tragedy and grief.\nThe book has been described as \"Broadchurch-esque\" in a nod to the Bafta-winning ITV series, which Mr Wright said he thought was because the novel featured \"lots of different strands of a story all coming together\".\nHe joined Kent Police as an 18-year-old in 2003, but was forced to leave the job after suffering two cardiac arrests within 72 hours as a 29-year-old.\nThe father-of-two, who was diagnosed with the rare heart condition arrhythmogenic right ventricular cardiomyopathy (ARVC), now takes daily medication and has had a tiny defibrillator implanted.\nBut despite having a burgeoning career as a novelist and potential screenwriter, he said he would still be a family liaison officer if he could.\n\"I absolutely loved it because you join the job to help people and that is the purest way of doing it,\" he said.\nAsked about a series of recent policing scandals, that have led forces to push for reform, Mr Wright said it was \"really sad\" and that \"the police is a cross-section of society\".\nHe added: \"99% of everyone who joins the police does it for good reasons but there are always going to be that minority who don't.\"\nFollow BBC Kent on Facebook, on X, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk or WhatsApp us on 08081 002250."
    },
    {
        "title": "Crowds enjoy music and atmosphere at WOMAD 2024",
        "href": "/news/articles/cgl74x8dyk2o",
        "article": "Festivalgoers have praised \"the atmosphere\" and \"great music\" on the third day of Wiltshire's biggest festival.\nArtists Alison Goldfrapp and Deerhoof were among those performing at the World of Music, Arts and Dance Festival, which takes place at Charlton Park near Malmesbury until Sunday.\nBeyond music, the festival is also known for its workshops and children's activities.\nSimone Kruger-Bridge, who has been attending the event for the last 30 years, said: \"We just love the atmosphere.\n\"We love the music, we love the multiculturalism and the cosmopolitanism.\"\nMusician Peter Gabriel first started the event in 1982 at the Bath and West Showground to showcase music from around the globe.\nWOMAD, which was attended by 40,000 people last year, has acts from all genres including hip-hop, blues and punk.\nFollow BBC Wiltshire on Facebook, X and Instagram. Send your story ideas to us on email or via WhatsApp on 0800 313 4630."
    },
    {
        "title": "Historic RAF aeroplane's fuselage heads to museum",
        "href": "/news/articles/cjergrdvjdno",
        "article": "The last section of a huge military aircraft's fuselage has been moved to its new home.\nThe only surviving Blackburn Beverley is in the process of being dismantled in Hull and moved to its new home at the Solway Aviation Museum in Carlisle, Cumbria.\nKnown as Big Bev, the aeroplane was once the biggest transport aircraft used by the RAF.\nDougie Kerr, from the museum, said lorries transporting sections of the plane had been on the roads all week, but work to move the wings was still to take place.\nHe said the wings had be to narrowed down to fit on wagons but was hopeful they would be moving to Carlisle within a week.\nBig Bev was built in 1952 and was used to carry troops and cargo.\nThe fuselage of the aeroplane was so big it could not fit through the gates at Fort Paull in Hull, where it was previously housed.\nA crane had to be used to lift it over the walls before it could be transported to Carlisle.\nHowever, it could still be some time before Big Bev goes on display at the Solway Aviation Museum.\nMr Kerr said it needed to be repainted and assembled, adding: \"It's going to be next year before it gets put back together.\"\nFollow BBC Cumbria on X (formerly Twitter), Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
        "title": "Raising the Doof: The whirlwind success of DJ Hannah Laing",
        "href": "/news/articles/cnl0kpq7kqpo",
        "article": "It started out as a side gig playing at local bars and pubs - but now Hannah Laing travels the world as a DJ in demand.\nFrom her first set in the seaside town of Arbroath, Hannah spent years honing her craft alongside her day job as a dental nurse.\nThen last year she  finally gained mainstream recognition when her track Good Love, reached number 7 in the UK Top 40.\nThe latest venture for the 29-year-old from Dundee is her own record label, Doof. \n“Every single day, I'm just waking up thinking, what is going on?,\" she says.\nHannah says she never expected that her DJ hobby would turn into a career.\nHer record label aims to promote hard dance music - a genre she has always loved.\nThe Doof name comes from word Hannah uses to describe her signature sound.\n“Everyone would ask what kind of music I play, and in Scotland, we say ‘doof’ for banging music, and in Australia, ‘doof’ means ‘party’,\" she says.\n\"So when I was launching my label, I thought there’s no better fitting name.\"\nDoof has become well-known across the UK, with some fans even sharing tattoos dedicated to the brand on Instagram.\nHannah says she started the label to provide a platform for up-and-coming artists, giving them an opportunity to have their music heard.\nShe is actively seeking new music from electronic artists at all levels, from a wide range of hard dance genres.\nShe says she was motivated by her own struggles when she was starting out.\n“Sometimes my tracks didn’t really fit anywhere,” she says.\nHannah began producing music in 2014 but it took many years for her work to gain wider appreciation.\nBut after her track \"Murder On The Dancefloor\" was signed by the popular Spinnin' Deep label in 2021, her DJ career started to gain momentum.\nThe recognition she received allowed her to quit her day job as a dental nurse a year later.\nHer newest EP, Into The Doof, has just been released by Polydor and she says it pays homage to \"all the different styles I love”.\nThe EP features six tracks, including collaborations with various DJs, created during an intensive three-day music camp in Glasgow last year.\nHannah's career hasn’t been without its challenges.\nAfter a number of seasons in Ibiza looking for DJ opportunities around the island she met some American promoters who said they wanted to take her on tour to the USA.\n“I hadn't made a name for myself or anything, so when they asked me to go to America and DJ, I was like, 'this is amazing',\" she says. \n\"They paid for my flights and accommodation.\n“So I went to America by myself, and when I got there, half the gigs didn’t even exist. But I made the most of it and explored America.\"\nHer recent American tour went much better than her first.\n“I was surprised at how much people knew about Doof,\" she says.\n“The energy on the dancefloor was unmatched. It’s been a really positive time for me in America.”\nThis experience reinforced Hannah's determination to never give up.\n“Over the years, the amount of knockbacks I've had - and there's been times where I've thought of giving up - but I've just kept pushing on,\" she says.\n“Even now, there are still things I want to do that aren't happening yet for me. But I know from experience that you've got to keep pushing for the things that you want.”\nDespite her rise to fame, Hannah, who is still based in Dundee, says she is determined to remain grounded.\n“I was speaking to my adviser and he was laughing at how I still get the bus to the airport,\" she says.\n“I told him, ‘Why not? I can get the bus directly to Edinburgh airport.’\n“I still feel like a normal person.”\nShe says connecting with her fans, especially younger audiences, remains a priority.\nWhile she usually plays sets at over-18s clubs and festivals, she has been inundated with requests for under-18s gigs.\nShe accepted an invitation to DJ in Dundee during the Euros at a fan zone with under-18s in the crowd.\n“I know I have a lot of young fans, and I wanted to give them the show they want,” she says.\n\"Doing an under-18s show felt like the perfect opportunity to give back.”\nAt her homecoming show at Dundee’s Caird Hall in February - an experience captured on a BBC documentary - she did a meet and greet for her younger fans.\n“I literally had like five, six-year-olds there giving me heart bracelets. It was such a positive experience.”"
    }
]