[
    {
        "title": "The indigenous community protecting Himalayan sacred cattle in India",
        "href": "/future/article/20240725-the-indigenous-community-protecting-himalayan-sacred-cattle-in-india",
        "article": "The mithun, a sacred cattle species in the Himalayas, are threatened by deforestation and climate change. An indigenous community is building \"living fences\" to protect this endangered species.\nIn the eastern foothills of India's Himalayas, livestock farmer Yang Ering Moyong slips on a baggy shirt and trousers and heads out in the early morning. As she stomps through the dense shrubbery in the hills surrounding the village of Mirem, she lets out a high-pitched call summoning her mithuns, a semi-wild and endangered cattle species, back from the woods.\nThe 39-year-old mother of two, who is a member of the indigenous Adi tribe of Arunachal Pradesh, is the only female herder in her village. She started rearing mithuns when her husband died eight years ago. It is a tough business, she says.\n\"My in-laws owned as many as 50 mithuns in 2013. Almost half of them were eaten by wild dogs. I had to sell a few of them as they entered into other farms and destroyed crops,\" Moyong tells BBC Future Planet. To cover her family's expenses, the herder also works as a state-appointed educator teaching women in Mirem and other villages entrepreneurial skills.\nClimate Guardians\nThis article in the Climate Guardians series was supported by funding from the European Journalism Centre, through the Solutions Journalism Accelerator. This fund is supported by the Bill & Melinda Gates Foundation.\nManaging her herd comes with a hefty financial burden. \"In the year 2019, I had to pay a total of Rs 40,000 ($480/£381) for crop damage when my mithuns strayed into other people's homes,\" she says, adding that she struggles to support her family on her monthly income as an educator of Rs 12,000 ($144/£115) when she has to pay for five to six trespasses each year.\nTo prevent the mithuns from straying, Moyong and other members of the indigenous Adi community have constructed \"living fences\" from barbed-wire and stumps of orchid trees along the contour of the Himalayan foothills. The Adi community view the mithuns as sacred and believe that the existence of everything on Earth is tied to the birth of the semi-wild bovine species, says Abhishruti Sarma, a researcher at Ashoka University in India and author of the book Changing Affinities, which explores indigenous communities' relationship with the mithuns. \n\"For the indigenous Adi community of Arunachal Pradesh, the existence of everything on the planet is tied to the birth of the mithun. When the mithun was born Dadi Bote, the god of animals became its custodian,\" says Barun Taki,  one of the mithun herders and the former president of the Mirem mithun farmers' collective. \n\"Dadi Bote brought mithuns to the world for us. It is our duty to rear and look after them,\" says Taki. During the Solung festival, which is held every September in the state Arunachal Pradesh, the community prays to Dadi Bote to increase the number of mithuns, protect them from falling off the cliff edges and from diseases such as the foot-and-mouth disease, he says. \nMithuns, which have been classed as \"vulnerable\" by the International Union For Conservation of Nature (IUCN), reside in forests and hilly terrains crisscrossed with streams, ponds, and lakes, below an altitude of 6,000m (19,685ft) with temperatures ranging between 20C and 30C (68F and 86F).\nMoyong and other indigenous herders in north-east India rear mithuns in a free range ecosystem, allowing the cattle to roam free in the wild, without any supplementary feed except salt.\nRising temperatures and human activities, such as forest logging and deforestation, have started threatening the mithuns' habitat in recent years.\nAccording to a 2011 study, temperatures are expected to rise by at least 1.9C (3.4F) between 2021-2050 in parts of Nagaland. In India's north-east region the number of yearly extreme rainfall events is projected to increase by 26% by 2050, according to the study.\nThese climate impacts are expected to lead to a fall in mithun numbers due to a lack of available food and a rise in foot-and-mouth diseases, says Sarma.\nRising temperatures and erratic rainfall impacts the mithun habitat by altering the distribution and composition of vegetation, says Girish Patil, director at the Indian Council of Agricultural Research National Research Center on mithun (ICAR-NRC) in Nagaland, India. \"Extreme weather events, such as droughts and floods, can further exacerbate habitat degradation and fragmentation, placing additional stress on mithun populations,\" he says.\nDeforestation is also reducing the availability of suitable grazing areas for mithuns, says Patil. While there haven't been any studies analysing the increase in human-mithun conflict, decreasing forest cover \"enhances the chances of mithuns venturing into agricultural field, leading to conflicts\", he says.\nAccording to analysis by Global Forest Watch, India lost 23,300 sq km (8,996 sq miles) of tree cover in 2001-2023. Nagaland lost 259 sq km (100 sq miles) and Arunachal lost 262 sq km (101 sq miles) of forest during this period, according to Global Forest Watch.  \n\"If this continues for the next 40-50 years, there will be no forest. When there is no forest, there cannot be any mithun,\" says Kobe Khate, senior technical officer at ICAR-NRC.\nTo protect the mithun habitat and the species, scientists at the ICAR-NRC worked with the Adi community to build durable \"living fences\" in 2022. Running between the eastern foothills of the Himalayas and across the Remi river, the \"living fences\" are constructed from barbed-wire and stumps of orchid trees, which the mithuns graze on.\nICAR-NRC also helped the farmers build a night shelter from bamboo sheets for their mithuns and calves. The mithuns are only allowed to forage in the fenced grazing area during the day and brought back to the shelter in the evening. The cattle previously roamed freely in the forest, returning of their own accord, which sometimes took years.\nMoyong lets her mithuns out to graze early in the morning and locks them in the shelter at night. \"After the installation of the fences, I don't have to worry about my mithuns straying off into other fields in the winter,\" she says. In 2022, she had to pay Rs 7,000 ($144, £115) for one straying incident.\n\"Planting trees in between reinforces the fences against weather and intruders,\" says Taki. Every six months, the farmers tend to the fences, clearing out weeds, and checking them for damage.\nTaki says heavy rainfall has previously led to dangerous currents in the Remi river submerging the fences. \"The fences cannot stand the fury of the river during rainy season. This is rare but happens,\" he says.\nMithuns act as important ecosystem engineers in north-east India. \"They are essential for ecosystem health as their foraging activities aid in the dispersal of seeds of various plants and trees. They are efficient recyclers of nutrients as they consume vegetation and subsequently deposit nutrient-rich manure, enriching the soil for plant growth,\" says ICAR-NRC's Patil. \nA 2010-11 study by ICAR, which interviewed 200 farmers in Nagaland, found that fencing off the mithun-rearing area had helped other livestock thrive and that the mithun's dispersal of seeds and spreading of manure had boosted plant growth as well as grassland and fodder production.\nThe practice of grazing livestock in naturally forested areas and interlacing trees and shrubs with pasture, known as silvopasture, also helps sequester carbon dioxide (CO2). A 2023 study concluded that expanding silvopasture across up to 250,905 sq km (96,875 sq miles) in the eastern US could capture between 4.9 million and 25.6 million metric tonnes of CO2 emissions per year.\n\"Similar to other livestock, mithun-influenced ecosystems with their dense vegetation and nutrient-rich soils contribute to carbon storage and cycling, mitigating greenhouse gas emissions,\" says Patil.\n\"The mithun moves freely in the wild. It feeds on relatively smaller plants as it cannot reach high. After eating, it poops out the seeds as it moves, regenerating forests,\" says Kewiribam Zeliang, a 47-year-old mithun farmer in Nagaland.\nThe fences are also helping tackle deforestation, says Zeliang. \"No one is allowed to cut trees after the fences have been put up. If anyone cuts a tree inside the community forest, he has to pay a fine of Rs 500 (£4.6, $6) or else he loses welfare facilities that the village council oversees,\" he says.\nOver 400km (249 miles) away from Mirem, in Tening village in Nagaland, the indigenous Zeliang tribes rear their mithun herds. The steep forested Naga hills, not far from the India-Myanmar border, provide the perfect climate for mithun rearing, with high elevation (800-1,500m/2,600-4,900ft) and cool temperatures. \nTwenty years ago, there were about 300 mithuns reared by 30-40 herders. But in 2016, there were just 50 mithuns with eight owners, as the rest were shot by farmers when they snuck onto their farms or were killed by wild dogs, farmers in Nagaland tell BBC Future Planet. As a result, many stopped rearing mithun, and migrated to other towns for work.  \nIn 2013, Zeliang's family owned 16 mithuns. After seeing them fall prey to attacks by farmers and wild dogs, he stopped rearing them. \"Most of the mithun were shot at by farmers when they strayed into their agricultural land and destroyed their crops. The rest of them were wiped out by foot-and-mouth disease outbreaks and wild predators,\" he says. \nThe \"living fences\" have replaced old tree stumps which used to surround the mithun grazing area. \"Mithuns were let loose in the community forest before, and they would easily cross beneath fences made of the large stumps of the wild black cherry tree. These fences would dry up and collapse,\" says Zeliang.\nFacing deep losses, he became an English primary school teacher for six years. Then in 2019 he went back to mithun rearing after the ICAR-NRC introduced 20km (12.4 miles) of barbed wire bio-fences along the crest of the hills surrounding the village. \n\"This reduced the backbreaking labour of dragging logs of wood higher up in the hills and repairing the worn-out fences more than twice in a year. Barbed wire fences are easier to maintain, as they can last for two to 10 years if maintained well,\" says Zeliang. Mithuns are unable to jump over these fences, he adds.\nHe says mithun rearing has enabled him to earn enough income to send his children to school, and possibly even university.\nSince these \"living fences\" were introduced, the mithun population has increased from 50 in 2016 to 70 in 2020, according to a report monitoring this intervention by Khate and other scientists at ICAR-NRC. The farmers made a total profit of Rs 9,75,000 ($11,690/£9,321) during this period.\nScientists believe the new fences and grazing system have helped reduce the mithuns' overall mortality rate. \"One of the notable achievements from the fences has been the increase in the mithun population,\" says Patil. \nAs of 2019, the total mithun population in India was 390,000, as per the 20th livestock census. \"The population has shown an unprecedented growth rate of 30%, surpassing that of other livestock,\" says Patil. \"Semi-intensive units with proper fencing keeps mithuns away from cropped areas, reducing conflict with farmers and their eventual death.\"\nCarbon Count\nThe emissions from travel it took to report this story were 90kg CO2. The digital emissions from this story are an estimated 1.2g to 3.6g CO2 per page view. Find out more about how we calculated this figure here.\nForty-year-old Kiphutlak Newmai previously owned two mithuns but was forced to sell one to pay for her children's education. \"And the other one was either killed in agricultural conflict or got lost in the wild,\" she says.  \nBut after realising the economic benefits of rearing these semi-wild cows, she purchased a mithun in 2023.\nIn Nagaland, male caretakers rear the mithuns. In exchange, the women provide the male herders with food.\nIn Mirem, Moyong has hired a caretaker for the price of one mithun to rear her six female cows on a contract of five years. \"I find it difficult to actively participate in mithun rearing as my society doesn't consider me as an equal for that role,\" she says.\nSarma says that unmarried or widowed women often pay a male caretaker as it is unsafe for them to venture deep into the forest in search of their mithuns.\nDespite these barriers, women are already benefitting financially from rearing mithuns, says Sarma.\nNewmai agrees: \"Owning mithuns is a step to financial freedom. When the need arises, I hope some farmer will pay a strong price for my mithuns.\"\nThe new fences have also presented challenges. Establishing these protected units outside the states of Nagaland and Arunachal Pradesh can cost farmers up to Rs 50,000 ($600/£478) and more funding is required from the government, according to the scientists at ICAR-NRC. Scaling up to other parts of India depends on factors such as availability of grazing land and resources.\n\"Mithun is primarily a meat animal which needs to be reared for three to four years before [slaughter]. Grazing land is a must for rearing mithuns and compared to the free-ranging system, rearing mithuns may not be viable economically for farmers,\" says Patil. \"Tribal farmers generally do not have the budget for establishing such units.\"\nIn Mirem, the villagers admit that fences have succeeded in reducing human-mithun conflicts, but have not prevented attacks from other predators, in particular Asiatic wild dogs, which are classed as endangered on the IUCN Red list.\n\"The number of mithuns have [remained] constant in the village as the calves are killed by the wild dogs,\" says 52-year-old Oyem Ering, Moyong's cousin.\nAs the fences are situated close to the forest, mithuns remain exposed to attacks by packs of wild dogs. The scientists at ICAR-NRC are working on a solution, according to Patil. The plan is to keep mithun calves in separate enclosures with milk alternatives until they are six months and are free to roam in the wild.\nThe scientists are holding discussions with the forest department about the attacks. Losses of around 5% of the mithun population to wild dogs is considered unavoidable in a free-grazing system in forests, says Patil. \nMithun rearing is also less methane-intensive than cattle farming, research shows. Agriculture is the largest human source of methane emissions, accounting for almost 40%, according to the International Energy Agency. (Read more about why agricultural methane is a climate action blindspot).Methane breaks down in the atmosphere in just 12 years, which is much faster than the centuries taken by carbon dioxide (CO2) – but the greenhouse gas is also about 80 times more powerful than CO2 over a 20-year time span.\nAn unpublished study by scientists at ICAR-NRC suggests the rumen of the mithun may produce relatively low levels of methane.\nMoyong says the living fences have eased the financial burden she previously faced. \"Since the fences have been set up, I don't see mithun trespasses in my village,\" she says. \"It was such a financial drain on my income. The fenced-in forests are strictly off-limits to outsiders cutting down trees. The forest is a free pass for wild animals only.\"\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\n \nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "How Olympic windsurfers are fighting invasive alien species",
        "href": "/future/article/20240723-the-olympic-windsurfers-and-rowers-fighting-invasive-species",
        "article": "British windsurfers, sailors and rowers have been helping in the fight against invasive species – showing big sporting events like the Olympics can leave a legacy of biodiversity.\nPumping the sail to gain speed, windsurfer Alice Read lifts out of the water and glides across the sparkling blue of Portland Harbour. The only sounds are the wind and the quiet buzz of her hydrofoil. When she turns, I barely notice her crossing the board, her movements fluid as the water itself. She reaches for the surface with the fingertips of one hand, spray fizzing into the air as she swoops past. She is so close she could touch the boat I'm sitting in. Effortlessly, Reed comes to a stop, resting for a moment to catch her breath.\n\"On the water, I'm just having so much fun – it's only when I come off the water I realise actually how much work I've done,\" she says. \nUnder the rings of the Olympic flag, the atmosphere at the Weymouth and Portland National Sailing Academy, home to the British Sailing Team, is electric. Groups of children, too, are out on the water, shouting and laughing as they row in teams, while mini-windsurfers wobble about in the shallows. On the shore, sailing boats line the water's edge, their rigging jingling in the wind as if champing at the bit.\nAs it stands, Team GB tops the all-time Olympic sailing medal table, having won more medals than any other nation. And today, without doubt there is an atmosphere of excitement, energy – and an unmistakable passion for the water.\nBut many of them are also deeply aware that beneath the waves, our waterbodies are in trouble. Aliens are creeping across oceans, up rivers, and along streams and canals. Invasive non-native species are thriving, often outcompeting native ones, and have been identified as one of the top drivers of global biodiversity loss. Olympic sailors, windsurfers and rowers are now helping in the fight against this destructive flora and fauna.\nOne of Read's earliest memories is of sitting on the bow of her dad's board as he windsurfed full pelt across an Oxford reservoir near where she grew up. \"It's something else. It's such a great feeling,\" says Reed. \"There's something about being able to work with [the elements]. It's just you, the water and the wind.\"\nToday, she windsurfs all over the globe but Portland is where she calls home – and where she is currently training for the 2028 Olympics.\nRead's training regime is intense. Six days a week she works on her speed and manoeuvres. \"We're always trying to go as fast as we can – in every direction – upwind, downwind, on a reach,\" she says. \"We do something called tuning runs where we go for a few hours in a straight line, adjusting equipment to go faster. In manoeuvres sessions, [we do] jibe attacks. With a sport that's so fast now in the water, if you mess up a jibe, it's pretty costly.\"\nBut it's not just what's on top of the water that matters to Read. A few years ago, she left the windsurfing scene to study for a degree in ocean science and marine conservation at the University of Plymouth, which she completed in 2021. Today she is an ambassador for The Green Blue, a programme created by the Royal Yachting Association (RYA) and British Marine to promote sustainable boating. \nInvasive species can be a particular concern in ports and harbours due to the movement of a large number of boats, as well as the sheltered environments they provide. In Weymouth Harbour alone, 18 different non-native species were found in 2023. These include Japanese kelp which grows quickly on hard surfaces such jetties and moorings, outcompeting native kelp; slipper limpets which settle in wave-protected areas like marinas where they smother other seabed species and consume planktonic larvae; and trumpet tubeworms which gather in huge numbers to form large reef-like structures. But, says Reed, by carrying out a simple \"clean, check, dry\" procedure we can minimise the introduction and spread of such invasive species.\n\"When it comes to travel, I'm aware of invasive species and if there are signs I take extra care,\" she says. \"After every session, [it's important to] wash down the gear completely with a hose – everything. I would like to hope that if I'm travelling from one place to another, that there's actually nothing on my gear.\"\nAccording to a 2024 report from the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES), invasive non-native species pose a severe threat to people and nature in all regions on Earth. \nMore than 37,000 alien species that we know of have been introduced to new areas to date due to human activities. Of these, about 6% of alien plants, 22% of alien invertebrates, 14% of alien vertebrates, and 11% of alien microbes are known to be invasive. Invasive species alter habitats, disrupt food chains, damage livelihoods and spread diseases – and have been a major factor in 60%, and the only driver in 16%, of global animal and plant extinctions.\nMost negative impacts are felt on land, but it is an aquatic species – water hyacinth – which is the world's most widespread invasive alien. As the global economy grows, changes in land- and sea-use accelerate, and climate change intensifies, the number of invasive species is now \"rising at unprecedented rates\".\nBut the authors of the IPBES report also highlight that prevention measures, such as strict border biosecurity and import controls, can prevent future biological invasions, and – while prevention is the best option – eradication and containment can control invasive non-native species already present, they said.\nThe upcoming Olympics also bring opportunity, says Phil Horton, RYA's sustainability manager. Sporting events which attract large audiences can put a spotlight on issues like that of invasive species – and its stars can act as role models, setting a good example of how we can all help to protect our waters.\n\"Environmental best practice is absolutely critical because these are people who are held in high regard by the public,\" he says. \"At the elite end of the sport, people keep all their equipment clean anyway. That's partly for invasive species control, but also because they want to make sure the equipment is absolutely in top condition for performing.\"\nCARBON COUNT\nThe emissions from travel it took to report this story were 50kg CO2. The digital emissions from this story are an estimated 1.2g to 3.6g CO2 per page view. Find out more about how we calculated this figure here.\nWater sports have become increasingly popular in recent years. The Watersports Participation Survey revealed 13.2 million UK adults tried a boating activity in 2022, up 3% from 2021, with paddle sports such as stand up paddleboarding and kayaking seeing the biggest growth. In the US, meanwhile, 16% of the population – that's over 53 million people – participated in water sports in 2023, a 1.3% increase compared to the previous year.\nA greater number of boats, boards and infrastructure means risking increased levels of alien aquatic species being introduced. But at the same time, it's been shown that spending time in or near water has important benefits for human health.\nParalympian rower Gregg Stevenson and his partner Lauren Rowles are in the midst of training, spending up to three times a day, six days a week out on the water in readiness for the 2024 Paris Paralympics.\nFor Stevenson, being on the water can be a \"spiritual\" experience. \"Especially on our longer training sessions, we tend to be up early in the morning,\" he says. \"Sometimes, the Sun's rising. It's raining, snowing, or sunny. When it's windy, it takes a higher skill level. But that's what I love about it. You have to deal with the weather or the situation that's in front of you. That's the challenge, and that's what I enjoy.\"\nStevenson served as a Royal Engineer Commando before suffering an injury in 2009, which led to a double leg amputation. \"Having an acquired disability, it was really difficult to find a sport that suited me,\" he says. \"So, when I [discovered] rowing it was perfect. It gave me back the things I used to enjoy. I was back outdoors, and I was able to push myself. I was able to be physically active.\"\nStevenson's own experience inspired him to help others. Having recently completed a master's in psychology, he now works as a mental health practitioner for veterans.\n\"I'm so excited about the benefits of being around water for mental health,\" he says. \"I think anybody who's been around water knows that [it does help] people feel better – self-esteem, general mood, how we deal with stress – all these things which are incredibly important in daily life.\"\nBut in recent years, Stevenson has noticed this environment he values so highly is changing. The rivers and canals, he says, are becoming \"choked\" with greenery.\nWhile many invasive species may be difficult to detect – eggs or larvae, for example – \"[after] some sessions you come up from the water, and it's obvious that your boat needs to be cleaned\", says Stevenson. Invasive plants like floating pennywort or animals like quagga mussels can attach to boats and are easy to spot. \"The athlete takes responsibility – so after every session we clean the bow, we clean out all the handles, you know. We make sure the boats and equipment are clean.\"\nStevenson does this thinking of future generations. \"I've got two children and I want them to be able to experience what I've experienced – outdoor swimming, not being scared of entering our waterways. It is sad to see there may be more limited opportunities,\"  he says.\nBeing on the water, Stevenson adds, has taught him a lot about his own resilience. \"We need these spaces – to have fun and be with nature.\" Everyone, he says, can take responsibility for the future of our waterways.\nMore like this:\n• The UK's rivers are riddled with sewage pollution – new wetlands could help clean them up \n• The surprising benefits of blue spaces\n• Some Parisians save 'le pipi' to help the Seine\nThe Olympics themselves have also, in some cases, helped to boost fragile environments and deter invasive species.\nTom Bellamy is the Royal Society for Protection of Birds' biodiversity manager for Queen Elizabeth Olympic Park in London. He says the huge injection of cash from the 2012 London Olympics allowed them to transform the site from what was a derelict industrial wasteland with contaminated land, invasive species and degraded waterways – into an urban \"oasis\" of biodiversity.\n\"We had two soil hospitals on the park,\" says Bellamy. The team dug up soil across the park to a depth of two or three metres (6.6 to 10ft), and picked it over by hand to remove any rubbish as well as invasive species such as Japanese knotweed. \"Then the soil was washed and cleaned in giant washing machines,\" says Bellamy.\nThe waterway restoration was a major part of the project. Over 300,000 native wetland plants were introduced to create wetland habitats which, today, are home to smooth newts, European eels, a variety of bats and birds including reed warblers, water rails and sand martins. \"The waterways here support a great wealth of species,\" says Bellamy. \"There is life tucked away in all the corners.\"\nBack in Portland, Read hopes to leave her own legacy – by protecting the waters of Portland Harbour from invasive species, so the children we see here today can enjoy it for many years to come.\nRead hauls her sail back onto land. This is a challenge in itself. It's huge and heavy, and the wind is strong as she carries over her head. She lays it on the concrete, ready to be cleaned. With a hose, she makes sure she sprays the water into all the nooks and crannies. She cleans the board, then she cleans herself – her helmet, life jacket, straps and buckles.\nThe \"check, clean, dry\" process only takes around five minutes and has been found to effectively control invasive non-native species. A small price to pay, says Read, for the pleasure of being out on the water.\n\"The water is a dynamic, changing environment,\" says Read. \"Every day you learn something new, you've got the challenge of something new. It's a moment to be free, to be with nature.\"\n --\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X.\nWant to read more about the Olympics? Sign up for Medal Moments, your free global guide to Paris 2024, delivered daily to your inbox throughout the Games. "
    },
    {
        "title": "The Kenyan enthralled by the healing power of plants",
        "href": "/news/articles/c84j0kzgnk9o",
        "article": "Martin Odhiambo has always been interested in the healing properties of plants - and for years has been enthusiastically sharing that knowledge with fellow Kenyans.\nEvery Thursday at an amphitheatre at the Nairobi National Museum, he talks to dozens of people who have come to learn and exchange information about traditional medicine.\nDespite worries over the efficacy and safety of these treatments, it is estimated that around 80% of people in African countries rely on them when they are ill, according to the World Health Organization (WHO).\nOne way to allay safety concerns in Kenya would be for the authorities to find a way to oversee traditional medicine, as happens in some other countries.\nBut for now Mr Odhiambo is keen to let others know about plant remedies he believes can deal with common illnesses, such as colds, skin conditions and stomach upsets.\nHe argues that long before the onset of conventional medicine, there were traditional healers who knew from those before them what was good for treating which condition.\nThe information exists within communities, but does not really travel further.\nMr Odhiambo works for the Trust for Indigenous Culture and Health (Ticah), which  has formed a partnership with the museum, seen as a repository of the country's cultural heritage.\nThere he takes care of a special garden, known as a physic garden,  which has more than 250 species of medicinal plants - they are not for sale but for education.\nFor years, Mr Odhiambo has studied medicinal plants - the scientific research as well as talking to the people who use them - soaking up so much folklore and  indigenous knowledge that he says he now has \"a tendency to dream about plants\".\nAt one of his Weekly Plant Talks, he sounds professorial, imparting his vast knowledge to all gathered - including herbalists, a midwife coming from the US, a psychologist, a teacher, a university student and a businesswoman.\nThe talk starts with a prayer and a recap of what was learnt the previous week, and then quickly moves on to the plants of the day.\nThe initial focus is on Lantana camara - a common shrub that has different local names including \"nyabende\" and \"mukige\".\nTraditionally, it is said to treat headaches as well as ease toothaches - and can act as an insect repellent. Plus its twigs can be used as a toothbrush .\nIt also brings \"good vibes and creates positive energy\", a participant says.\nAs the meeting continues, people discuss, share and learn about a whole range of plant remedies for diverse health problems.\nThey also talk about the cultural contexts in which the plants are used such as in traditional rites, food preservation or even their mystic powers that instil \"goodwill\" within a community.\nThis forum is not used to discuss scientific research and whether the claims can be proven in a controlled experiment.\n\"We do not validate this information,\" says Vitalis Ochieng, Ticah's senior programme manager, emphasising that the point is for people to share what they know.\nThe organisation's key mandate is to show the value of traditional medicine and amplify the voices of those who practice it, he adds.\nOne of the things hampering the wider adoption of traditional medicine in Kenya is that there is no government policy encouraging its safe use.\nMr Ochieng argues that indigenous knowledge could be the basis for scientific research, adding that in countries like China, traditional medicine is accepted and even exported as \"alternative medicine\".\nHe is campaigning for traditional medicines to be regulated and standardised in Kenya, legislation that has been in the works for several years.\nAt the moment so-called \"herbal clinics\", many selling poor quality remedies, have given traditional medicine a bad name, something experts in the East African nation acknowledge.\nThere have been problems with fraudsters, as well as the deliberate or accidental contamination of the products, says Dr Ruth Nyangacha, the deputy director of Centre for Traditional Medicine Research (CTMDR) - a government agency that advises the health ministry on traditional medicine.\nShe tells the BBC this is especially risky for patients with chronic conditions, such as diabetes, as they often turn to these remedies, partly because of cost but also as they are easier to get hold of in remote areas.\nAt her first plant talk at the museum, businesswoman Joyce Ng'ang'a says she turned to traditional medicine as she found conventional medication had not helped her condition.\nIn fact the drugs she was prescribed after her diagnosis with chronic stomach acid reflux eight years ago had had side effects like making her forgetful.\nEven a trip to India for treatment had not helped - which is why she says she sought out herbal remedies.\n\"I have never found a reason to go back to them,\" she enthused, referring to the conventional medicine she has now abandoned.\nIt is a course of action that doctors would not recommend over safety concerns, but Ms Ng'ang'a says she hopes her experience will mean traditional herbal therapies will eventually become formalised.\nHerbalist Patrick Mwathi attends the plant talks nearly every week - wanting to improve his craft. He has been practising for decades, learning first-hand from his father in the 1970s.\nHe develops and sells herbal products locally - some of which he shares with others at the lecture,  including a “herbal tea” with packaging that says it can aid infertility. It can also \"detox\" and \"activate\" the kidney and \"cleanse\" the liver, he says.\nAnother product is said to treat depression.\nSuch treatments have not been scientifically proven to be effective and Ticah encourages herbalists to register and work with the authorities to formalise their remedies.\nMr Mwathi has taken samples to government laboratories for chemical analysis - and they have passed tests to show they are are effective and not harmful. \nBut the process required to get a product to market - including standardisation and quality control - is long and involves many government agencies. Like other traditional practitioners he lacks the time and money to do this.\nDr Nyangacha explains that some of the challenges include knowing when the active components of remedies expire - noting that it often comes down to “guesswork”.\nThe CTMDR, a unit of the government's Kenya Medical Research Institute (Kemri), does not have the funding to get the herbal remedies they test for efficacy approved for conventional use.\nBut there is no reason it could not be done, Dr Nyangacha argues, pointing out that Kemri has developed its own products, including a herbal medicine used in the treatment of genital herpes and a salt that is used for hypertension.\n“We have genuine ones and traditional medicine [that], I must say, works.”\nMr Odhiambo needs no convincing - in fact he hopes his passion for plants will show Kenyans that common illnesses can be treated without suspicion using remedies “like in the olden days”.\nGo to BBCAfrica.com for more news from the African continent.\n\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica"
    },
    {
        "title": "Festivals should ditch diesel - Ecotricity boss",
        "href": "/news/articles/c4ng4kk9kjro",
        "article": "The founder of green energy firm Ecotricity has urged music festival organisers to \"clean things up\" by switching from diesel generators to renewable energy sources.\nDale Vince said his Stroud-based company helped WOMAD, Wiltshire's biggest festival, power one of its stages with batteries charged by renewable energy for the first time.\nHe said the move was a step in the right direction but big annual festivals should consider having a permanent connection to greener energy options.\nThe BBC has contacted festival organisers for comment.\nThe UK festival community alone uses in excess of 12 million litres of diesel annually, according to research by A Greener Future, a sustainability consultancy, and industry think tank Powerful Thinking.\nTransport is another big source of emissions, and includes people getting to the event, and goods being ferried to and from the site.\nMr Vince said switching to renewable energy could improve the experience for festivalgoers.\n\"When you go to a festival and outdoor events the noise of the generator is not nice, the smell is not nice,\" he said.\n\"It's about cleaning things up and doing things better.\"\nHe said the company helped power WOMAD Festival's Charlie Gillett Stage using \"three big batteries\".\n\"We're trying to get diesel out of events. There's no reason why not,\" he said.\n\"We're talking tens of millions of litres of diesel being burned every year at music festivals.\"\nFollow BBC Wiltshire on Facebook, X and Instagram. Send your story ideas to us on email or via WhatsApp on 0800 313 4630."
    },
    {
        "title": "Will wet summers continue in NI?",
        "href": "/news/articles/c3g387x3gy8o",
        "article": "It's been a disappointing summer so far, often cool with few completely dry days and a lack of sunshine, not to mention unseasonably windy conditions at times. \nThis might make it hard to digest the latest analysis from the Met Office, which says that the UK is getting hotter and wetter.\nThe mean temperature (an average of the maximum and minimum temperatures) for the summer so far in Northern Ireland is about 12.5C, that is just over 1.5C lower than the long-term average. \nThese figures are likely to change as July has had some warmer weather recently.\nClimate change does not mean a Mediterranean type of weather will shift northwards.\nIt means that Northern Ireland is experiencing - and will continue to experience - warmer and wetter years.\nOne poor summer will not alter the overall trend.\nI have analysed the statistics for Northern Ireland over the last 60 years, with data supplied by the UK Met Office.\nAfter breaking the figures into 30-year groups, for example 1960 to 1990, 1970 to 2000 etc, there is a definite trend to an increase in average annual temperature and annual rainfall.\nRainfall amounts have been increasing at a greater rate in recent years.\nIf you break down the figures further into individual counties it appears that traditionally drier parts of Northern Ireland, such as Counties Armagh and Down, have been notably wetter, and with infrastructure built for a climate 30 years ago, less able to cope with extreme rainfall events.\nSamuel Glover from County Down has been farming for over 40 years and is a keen weather watcher.\nHe said farming practices have changed, it is less manual now and more machinery is used.\nBut he said there will always be good seasons and bad seasons.\n\"One has to take advantage of the good weather when it's available,\" Mr Glover said.\n\"This year has got off to a very wet start but most have caught up, though arable farmers will be well behind when it comes to harvesting.\"\nMr Glover believes there will be changes over the next few years, some for the better and some for the worse.\nAnother impact of climate change is a potential increase in storms, both in severity and frequency.\nWhat would this mean for wind energy?\nThe first wind farm in Northern Ireland is Corkey, located in Loughgiel, Ballymena.\nIt was connected to the grid in March 1994 and consisted of 10 turbines.\nUp to 2020, 45% of electricity came from renewables and 85% of that was from wind.\nThe target for 2030 is for 80% of electricity to be from renewables.\nAccording to Steven Agnew, director of Renewable NI, Northern Ireland is now playing catch-up compared to Great Britain and the Republic of Ireland.\nMr Agnew said the target is achievable with a joined-up approach between the market, local and central government.\nSpain has invested heavily in wind farms and combined with solar energy; they are the second largest renewable energy infrastructure in the EU.\nHowever, there are now concerns that supply will outweigh demand at times leading to a surplus of electricity.\nThe reason this is a concern is that it can make the industry less attractive to investors.\nAnother perhaps previously unforeseen impact of climate change.\nAs the planet warms and sea levels rise, there will be an impact on marine and plant life. \nGardeners may have noticed a change in what grows and when, compared to 10 or 20 years ago, not to mention cutting the grass in the winter. \nHowever, most of the plants that florists use have been grown in huge greenhouses, where light, temperature and humidity are strictly controlled. \nThese greenhouses are increasingly being powered using solar and wind energy and some growers do save rainwater run-off to help with watering. \nMark Allen is a florist in Portrush, County Antrim.\nHe has been in the industry for most of his adult life and opened his first flower shop over 20 years ago. \nHe says customers’ tastes and demands have changed, as with other fashion trends. \nThe current preferred flower arrangements at weddings for example is \"more natural\" and brides-to-be \"quite often want a wildflower mix in their bouquet\".\nIronically, the wildflowers are also grown in a controlled environment. \nOne thing that has changed in the industry is the susceptibility to pests and infestation, as the \"bug season\" lasts longer."
    },
    {
        "title": "Something in the water? Why we love shark films ",
        "href": "/news/articles/ckmmgxvp7dgo",
        "article": "From the Steven Spielberg classic Jaws, to predators stalking the Seine in Under Paris, there is no shortage of shark films. \nHollywood and audiences love them, seemingly never tiring of the suspense, gore and terror. \nThere are prehistoric giant sharks in The Meg, genetically engineered ones in Deep Blue Sea, and sharks high on cocaine in the ingeniously named Cocaine Shark. \nEven Donald Trump is a fan - he was reportedly due to play the US president in a Sharknado film, before becoming the actual president. \nI became hooked on them after watching James Bond film Thunderball, where the villain keeps sharks in his swimming pool. \nIt led to a lifelong interest in shark films, as well as an irrational fear of swimming pools, even ones filled with chlorine inside leisure centres. \nHayley Easton Street is the British director behind a new shark film, Something in the Water, which tells the story of a group of women stranded at sea.\nShe explains that, as fan of shark films herself, she \"absolutely wanted\" to make the movie. \nSo shy are shark movies so popular? \"It's the fear of what could be going on with the unknown of [the sea],\" she tells BBC News.\n\"Just being stuck in the middle of the ocean is scary enough. You're trapped in something else's world and anything could happen.\"\nForensic psychologist Professor Susan Young agrees that the fear of \"the unknown, being alone and helpless\" is powerful. \nShe says watching terrifying shark films in the comfort of your own home or in the cinema \"allows you to confront your fears without real danger... and release pent up emotions in a safe and controlled environment\". \nProf Young adds: \"It means people can face the boundaries of human behaviour and by viewing extreme content they're testing their own limits and boundaries... and that emotional release is a form of catharsis.\" \nShe explains that Sigmund Freud's theories apply as, \"from a psychodynamic perspective, these films tap into unconscious fears and desires and provide this safe outlet for exploring repressed emotions and instincts such as aggression and the fear of death\".\nMaking Hollywood sharks look like the real thing can be a challenge.\nThe production of Jaws was marred by malfunctioning mechanical Great Whites - one sunk and they were corroded by the ocean's salt water. \nThe lead actors spent long periods sitting around, waiting for a prop shark to be fixed. \nDirector Steven Spielberg told the BBC's Desert Island Discs in 2022 that the debacle actually led to a \"much better movie\" because he had to be \"resourceful in figuring out how to create suspense and terror without seeing the shark itself.\n\"It was just good fortune that the shark kept breaking,\" he said. \"It was my good luck and I think it's the audience's good luck too because I think it's a scarier movie without seeing so much of the shark.\"\nStreet says they were working with a limited budget on the set of Something in the Water, so the team came up with an ingenious solution.\n\"We made a tiger shark fin,\" she recalls. \"We had this brilliant diver, Baptiste, who could hold his breath for a really long time. \n\"So we strapped this fin to him and gave him an underwater scooter which he could drive approximately at the speed of a shark.\n\"It was brilliant because it meant the actors actually had a shark fin to react to, so it allowed them to feel what it would be like if you did have these sharks circling you.\"\nBut despite Street's love of shark films, she did not want the ones in hers to be portrayed as marine serial killers. \n\"We kill 100 million sharks every year,\" she notes.\nThe director was also aware that the release of Jaws led to a huge rise in the hunting of sharks, partly because they had been portrayed as merciless killers.\n\"As much as I love shark films, I love sharks.\n\"I was really conscious of that, because it's easy for people to start seeing them as killing machines... or monsters, which they are not.\"\nShe adds: \"I feel it's more scary to have the realistic theme of it, that, you know, if you are out in the ocean and there are sharks and they do mistake you for something else, they will kill you.\" \nDespite the huge success of Jaws, Spielberg has said he \"truly regrets the decimation of the shark population because of the book and the film\". \nSpielberg is not the only person concerned about Hollywood's portrayal of sharks and the impact it continues to have. \nUS marine biologist Andriana Fragola dedicates herself to educating people about sharks, often sharing videos of her diving with them. \nShe says they are \"misunderstood predators\" that have been harmed by movies and the media.\nAndriana tells me that she has watched Netflix's new shark film, Under Paris, and was not impressed. \n\"Their whole thing was it's about conservation, about studying them, but then the sharks are still eating people. \n\"So it's giving a little bit more of a rounded education and a little bit more depth to the story, it's not just people swimming at the beach and getting attacked and eaten.\n\"But the bottom line and what people can draw from the movie is that sharks are still really dangerous to people and they're just going to continuously hunt and eat people.\n\"If that was true, we would be reduced as a human species. Everyone who goes to the beach, they would be threatened.\" \nThe director and co-writer of Under Paris, Xavier Gens, says he is also an environmentalist.\nHe told The Hollywood Reporter that, while the danger in Jaws is the shark, he wanted to \"highlight the perils of human greed\" in his movie.\nAndriana says the perception of sharks causes a real issue for conservation. \n\"It's a huge problem because people don't want to protect something that they're scared of.\n\"The perception from people is that they're dangerous to humans so we should eradicate them, and that's obviously a huge problem for conservation and getting people to want to empathise or sympathise with sharks and wanting to actually protect them.\n\"It's unfortunate because 100 million sharks are killed every year, and globally sharks kill fewer than 10 people every year.\n\"We're really focused on the sharks being the monsters and them being out to get us. In reality it's the opposite.\"\nIt is unlikely that Hollywood will stop making shark films, or we will stop watching them. \nBut the figures show that far from being the serial killers of the sea, sharks are actually much more likely to be the victims of humans. "
    },
    {
        "title": "Haunting portrait of young storm victim wins photo award",
        "href": "/news/articles/c3gd25gr0n3o",
        "article": "Supratim Bhattacharjee has been named overall winner of this year's Mangrove Photography Awards for his image of a young girl in the aftermath of a devastating storm in Frazerganj, Sundarbans, India.\nRun by the Mangrove Action Project, the competition - now in its 10th year - aims to show the relationships between wildlife, coastal communities and mangrove forests, as well as the fragility of these unique ecosystems, both above and below the waterline.\nMr Bhattacharjee's winning image, called Sinking Sundarbans, shows Pallavi standing in front of her home and tea shop, which has been destroyed by the sea during a storm.\n\"I observed her strong face and calm nature during that devastating period,\" said Mr Bhattacharjee.\n\"Children are the ones that suffer the most.\"\nNestled in the Bay of Bengal, the Sundarbans is the largest mangrove forest in the world.\n\"[The winning] image raises a thousand questions, whilst connecting you to the girl's heart,\" said competition judge Dhritiman Mukherjee.\n\"Her vulnerability exposes the full impact of climate change and sea level rise experienced by many coastal communities.”\nMangroves are an important protection against climate change, with one acre (4,000sq m) of mangrove forest absorbing nearly the same amount of carbon dioxide as an acre of Amazon rainforest.\nThe forests also protect coastlines from eroding, as intense storms grow more frequent.\n\"Conservation as a story, is a complicated one,\" said another of the judges, Morgan Heim.\n\"Photography has the ability to help us receive and feel close to those stories no matter our language. Every time I look at this kind of photography, I think, there's still hope.\"\nFellow judge Christian Ziegler added: \"[In the competition] were many fascinating stories about life in the mangroves, ranging from scientific insights to restoration of the ecosystem and the difficult conditions people face.\"\nHere are a selection of winning images from seven competition categories, with descriptions by the photographers.\nMen, women and children, wearing sarongs and traditional headgear, collect mud from a mangrove forest in Kedonganan village, just outside the town of Denpasar in Bali, Indonesia.\nThey cover themselves as part of a purification ritual called Mebuug Buugan, where people pray for gratitude and earth’s fertility.\nThe Sundarbans archipelago spans the borders of India and Bangladesh... [and] is known for its rich forest resources, which locals rely on for income.\nBut rampant deforestation coupled with worsening storms has intensified food and water scarcity, diminished agriculture productivity and soil quality, and turned local communities into climate refugees.\nThis tranquil scene invites contemplation as the gentle flow of water navigates its course through the heart of the mangrove forest.\nThe intertwining roots of the trees form intricate patterns, creating a natural tapestry that harmonises with the fluidity of the water.\nOn the rugged coast of Neil island (Shaheed Dweep) in the Andaman Islands archipelago, the tide recedes far away from the shore and exposes an extremely sharp rocky reef.\nMud-ring feeding is a unique fishing behaviour employed by bottlenose dolphins living in the shallows of the mangrove-lined bays of Florida Bay and a few other locations in the Caribbean.\nOn finding a school of mullet, a dolphin from the pod encircles the fish kicking up the sediments with its tail, which corrals the fish into an ever tightening spiral-shaped silty plume.\nThe dolphins have a remarkable ability to know where the fish are going to jump and will snatch them from the air as they try to make their escape.\nPhotographer Javier Orozco came face-to-face with a crocodile at El Cora Crocodile Sanctuary in Bucerias in Banderas Bay, Mexico.\nIn the last 40 years, Banderas Bay has lost more than 80% of its wetlands to urban expansion.\nThis crocodile sanctuary is a non-profit organisation located next to a small lagoon. The surrounding area has been taken over by shopping centres, hotels and condos.\nDue to repeated tropical cyclones and sea level rise in the Bay of Bengal, river embankments have become broken by high tides across the Sundarbans, West Bengal, India.\nAs a result, homes and farms have flooded, fisheries have become destroyed by seawater, and people have been forced to migrate.\nThis villager has lost all his household belongings in the flood.\nThe male horseshoe crab tightly grasps onto the back of the female, on a mission of reproduction.\nThey move with the rising tide, searching for a suitable place to lay their eggs. But when they reach the mangroves, they become entangled in a huge ghost net.\nIf no one rescues them in time, they will eventually die from prolonged exposure.\nIn Hong Kong and throughout Asia, abandoned fishing nets wash ashore and in mangrove forests, entangling many creatures.\nA turtle gracefully navigates the mangroves’ labyrinthine roots, seeking refuge for the night.\nAt high tide, the water engulfs the roots and transforms the space into a haven for marine life seeking shelter and safety.\nMangroves act as a natural filter that can remove most pollutants before they reach the ocean.\nSoil and mangrove biomass have a significant capacity to store carbon from the atmosphere, helping to reduce carbon dioxide concentrations in the air.\nThe complex roots of mangroves also help bind soil and sediment, reduce erosion, and protect against damage from waves and currents.\nIn Demak Regency, Indonesia, the coastline has been severely eroded, and mangroves that once protected the coast have been cut down and replaced by aquaculture ponds. As a result, the sea is literally swallowing people’s homes.\n[Demak's residents] have realised the only solution is to restore the ecosystem by replanting the mangroves that have been cut down.\nWith the cutting of mangrove trees, it is increasingly difficult to fish, catch crabs, and protect against climate change and violent cyclones in the regions.\nBôndy, a private company working in ecosystem restoration, collaborates with local communities to restore mangroves at a rural commune in Majunga, Madagascar.\nTogether, always with a smile and in good spirits, they traverse the mangroves to revive vast stretches of isolated land.\nI wanted to capture more than just this young saltwater crocodile when I encountered it at low tide in the mangroves.\nI used the multiple exposure mode in my camera to superimpose layers onto my image of the croc's eye, to capture more of the scene without sacrificing detail of the eye.\nThe image gives off a slightly unsettling feeling, such as what one may experience in a mangrove, unknowing of what predators may be lurking nearby, hidden by the dense network of the mangrove."
    },
    {
        "title": "First images of Jasper after 100m high wildfire hit",
        "href": "/news/articles/c9wv2902y98o",
        "article": "The fierce wildfire which swept through the Canadian town of Jasper in recent days melted cars to the road and turned homes to ash.\nThe first images of the devastation at the famous tourist town have emerged, after a 100m (328ft) firewall swept through late on Wednesday.\nIt has been difficult to get a sense of the scale of what happened because the fire burned out-of-control for days.\nSome 25,000 people were evacuated from the town and the Jasper National Park, in Alberta.\nOn Friday, authorities from Jasper National Park said 358 of the 1,113 structures in town had been destroyed by the fire, which was caused by a lightning storm\nHowever, all critical infrastructure was protected, including the hospital, library and firehall.\nA list of addresses where buildings were damaged is being finalised and will be released “shortly”, authorities said.\nOne local who does know he has lost his home is Jasper Mayor Richard Ireland, who came back to the town with other officials on Friday.\nHe stood in front of what remained of his home, reduced to a few charred cement blocks, and said: “Now, it’s well, it’s just memories of family and fire.”\nMr Ireland spoke of a photograph lost to the flames, where he was just a two-year-old sitting on some moving boxes next to a birthday cake at that very house. He had lived at the same address for 67 years.\n\"So many others are going to go through this same thing,\" he told local media.\nNew images show extraordinary damage at the tourist town, nestled in the Canadian Rockies.\nThe heat was so intense it turned parts of a car into a pool of metal, dripping across the road like a silver ice cream on a hot day.\nOther photographs show the twisted remains of cars piled on top of each other, and a school bus now black with only a tinge of that iconic yellow remaining.\nHotels and a church were destroyed, and many homes.\nAuthorities are cautious of confirming what has been levelled, at this stage.\n\"We are empathetic to the residents and businesses seeking more information on specific details on the extent of damage,\" an update from authorities said.\n\"We know people are seeing images on media and social media but what we know about fire incidents is getting the information right is paramount.”\nFire crews are now taking advantage of cooler weather and recent rainfall.\nThey are containing the remaining hotspots in smouldering structures and along the wildfire perimeter closest to the townsite.\nBut winds were expected to pick up and hot, dry weather is forecast to return by Monday.\nSitting just north of the more popular Banff National Park, Jasper National Park is the largest in Canada's Rocky Mountains.\nThe Unesco World Heritage Site is home to elk, grizzly bear, moose and bison.\nThe adjacent town of Jasper has a population of about 5,000, but has some dozen hotels to accommodate the roughly 2.5 million people who pass through to visit the park every year.\nKaryn Decore, whose family has owned the historic Maligne Lodge over 60 years, has been receiving condolences from around the country since learning it was destroyed as the fire swept through town.\nMs Decore says her now-destroyed hotel is normally 100% occupied from May to October every year. Now, all of the tourists and staff have evacuated the area, and they don't know when they may return.\nPark officials estimated that a power outage in the town last year, which lasted two weeks, deprived local businesses of some CAD$10m ($7.2m;£5.6m) in revenue.\nIt remains to be seen how long it will take to restore the resort town, as well as the pristine ecology that helps make the majestic park a pride of Canada.\nMeanwhile, there are currently 48 wildfires burning \"out of control\" around the Alberta province.\n\nHave you been impacted by the fires?\nPlease include a contact number if you are willing to speak to a BBC journalist.\nYou can get in touch in the following ways:\nEmail: haveyoursay@bbc.co.uk\nWhatsApp: +44 7756 165803\nTweet: @BBC_HaveYourSay"
    },
    {
        "title": "The ancient Mexican techniques to save water",
        "href": "/future/article/20240708-the-women-fighting-drought-in-mexico",
        "article": "As water scarcity threatens their livelihoods, indigenous women in Mexico are relearning how to grow their ancestral foods.\nWhen Agustina Ortiz, 45, returned to her hometown in Oaxaca, Mexico, in 2010 after spending a decade in the US, she was well aware of the type of life that awaited her: a lack of drinking water and a life sustained solely through agriculture.\nLike many other Oaxacans, Ortiz and her husband went to the US in search of better opportunities so they could send money back home. \"You can't have a life unless someone sends money from abroad,\" Ortiz says.\nThe mountains of Oaxaca are harsh and unforgiving. The Zapotec indigenous community of Xixovo, in Santa Maria Velato, is located around 2,000m (6,500ft) above sea level and a two hour drive away from the state's capital. Dry, dusty slopes and yellowed crops decorate the landscape. The scattered fields of agave are a reminder that even in the most challenging conditions, life still finds a way.\nWhen Ortiz returned home in 2010, it was a shock to see that the big trees she had grown up with had died and medicinal plants like chicalote – Mexican prickly poppies – were nowhere to be found.\nThe first few years back home in Xixovo were a nightmare for Ortiz. She had to hike to the river two or three times a day carrying buckets of water with only the help of her donkey, even while she was pregnant.\nOrtiz felt that each year, heatwaves and drought dominated the season and says that she feels the rain period has become shorter and more unpredictable. Maps from the National Water Commission of Mexico show that a growing number of areas in the region are experiencing severe drought.\nOaxaca suffered one of the most severe droughts in its modern history in 2015 with almost 80% of the state's territory experiencing water-stress. This lack of rain significantly impacted agricultural production, making it difficult for communities like Ortiz's to grow crops, access fresh food, and breed their animals. It's an ongoing issue not just for the region but the entire country. Mexico is currently battling its worst drought in more than a decade, and its residents are experiencing \"critical\" water shortages.  \nIn 2019, along with other mothers from the parent's committee, Ortiz started a vegetable patch at her children's school, the Porfirio Diaz Elementary School, to ensure they were eating nutritious food. The women grow native crops, such as coriander and green beans, as well as onions, garlic and radishes, which require little water. They sell any leftover produce at the market and use the money to make school improvements.\nDespite their success, the women knew this project was vulnerable to climate impacts. They were right; when the drought came in 2019, their crops began to fail.\nThat same year they started working with the non-profit Group to Promote Education and Sustainable Development (Grupedsac), which was founded 30 years ago in Mexico City. The non-profit aims to teach women how to manage water and their land using ancestral ways of irrigation and growing endemic medicinal plants that are drought-resilient.\nWhen Grupedsac began working with Ortiz's community there were two main challenges: increasing droughts were making growing crops difficult and working exclusively with women in a traditionally male-dominated culture.\n\"We learned very quickly that women were the ones using these technologies but weren't the decision makers of their households. Our mission became to teach them their value in their communities,\" says Joaquin Carrillo, director of Grupedsac's centre in Oaxaca.\nGrupedsac started by building a 20,000 litre (5,283 gallon) ferro-cement tank, an inexpensive water tank made from cement that needs little maintenance, at the school. The entire community helped build the water tank – an indigenous practice known as tequios, where every person has a civic duty to assist their community.\n\"We meet them halfway by providing all the materials; but we asked the community to provide the workforce. That's also a way for them to learn and get engaged,\" says Carrillo.\nThe water tank collects rain that would usually drain away, which can be reused for cleaning, cooking and, in this case, irrigating the school's crops. Carrillo explains that they aim to prioritise vegetables that are endemic to the region, and are high in iron and protein. Due to high levels of poverty in the region, children's diets are often lacking in nutrition.\nThe tank has a built-in filter that purifies the water to remove bacteria, pathogens and other harmful particles. This prevents gastrointestinal diseases and damage to teeth caused by excessive fluorine which is usually found in higher concentrations in the mountains.\nWhen Carillo saw the mothers' commitment to growing their own crops, he decided to invite them to Grupedsac's training groups. In 2020, Ortiz and five other women from Xixovo started attending the workshops. To date more than 1,500 women have been part of the programme, with around 280 women from 13 communities currently enrolled.\nThe women were offered a similar water tank to the one built at the school to have at their homes. But they would have to commit to a four-year programme at Grupsedac's training centre in Ejutla de Crespo, located about an hour from Santa Maria Velato. The workshops equip and train the women how to make the best use of the available water, but also teach them how to build composting waterless toilets and use biofilters to treat water. The women have just finished their training, and Ortiz already has her own 20,000-litre (5,283 gallons) tank installed on her land.\nOrtiz relies heavily on the water tank and says it has greatly improved her farming livelihood and the health of her family. \"It literally changed my life,\" she says, while gesturing towards a huge white structure connected to hoses. During the rainy season it helps her collect rainwater through tubes strategically positioned on the metal roof of her house and it also stores water which she pumps from the river.\nThe tank also stores greywater, from washing the dishes or taking a shower. This water goes through a second natural filtration system which is made of stone, gravel and sand.\nClimate Guardians\nThis article in the Climate Guardians series was supported by funding from the European Journalism Centre, through the Solutions Journalism Accelerator. This fund is supported by the Bill & Melinda Gates Foundation.\nNow Ortiz grows her own vegetables including bananas, corn and alfalfa to feed her livestock, which are sustained with the greywater once it has passed through the filtration system.\n\"I can shower at home now; I used to go to my neighbour's house, and it was very uncomfortable,\" she says. \"I can also water my plants constantly and make some money with what I sell.\"\nFamilies who own land spanning more than 2.5 acres (1 hectare) can also install infiltration drains that help refill the deep wells which run dry every year due to the lack of rain.\nTzinnia Carranza, general coordinator of Espacio de Encuentro de las Culturas Originarias (Meeting Space for Traditional Cultures), a local non-profit in Oaxaca that works with indigenous communities and recently won the Local Adaptation Champions Awards at COP28, says that water scarcity in the region is also the result of excessive use of agrochemicals that have polluted the few water sources available. \"Most rivers are contaminated,\" says Carranza.\nSanitation systems in Oaxaca are both ineffective and costly to maintain, she says. Local action, such as focusing on treating sewage at the source using technologies like biodigesters (systems that break down organic material such as human waste and food) and bio-filters, or avoiding the use of water with composting toilets, offer \"practical solutions with affordable materials\", she says.\nWhen it comes to climate change, Oaxaca is the most vulnerable state in Mexico, with the agricultural sectors facing significant threats from drought. The annual rain average in Oaxaca is 1,550mm (61in), according to government data. Carrillo says that the region surrounding Santa Maria Velato receives just 350mm (13.8in) of rainfall per year.\nSign up to Future Earth\nSign up to the Future Earth newsletter to get essential climate news and hopeful developments in your inbox every Tuesday from Carl Nasman. This email is currently available to non-UK readers. In the UK? Sign up for newsletters here.\nIn 2023, which was one of the hottest years on record for Oaxaca, the drought destroyed 90% of the crops in the region. Only 100mm (3.9in) of rain was recorded that year, 50mm (1.9in) less than the amount Death Valley in the United States receives in a year.\nOrtiz tried growing tomatoes but was unable to due to the water shortage. The only crops that would grow were medicinal plants and flowers, which she ended up selling. \"I could make maybe 1,000 pesos ($60/£43) for three months of work,\" she says. By early 2024, the minimum wage for this region in Oaxaca was 3,800 pesos ($224/£165) a month. For reference, 10,000 litres (2,199 gallons) of water can cost up to 1,200 pesos ($68.3/£52) in Oaxaca.\nPermaculture training, which has taught the community to farm in a sustainable and self-sufficient way, has been a game changer, says single mother Feliciana Arango, another Grupsedac graduate.\nAs head of her family, Arango needs to provide for her child and her elderly mother. Aside from growing crops, she also raises chickens in a coop she built with materials provided by the Grupsedac programme. \"We eat the meat we raise, the eggs we collect and now I can afford cheese costing 25 pesos ($1.50/£1.20) if I sell some of the vegetables I grow,\" she says. Self-sufficiency is one of Grupdesac's main goals for this group of women, who have traditionally had to rely on men.\nThe programme also aims to address root causes of gender disparity in these indigenous communities. When they enrol in the programme, the women are encouraged to set up an annual savings fund.\n\"We need to empower these women, but we also need to understand that the word empowerment means different things in our societies,\" Carrillo says.\nHaving access to water to grow crops plays a key role in building gender equality, he says. Enabling women's participation in farming activities makes them financially active and resilient to climate change, he says. The realisation of these benefits depends on addressing norms and structural inequalities through training, he adds.\nCarbon Count\nThe emissions from travel it took to report this story were 180kg CO2. The digital emissions from this story are an estimated 1.2g to 3.6g CO2 per page view. Find out more about how we calculated this figure here.\n\"Water is very precious,\" says Aurora Perez, who is still completing the training, alongside her mother. They are always eager to attend the training sessions, she says. \"Breeding animals makes me independent and has helped me survive.\"\nA study in Oaxaca between 2016 and 2022 found that the gender gap exacerbates women's vulnerability to climate change. Limited education, high illiteracy rates and restricted access to resources hinders their adaptation to extreme weather. Societal expectations, burdening women with childcare and domestic duties, further constrain their mobility and ability to respond to disasters, the researchers concluded.\nTraditionally, when women earn money, by selling vegetables or animals at the market, they give it to their husbands, Carrillo explains. \"In a respectful and understanding way, we are teaching them that they can also have a say in the use of that money,\" he says.\nWomen who have gone through Grupedsac's programme are now questioning if that's beneficial for them and their families, says Carrillo, adding that the knowledge they receive gives them some leverage to change family responsibilities.\nThe training has taught Perez that men and women are equal – a lesson which she has shared with her children. \"I now know my boys need to learn to cook, and help in the house,\" she says.\nMany of the women in the community have suffered violence; physical, sexual and psychological. Grupsedac facilitates group therapy, which is helping women talk about their problems, providing the women with a safe space and a support network, Carrillo explains.\nMore like this:  \n• The Himalyan village forced to relocate\n • The all-female patrol guarding Ecuador's Amazon\n • A Caribbean island's quest to become the world's first climate-resilient nation\nIn one nearby village, when one participant first arrived for her training, she had bruises and a black eye – she had been beaten by a male family member. Grupedsac provided her with funding to help her build a mud brick house to live in with her children. Living away from her wider family allowed her to escape daily violence and turn her life around. The non-profit has also given her animals which provides her with a stable income. \"If I didn't have my chickens and cows our story would've been different,\" she says.\nThe woman's children have now had a good education, a point of considerable pride. \"I told my daughter she can't get pushed over. She needs to study, and learn as much as she can, and work,\" she says.\nAlthough the programme has transformed the women's lives in a social context, challenges remain – primarily around water security. Oaxaca is facing continued, exacerbated drought. By 2039, annual rainfall will fall by 6% according to the Oaxaca State Climate Change Programme.\nBut Carrillo remains positive. \"The seed has been planted through these women,\" he says, adding the Zapotec women will be better equipped than many for what's coming.\n\"I miss the big trees from my childhood and the shadows the provided,\" says Ortiz. \"I know we don't have enough rain to make them grow again, but at least we are now conscious of the plants we'll need to survive.\"\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "title": "New wetlands are cleaning the UK's sewage-infested rivers",
        "href": "/future/article/20240704-the-wetlands-cleaning-up-the-uks-sewage-pollution",
        "article": "As effluent from sewage works and agricultural pollution flow freely into rivers, researchers and local citizens are urgently seeking to clean up the UK's waterways. New wildlife-rich wetlands could be an answer.\nThe Norfolk Broads in the east of England are famed for their rivers and lakes, rare chalk streams and wildlife. But it had been clear for some years to local people that some of the waterways were anything but pristine.\nJust a few miles inland from the rolling sand dunes of Norfolk's coastline and the picturesque seaside town of Cromer, vegetation and wildlife in the upper River Mun were suffering. In the lake called the Little Broad, into which its waters flowed, fish were dying.\nThe cause, it turned out, was sewage pollution. The dumping of raw sewage in waterways is a widespread problem across the UK. The amount of raw sewage spilling into England's rivers and seas doubled in 2023, with 3.6 million hours of spills compared with 1.75 million hours the year before, according to the UK's Environment Agency.\nBut, in the case of River Mun (also known as Mundesley Beck), the problem wasn't illegal dumping or excessive overflow – the discharge from the nearby sewage treatment works at Northrepps was treated and completely legal. The problem is that treated \"effluent\" may still be harmful to the ecosystems it flows into, according to many river experts.\nThis exemplifies just how complex the UK's sewage pollution problem is. Around the country, local groups are taking matters into their own hands as national systems struggle to keep up with growing pressures on the country's sewerage infrastructure. The state of the River Mun and Little Broad spurred a local conservation charity, the Norfolk Rivers Trust, to look for a solution. After drawing on models from around the world, they decided to create their own natural fix – they built their own wetlands to act as a natural filter.\nLocal solutions such as this can be very effective in improving river health, according to Dania Albini, who researches freshwater pollution at the University of Exeter in the UK. Other community-based solutions which can be done by local volunteers include patrolling waterways for problematic sewage outflows or monitoring water quality using established wildlife-based methods.\nThe country's rivers are far from healthy – one of the environmental issues that was at the forefront of the UK's general election.\nJust 14% of England's rivers meet the standards of a \"good ecological status\" under the Water Framework Directive for England and Wales.\nThe most ambitious target under the directive was to have all rivers meeting this standard by 2015, says Mark Lloyd, chief executive of The Rivers Trust, the umbrella organisation for river trusts across the UK and Ireland. The goal then became to get 75% of rivers to this standard by 2027, he says, adding \"we haven't a snowball's chance in hell of reaching that\".\nAgriculture and land management have the greatest impact on river pollution, but sewage pollution is also a major part of the problem, Lloyd notes. \"Sewage is a big one. There's been a lot of focus on stormwater overflows – when untreated sewage gets discharged into rivers, which obviously is awful, but it's not in ecological terms the biggest factor.\"\nSewage pollution can upset aquatic ecosystems, harming wildlife and threatening human health as the pathogens it spreads in the water can cause infections.\nWhile raw sewage is a problem, one of the most significant environmental impacts from sewage is from treated effluent, because it is often only partially treated, says Lloyd. At sewage treatment works, human wastewater typically goes through three stages. Firstly, solids settle out of the water in tanks. A second stage involves a biological treatment with bacteria breaking down pollutants in the water, much improving its quality. But a third stage, such as sand filtration, is optional. This is where \"nature-based solutions\" such as building new wetlands or \"integrated, constructed wetlands\" (ICWs) can come in, says Lloyd.\nWetlands are a \"very effective way to fine-tune the water before it goes into a river,\" says Tanja Radu, an environmental engineer at Loughborough University in the UK whose research interests include wastewater treatment.\nICWs are particularly good in reducing the proportion of phosphates in wastewater, which come from human waste, soaps and detergents, says Lloyd.\n\"The problem is [phosphate is] a nutrient, so basically it's like putting extra fertiliser into streams,\" says Jonah Tosney, a river ecologist and technical director at the Norfolk Rivers Trust.\nPhosphates from sewage (along with nitrates) can cause some vegetation to thrive at the expense of others, leading to algal blooms which blanket the water surface, blocking sunlight and causing eutrophication, whereby plants die and the microbes that decompose them use up the oxygen in the water, suffocating fish and other life. (Read more about the pollution causing harmful algal blooms here).\n\"It unbalances the ecosystem,\" says Tosney – a particular problem in the delicate ecosystems of the rare chalk rivers in his area.\nHuman contact with contaminated water can also cause illness due to harmful microorganisms, including parasites, says Albini. In fact, sewage pollution might be worse than agriculture for river health in terms of affecting water quality and the riverine community, according to research carried out by Albini and researchers at the University of Oxford in 2023.\nIn Norfolk, the building of new wetlands aimed to reduce the phosphate levels. The problems in the River Mun and Little Broad had been building for decades, says Tosney, so in 2014 Norfolk Rivers Trust built the Frogshall Wetland over a disused farm site and horse paddock using UK Environment Agency funding.\nInstead of discharging straight into the river, a pipe from the treatment works led treated water into a series of three shallow ponds filled with native vegetation. The idea was that the excess nutrients would be absorbed away as the water slowly percolated through, finally flowing out into the River Mun.\n\"We saw the change in the stream pretty much immediately,\" says Tosney. \"The really hungry vegetation that was really benefiting from the extra nutrients – that faded out within the first year. We saw improvements in invertebrate life in the first year. It was pretty dramatic really.\"\nMonitoring in 2024 showed a 70-90% removal of phosphate and ammonia by the wetland, says Tosney. The group sampled concentrations as the water entered the wetland from the sewage works and at the outlet from the wetland to the stream. Biodiversity had also increased, with 10 bird species seen at the site in 2014 before the wetlands were installed, and 26 afterwards in 2016. The number of endangered bird species (using the British Trust for Ornithology categories) also increased from zero to four in two years, according to a 2020 study.\nThe project was so successful that the trust attracted the support of their local water company, Anglian Water, as well as other agencies, and has since built three more wetlands next to sewage works. Frogshall and Ingoldisthorpe wetlands (built in 2018) have been visited by multiple English water companies, with many carrying out feasibility studies. At least two – Wessex and Yorkshire Water – are building similar wetlands, says Tosney.\nIngoldisthorpe Wetland improved the water quality of the River Ingol from \"bad\" under the Water Framework Directive classification, to \"moderate\" in the two years after it was built. In 2023, wetlands were built at Langham and Stiffkey on the River Stiffkey. Tosney says the trust hopes to put a wetland next to the four other sewage works on the river.\nA spokeswoman for Anglian Water says the work with the Norfolk Rivers Trust on these wetlands is a great example of “how partnership working can make a real difference” to environmental quality. \"We want to work with others, such as farmers, local authorities and environmental organisations to solve river health problems together.” \nShe adds: \"We're already building treatment wetlands around the region and have plans for even more in the future, as well as other nature-based solutions.\"\nWetlands can be useful in tackling sewage pollution even in urban settings. In Enfield in London, Enfield Council and waterways charity Thames21 have worked with community volunteers to improve the overall health of rivers by restoring watercourses and creating wetlands for pipes from the urban drainage system to flow into.\n\"We see huge improvements in water quality downstream of wetlands,\" says Sam Bentley-Toon, the engagement manager at Thames21. \"Water flows in full of phosphates from detergents and ammonia from human waste and it flows out clean.\"\nAt Firs Farm Wetlands, for example, the water that flows in is categorised as “poor” for phosphate and ammonia according to the Water Framework Directive, says Bentley-Toon, but the water that flows out scores “moderate” for phosphate and “very good” for ammonia.\"\nThames21 has also worked with volunteers to identify “misconnections” which lead to sewage outfalls where untreated wastewater is discharged into waterways. Some areas have separate sewer systems for surface water and wastewater, and sometimes waste pipes from households will mistakenly be plumbed into the surface water system, so waste will bypass treatment works.\nA lot of problems with sewage in the UK may also be down to its antiquated system, says Lloyd. Much of the country's sewer system has grown organically over centuries, with surface water and human waste flowing into the same pipes that discharge into rivers. The problem with this \"combined\" system is that it vulnerable to the volume of water flowing into it, Lloyd says. When there is heavy rain, for example, this can exceed capacity and sewage ends up being discharged untreated into rivers.\nLloyd says the pressures on the overall sewage system are growing in three particular ways. Firstly, population growth means more sewage. Secondly, we are building over more areas: paving over gardens and building more infrastructure. And thirdly climate change means we are having more heavy and intense rainfall.\n\"But we've also not invested as we should have done in increasing the size of the sewage system, fixing leaky sewers…increasing the capacity of treatment works so that they can cope with sewage better and treat it to a higher standard,\" Lloyd says.\nThe Rivers Trust published its comprehensive 2024 report on The State of Our Rivers earlier this year, showing none of England's rivers are in good health. But the issue of sewage pollution \"hotspots\" is complicated says Lloyd, for historical and geographical reasons.\nMost rain tends to fall in the north and west, so the sewerage system can be overwhelmed in the big industrial cities of the north-west such as Manchester and Liverpool.\n\"London has the same problem. It's a very large city with a Victorian sewer system,\" he says. However, the £4.5bn ($5.7bn) Thames Tideway \"super sewer\" currently being built should \"largely stop most of the discharges of raw sewage into the Thames\", he says. The super sewer is part of a Thames Water upgrade, London 2100, to the city's sewerage system.\nMonitoring and flagging up problematic sewage overflows and misconnections to the relevant authorities is another way that local projects are improving river health. In the Bradford area, about 70 volunteers mapped sewage outflows along the River Aire and its tributaries for the Aire Rivers Trust last winter as part of a method called Outfall Safari, developed by the Zoological Society of London and other organisations. They walked the length of the waterways looking for pipes and used a smartphone app to score them on \"aesthetic value\", says Sam Riley-Gunn, citizen science project officer at the Trust.\n\"Basically, how gross did it look? Did it have sewage fungus? Did it have wet wipes? Did it have clear signs that there was bad stuff coming out of the pipe? And how far down the river that pipe was having an effect.\"\nSo-called \"sewage fungus\" is actually a mass of bacterial colonies that grow in nutrient-rich water and can reduce oxygen levels, and is associated with sewage entering waters. Wet wipes, meanwhile, are increasingly flushed into the system from households, adding to problems such as the massive, fatty blockages called \"fatbergs\" which block sewers.\nThis information is shared by the Trust in a map with the public, and with Yorkshire Water River Health team, who then report it to the Environment Agency pollution hotline to try and get enforcement. The work is yielding a wealth of information: the last survey covered 660 outfalls and identified discharges that should not have been happening including 22 high-risk and 39 medium-risk outfalls.\nDefra and the UK's Environment Agency were unable to comment during the election period, but the agency flagged up its background guidance: \"The EA values the contribution of England's citizen scientists and shares their passion for the environment. It welcomes various emerging initiatives that complements its own monitoring and assessment work and enables a greater level of engagement with partners.\"\nThe Aire Rivers Trust also works with community groups using another scientific initiative called Riverfly which looks at the mix of invertebrate species to assess river health, with the data going into a national database.\n\"The Riverfly project is particularly valuable, as it assesses river health by tracking sensitive macroinvertebrate populations, indicating the impact of pollution,\" says Albini.\nIn Bradford, Riverfly has identified serious issues, resulting in a prosecution against Yorkshire Water by the Environment Agency for a large pollution incident that occurred in Bradford Beck in 2018. A Yorkshire Water spokesperson told BBC Future Planet: \"We have made significant improvements in our operations since this incident in 2018. We're committed to improving the health of Bradford Beck and work closely with Aire Rivers Trust and Friends of Bradford Beck to reduce pollution, including sources not related to Yorkshire Water assets, entering the beck via pollution reporting technology.\"\nRiley-Gunn stresses that \"what we have to do with the water companies is work with them to help them pinpoint the worst problems and to help them direct what funds there are to fix the worst bits first\".\nRadu says that while raising awareness among citizens is important, volunteers should not be expected \"to be the police\" in such situations. \"The water companies need to do their part of the job,\" she says. \"It's not only about monitoring problematic sewage spills, it's about avoiding it in the first place.\"\nOfwat, the economic regulator for the water sector in England and Wales, was unable to comment during the election period.\nRadu notes that the government has met its target to fit event duration monitoring devices – which record the location and duration of spills – on storm overflow pipes for combined sewer overflows (CSOs). Companies are legally allowed to discharge some sewage from CSOs during extreme rainy weather.\nHowever, she highlights a recent BBC investigation which found that raw sewage was being discharged during dry weather, meaning the pollution is more concentrated. \"If you are super-concentrating sewage in rivers, that creates a whole new level for aquatic organisms to cope with,” she says.\nIn the longer-term, reducing the \"peak\" of water during rains may help cut sewage pollution. Lloyd talks about \"sponge cities\" with sustainable drainage systems and \"soak away areas\" designed to help water percolate slowly into the ground, so it doesn't all hit the system at once. (Read more about the spongy cities of the future in this article by Kate Evans.)\nLloyd says a \"holistic approach\" is needed to manage water in the landscape. \"It's a really precious resource but we have far too much of it in the winter and we get lots of floods, and then we have droughts in the summer and we're desperate for it and supplies are really under threat,\" he says.\nMultiple sources of funding and \"action by everyone\" is needed to manage water, he says. And while local projects can make a huge impact, more needs to be done at higher levels. \"The overall the health of our rivers is flatlining at a low level, we have some of the unhealthiest rivers in Europe; and our wildlife is disappearing very rapidly,\" he says.\nIn the absence of such coordinated action and funding, community-led projects are making progress in keeping their waterways clean. Back on the River Mun in Norfolk the wildlife is slowly recovering, according to Tosney. \"The algal blooms are less severe and the plant life is returning.\" And with their constructed wetlands, there are other gains too for bringing the community together and restoring habitat, he says. \"They are absolutely brilliant for insect life, birds, water voles… We get a huge amount of life.\"\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week."
    },
    {
        "title": "Residents describe 'eye-watering' landfill stench",
        "href": "/news/articles/c9r351q7pe0o",
        "article": "Residents of a West Yorkshire village said a \"nauseating\" odour coming from the local landfill site was so bad it made it difficult to breath at times. \nLocals of Micklefield in Leeds also said the stench has been going on for the past 30 years and was \"disrupting\" village life. \nThe Environment Agency said it had identified \"several areas\" where the gas collection infrastructure that controls the smell was defective and instructed the owners of the site to start repair work, which stared in June. \nLandfill company Caird Peckfield has not responded to the BBC's request for comment. \nThe landfill site, on Ridge Road, is located in an old limestone quarry and has been in operation since the early 90s, according to Leeds City Council. \nThe Environment Agency issued an enforcement notice in December to Caird Peckfield to repair the site after receiving up to a hundred complaints a week, a spokesperson said. \nBut the deadline has now passed and recent inspections showed the work did not meet the requirements. \nThe Environment Agency also said it had stipulated the work needed to be completed \"as quickly as possible\" but as it is weather dependant, it was \"difficult to give an accurate timescale\" .\nMeanwhile, parish counsellor Anne Robertson, who has lived in Micklefield for the past four years, said she was aware of the issue when she bought her house but thought it would be dealt with quickly. \nShe told the BBC: \"It is nauseating and very difficult to feel comfortable breathing. \n\"There is a very sickly smell which lingers in your mouth and nostrils and it's very unpleasant. \n\"It's also embarrassing when you have visitors - people say 'oh what's that smell?' and you have to say 'it's the tip'\".\nShe added: \"It's been 30 years of disruption to the village and disruption to village life.\"\nPeter Stevenson, from the Environment Agency, said: \"We have staff on site everyday making sure what Caird Peckfiled Limited is doing is in compliance with the standards of the permit to make sure the work is completed as soon as possible.\"\nAnother resident said the smell was so bad she could not hang her washing out to dry. \nJoan Auty, 74, said it \"stunk\" and she was forced to do her laundry outside the village.\nLiz Todd, 56, added: \"It takes your nasal passage, it can be eye-watering.\"\nThe Environment Agency said though some people may experience symptoms such as nausea, headaches or dizziness, the substances that causes the odours are \"not directly harmful to health\". \nHowever it also said it was considering legal action against Caird Peckfield in relation to the enforcement notice. \nFollow BBC Yorkshire on Facebook, X (formerly Twitter) and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
        "title": "The snubbed Italian town that's now winning awards",
        "href": "/travel/article/20240724-grosseto-the-snubbed-italian-town-thats-now-winning-awards",
        "article": "Despite the world's obsession with Tuscany as a holiday destination, Grosseto seemed to have been left off the tourist map. However, it's now showing Italy how tourism can be done.\nWhen I first set out for the city of Grosseto in early spring, it was a part of Tuscany I'd never visited or heard of, even though I've called Italy home for five years. Despite the world's obsession with Tuscany as a holiday destination, and Florence and Siena just an hour away, Grosseto – with its historical city centre, wild nature reserve and beaches on its doorstep – seems to have been left off the tourist map, visited by few travellers – or even by Italians.\nHowever, this once-snubbed Tuscan? city now suddenly finds itself in the spotlight as 2024's European Green Pioneer of Smart Tourism, selected ahead of 40 cities in a European Commission award recognising small, non-traditional, emerging sustainable tourism destinations in Europe. The award aims to create a network of destinations sharing best practices for responsible tourism, acting as exemplars for other European cities and towns.\n\"Grosseto's success as a Green Pioneer of Smart Tourism is the result of many years of efforts focused on enhancing our natural and cultural heritage,\" said Antonfrancesco Vivarelli Colonna, mayor of Grosseto, in a statement. \"This is just the beginning of our journey towards a greener and more sustainable future for Grosseto.\"\nAs the first Italian city to win the award, Grosseto hopes to act as an example of how responsible tourism can be implemented in a country at the top of many travellers' bucket lists. While popular destinations like Venice, Positano and Cinque Terre struggle with overwhelming tourist numbers, Grosseto's efforts illustrate how alternative Italian destinations can encourage more responsible travel, and attract visitors looking for a slower, more meaningful travel experience in Italy.\nGrosseto's historical city centre, enclosed by remarkably intact medieval walls and filled with centuries-old buildings, is as visually rich and evocative as any Italian \"centro,\" but it's the city's natural attractions that truly set it apart. Driving just a few kilometres west from the centre, I soon found myself immersed in the vast, 9,000-hectare expanse of the Regional Park of Maremma that stretches from the Uccellina mountains to the Tyrrhenian Sea.\nHere, pine trees and fields of wheat give way to flat, dusty plains populated by wild horses and native horned Maremma cows, the landscape more reminiscent of the African savannah than the Tuscan countryside. Long stretches of natural sandy beaches scattered with driftwood frame the park from the west.\nWhen to go and what to do:\nGetting there: Driving is recommended, with ample parking available just outside the city centre and at most agriturismi. Once there, consider renting a bike or e-bike, especially in summer when visitor numbers surge. Bike rental is available from Bicialand, the Albarese Visitor Centre or through your agriturismo.\nWhere to eat: Sample local produce at Il Melograno di Banditella, Il Duchesco and Posto Pubblico in and around the Regional Park of Maremma. In the city centre, cafe Essenza Love Natural Food serves modern vegan food using local ingredients.\nWhere to stay: Book a sustainable agriturismo farm stay – Tenuta San Carlo offers modern, eco-friendly accommodation a short walk or bike ride from the beach. A full list of sustainable agriturismi can be found here.\nWhen to go: Visit from April to October to take advantage of Grosseto's many outdoor activities, beachgoers should plan for July to September.\nThe preservation of this park is at the heart of Grosseto's sustainability efforts, as is its focus on the many slow agritourism endeavours within. In contrast to Tuscan tourist hotspots like Florence and the Chianti wine region, Grosseto is one of Italy's least densely populated provinces. The park offers varied pristine landscapes – from forests to dusty plains to wetlands and coastal areas – as well as more than 250 species of birds, plus, badgers, porcupines, wolves, wild boar and deer, some of which are rare or endangered.\nBut this land wasn't always so inviting to visitors; for centuries this zone within the greater Maremma area was a swampy marshland infested with malaria-carrying mosquitoes. In the 1930s, Mussolini launched the bonifica integrale local reclamation project, aimed at restoring Italy's marshy areas to make them arable, and incentivising Italians to purchase plots and set up agricultural businesses.\nToday, 30% of the Regional Park of Maremma is dedicated to agriculture, the foundation for the park's 32 agriturismi (B&B-style accommodations on working farms), who must all meet certain environmental standards such as using recycled and eco-friendly materials, adopting energy and water-saving practices and appointing an in-house environment manager. I spent a peaceful night at the sprawling estate of Tenuta San Carlo, surrounded by towering pine trees, saltwater marshes perfect for growing rice and paddocks of striking Maremma cows with their long, curved horns.\nGifted a box of the agriturismo's organic rice grown right outside my doorstep, I made a simple risotto in the apartment kitchen for dinner, relishing my first taste of local produce. The tenuta also cultivates organic heirloom wheat, legumes, chickpeas, alfalfa, clover, flax and oats and offers cooking classes and agriculture-focused tours.\nIn the morning, I took a guided tour around the estate with Ariane Lotti, fourth-generation owner and the perfect steward with her background in environmental land management. According to Lotti, whose great-grandfather first purchased the land for Tenuta San Carlo in 1936, \"It's a good way to diversify income and save the rural landscape because you're also renovating and repurposing older farmhouses. I spend a lot of time giving tours, explaining to people how rice grows, hosting them. It's a really important part of reconnecting people with the land and food production.\"\nBorrowing a bike from the agriturismo, I rode through pine tree-shaded paths down to a wild, secluded stretch of beach. Unlike the often-overdeveloped Italian seaside resorts and beach clubs I was used to seeing across the country, with their rows of plastic beach chairs and music blaring from speakers, here the only structures were improvised driftwood forts providing refuge from the sun; the only sound the lull of gentle waves. The unspoiled natural beaches, combined with lush Mediterranean vegetation, soft sand dunes and clear waters, present a different kind of Italian beach holiday.\nThe park and its surrounds is also known for its many small food producers offering all manner of gastronomic tours and specialty dishes. You could spend days here sampling local cheeses, wine, honey, olive oil, beer, fresh fruit, vegetables and pasta. I headed to cheesemakers Caseificio Inno al Sole  where I tasted soft white knots of buffalo mozzarella made fresh that morning, the buffalos sitting out back just behind the shop. \nMore like this:\n• The Scottish isle you can only visit on a day trip\n• The perfect beach that Instagram didn't ruin\n• The Amazonian town putting world cities to shame\nThere are many low-footprint ways to explore the park, from guided walking and bike tours to canoe trips along the Ombrone River and horseback rides, all catalogued in the park's extensive online guide designed to help visitors discover the park authentically and responsibly. For people with disabilities, there are also accessible itineraries as well as the Mare per Tutti (\"Beach for Everyone\") fully-accessible beach programme; another initiative that helped Grosseto win the sustainable tourism award. \nI chose the most leisurely pursuit possible: one of Carrozze di Maremma's horse-drawn carriage tours sitting up front alongside founder Enrico Cheli who personally guides the carriages. Aboard the old-style coach, Cheli took us past vast, flat plains of windmills, horses and Maremmana cows, through scrubby paths and wild forests into the furthest depths of the park, telling stories about the butteri (cowboys) of Maremma who have a strong cultural significance in this part of Tuscany and still work in the park today.\n\"The butteri tradition started during the reign of Grand Duke Leopold II of Lorraine who started improving these parts in the 1800s,\" said Cheli, a horse enthusiast from a young age. \"He turned it into plains ideal for raising animals.\" The skilled cowboys took over from there, herding horses and cattle, always astride a horse themselves, and continuing to maintain the ecological balance of the natural and agricultural land.\nFor more active travellers, the park's flat plains are perfect for cyclists of all levels and there are many easy cycle paths, including those with direct access to the beaches. Other bike tracks are designed for more experienced cyclists, like the route climbing all the way up to the stunning 13th-Century Abbey of San Rabano high on a hill.\nPlentiful bike paths also connect the park and beaches to the city centre and local attractions like the Etruscan archaeological site Roselle, once the main city in the area, where you can explore the ruins of the ancient town's amphitheatre and Roman forum, among various public buildings, temples and baths. The cycling network affords access to the surrounding picturesque hilltop villages too – with the number of paths set to grow in the future. The city is working to light cycle paths from the centre to the sea with solar-powered streetlights to encourage even more cycling to and from the beach in summer, cutting down on high-season parking problems.\nCARBON COUNT\nThe travel emissions it took to report this story were 0.09 metric tons of CO2e. Find out more about how we calculated this figure here.\nI decided to cycle into the city centre for sunset, taking in Grosseto's grand Piazza Dante where elderly locals conversed on stone benches. The ornate Palazzo Aldobrandeschi, a neo-Gothic style palace recalling nearby Siena's medieval architecture, was a beautiful backdrop to the scene. I stopped at the marble-covered Cathedral of Grosseto and the Maremma Archaeology and Art Museum, full of important Etruscan artefacts found in the surrounding area. Most of the churches and museums in Grosseto's city centre are wheelchair accessible and many have been outfitted with ramps, lifts and accessible bathrooms in recent years, an initiative not commonly seen at Italy's tourist sites.\nThe entire city centre is encircled by the 3km-long Medici Walls, constructed in 1557 to defend the city; Grosseto is one of few cities in Italy with such well-preserved fortifications. As I ambled along the ramparts, now transformed into a serene tree-lined elevated walkway, I watched tourists and locals enjoying the parks dotted along the way. The city is developing a vast new green space, the \"parco centrale,\" that will offer myriad jogging, walking and cycling opportunities just outside the historical centre. Part of the park is already open to the public, with the entire project set to be completed within the next two years.\nGrosseto's approach to tourism offers a blueprint for how sustainable travel can work in Italy, taking taken all that tourists love about the country – its natural beauty, authenticity, traditional culture, agricultural practices and history – and repurposing and updating it. The modern, responsible traveller wants a genuine, meaningful experience where they leave a minimal footprint, and Grosseto is ready to offer it to them. \nAs Maria Luisa Scorza from the Grosseto Tourism Office explained, \"The culture of travel should change, for the planet, to protect the environment. But also for people – they can travel and go on holiday in a different way... we can be a model for other cities.\"\nGreen Getaways is a BBC Travel series that helps travellers experience a greener, cleaner approach to getting out and seeing the world.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "Animal wildlife charity announces membership drive",
        "href": "/news/articles/c3gd2zn1133o",
        "article": "An animal wildlife trust has announced the launch of its new membership drive. \nThe Alderney Wildlife Trust (AWT) is one of 46 Wildlife Trusts across the British Isles. \nThe AWT said the membership drive was a call to action for those who valued the biodiversity of the island.\nMemberships help to fund conservation projects and help the AWT to educate future generations about the importance of biodiversity.\nNature enthusiasts, conservation supporters and community members are invited to join them in preserving Alderney’s ecosystems, the AWT said.\nThe membership levels began from £20 and give people the option of individual, family or lifetime membership. \nAs well as helping the AWT's work, members also get discounts on events on the island and to meet other members through activities like guided walks and volunteer opportunities.\nFollow BBC Guernsey on X (formerly Twitter) and Facebook. Send your story ideas to channel.islands@bbc.co.uk."
    },
    {
        "title": "Small antelopes 'settle in' at Devon zoo ",
        "href": "/news/articles/c9r36ee5z5lo",
        "article": "A Devon zoo has welcomed three small antelopes to its site. \nDartmoor Zoo said three male Kirk's dik-diks, known as Madoqua kirkii, arrived from Colchester Zoo on 23 July. \nThe zoo said the trio, named Gregg, Munchkin and Pie, seemed in \"good spirits\" and were \"settling into their new habitat well\".\nThe new animals have moved into the African Aviary and have accompanied its current resident, Macaroni, a four-year-old dik-dik. \nCEO David Gibson said the four of them together made an \"amusing little group\". \nHe said: \"We are delighted to welcome a group of three male Kirk's dik-diks which are tiny little antelopes. They are about 40 to 60 cm (16-24in) tall.\nMr Gibson explained the small antelopes were native to Eastern Africa, particularly Kenya, and the zoo's latest additions were bred in the UK. \nHe said the three animals were aged between eight months to 18 months. \nHe described the animals as \"very timid and nervous dwarf antelopes\". \nMr Gibson also said how the animals would not usually live on their own in the wild.\nWhen the zoo was given the chance to rehome three of Colchester Zoo's males, they were \"delighted to say 'yes'\" as they were looking for a \"companion\" for Macaroni. \n\"The four of them together make a rather amusing little group. They all seem to be getting on very well at the moment,\" said Mr Gibson. \n\"We are delighted to have the group a non-breeding group of four male dik-diks. That fulfils the requirement for that species and we are not looking to acquire anymore.\"\nThe Zoo have asked its visitors to be mindful of the animal's sensitive nature and to \"remain calm and considerate around the enclosure to ensure they have a pleasant adjustment period\". \nSenior Keeper Ashley Matthews said they would continue to monitor their behaviour and welfare during the adjustment period. \nShe added: \"However, we’re thrilled to witness a lovely new bond being formed and can’t wait to continue watching it grow.\" \nThe zoo explained the name \"dik-dik’ originates from the antelope’s call and when threatened they run in a zigzag formation, emitting whistling noises from their nose raising alarm to others in the area.\nFollow BBC Devon on X (formerly Twitter), Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
        "title": "Dorset's Big Picture: Sunday's image of the county",
        "href": "/news/articles/ckrg81lepx4o",
        "article": "Join us as we take a few moments every day to relax and enjoy the beauty of Dorset through the stunning images you send us.\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk\nHow to submit a picture\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk. For inspiration, view some top tips from three of England's Big Picture photographers.\nWhen emailing pictures, please make sure you include the following information:\nPlease note that while we welcome all your pictures, we are more likely to use those which have been taken in the past week.\nArchive\nPictures can be found on Instagram, on the hashtags #bbcsouthnews and #DorsetsBigPicture\nTerms and conditions\nIf you submit a picture, you do so in accordance with the BBC's Terms and Conditions and the BBC's privacy policy.\nIn contributing to Dorset's Big Picture you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way that we want, and in any media worldwide.\nIt's important to note, however, that you still own the copyright to everything you contribute to Dorset's Big Picture, and that if your image is accepted, we will publish your name alongside.\nThe BBC cannot guarantee that all pictures will be used and we reserve the right to edit your comments.\nAt no time should you endanger yourself or others, take any unnecessary risks or infringe any laws while collecting any kind of media.\nFollow BBC South on Facebook, X (Twitter), or Instagram. Send your story ideas to south.newsonline@bbc.co.uk or via WhatsApp on 0808 100 2240."
    },
    {
        "title": "Hampshire & Isle of Wight: Sunday's Big Picture",
        "href": "/news/articles/c4ngy4v0w9no",
        "article": "Join us as we take a few moments every day to relax and enjoy the beauty of Hampshire and the Isle of Wight through the stunning images you send us.\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk\nHow to submit a picture\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk. For inspiration, view some top tips from three of England's Big Picture photographers.\nWhen emailing pictures, please make sure you include the following information:\nPlease note that while we welcome all your pictures, we are more likely to use those which have been taken in the past week.\nArchive\nPictures can be found on Instagram, on the hashtags #bbcsouthnews and #HampshiresBigPicture #IsleofWightsBigPicture.\nTerms and conditions\nIf you submit a picture, you do so in accordance with the BBC's Terms and Conditions and the BBC's privacy policy.\nIn contributing to Hampshire & Isle of Wight's Big Picture you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way that we want, and in any media worldwide.\nIt's important to note, however, that you still own the copyright to everything you contribute to Hampshire & Isle of Wight's Big Picture, and that if your image is accepted, we will publish your name alongside.\nThe BBC cannot guarantee that all pictures will be used and we reserve the right to edit your comments.\nAt no time should you endanger yourself or others, take any unnecessary risks or infringe any laws while collecting any kind of media.\nFollow BBC South on Facebook, X (Twitter), or Instagram. Send your story ideas to south.newsonline@bbc.co.uk or via WhatsApp on 0808 100 2240."
    },
    {
        "title": "Berkshire's Big Picture: Sunday's image of the county",
        "href": "/news/articles/cley71x58l2o",
        "article": "Join us as we take a few moments every day to relax and enjoy the beauty of Berkshire through the stunning images you send us.\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk\nHow to submit a picture\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk. For inspiration, view some top tips from three of England's Big Picture photographers.\nWhen emailing pictures, please make sure you include the following information:\nPlease note that while we welcome all your pictures, we are more likely to use those which have been taken in the past week.\nArchive\nPictures can be found on Instagram, on the hashtags #bbcsouthnews and #BerkshiresBigPicture\nTerms and conditions\nIf you submit a picture, you do so in accordance with the BBC's Terms and Conditions and the BBC's privacy policy.\nIn contributing to Berkshire's Big Picture you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way that we want, and in any media worldwide.\nIt's important to note, however, that you still own the copyright to everything you contribute to Berkshire's Big Picture, and that if your image is accepted, we will publish your name alongside.\nThe BBC cannot guarantee that all pictures will be used and we reserve the right to edit your comments.\nAt no time should you endanger yourself or others, take any unnecessary risks or infringe any laws while collecting any kind of media.\nFollow BBC South on Facebook, X (Twitter), or Instagram. Send your story ideas to south.newsonline@bbc.co.uk or via WhatsApp on 0808 100 2240."
    },
    {
        "title": "Oxfordshire's Big Picture: Sunday's image of the county",
        "href": "/news/articles/cq5x14zgyzro",
        "article": "Join us as we take a few moments every day to relax and enjoy the beauty of Oxfordshire through the stunning images you send us.\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk\nHow to submit a picture\nUpload your images via BBC Weather Watchers or email us at southweather@bbc.co.uk. For inspiration, view some top tips from three of England's Big Picture photographers.\nWhen emailing pictures, please make sure you include the following information:\nPlease note that while we welcome all your pictures, we are more likely to use those which have been taken in the past week.\nArchive\nPictures can be found on Instagram, on the hashtags #bbcsouthnews and #OxfordshiresBigPicture\nTerms and conditions\nIf you submit a picture, you do so in accordance with the BBC's Terms and Conditions and the BBC's privacy policy.\nIn contributing to Oxfordshire's Big Picture you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way that we want, and in any media worldwide.\nIt's important to note, however, that you still own the copyright to everything you contribute to Oxfordshire's Big Picture, and that if your image is accepted, we will publish your name alongside.\nThe BBC cannot guarantee that all pictures will be used and we reserve the right to edit your comments.\nAt no time should you endanger yourself or others, take any unnecessary risks or infringe any laws while collecting any kind of media.\nFollow BBC South on Facebook, X (Twitter), or Instagram. Send your story ideas to south.newsonline@bbc.co.uk or via WhatsApp on 0808 100 2240."
    },
    {
        "title": "Pre-loved toy business partners with wildlife trust",
        "href": "/news/articles/cz9d2lyl245o",
        "article": "A \"one of a kind\" pre-loved soft toy business which is trying to change perceptions of second-hand items has teamed up with a wildlife trust.\nCharlotte Liebling, 28, from Leighton Buzzard, Bedfordshire, started Loved Before as an online business from her conservatory and her toys are now stocked in Selfridges stores.\nThe pre-loved stuffed animals will now feature at 11 Essex Wildlife Trust sites in a partnership that Ms Liebling said was \"beautifully aligned\".\n\"They're all about conservation and empowering people to take action in terms of the environment,\" she said.\nToys are donated to the business before they go through \"meticulous deep cleaning\" and are then rehomed, with a back story to every teddy.\nLoved Before has permanent stands in Selfridges stores in Birmingham, Manchester and London.\nMs Liebling said: \"If we're to make a long-term fundamental difference, this isn't about saving a few stuffed animals from landfill... you have to do something big and huge to shift mindsets to make a difference - for me, absolutely, being in Selfridges changes that perception.\"\nShe said one of her \"bucket list\" ambitions was to partner with zoos and wildlife trusts, and the shops across Essex have selections of toys related to the animals and insects found on each site, including sea creatures and flowers and fauna.\nThe trust said there was a \"lovely connection\" between the work both parties were trying to achieve.\n\"We are really excited to be working with Loved Before,\" it said.\n\"As a conservation charity, Essex Wildlife Trust encourages everyone to think about sustainability, and this is a wonderful example of how we can give toys a second home rather than going to landfill. \n\"Some of our Nature Discovery Centres are built upon land which was previously a landfill or used for industrial purposes but have since been reclaimed for wildlife, so there’s a lovely connection between the work that Loved Before does and the trust’s conservation efforts.\"\nMs Liebling said she hoped to change perceptions around the concept of pre-loved. \n\"As a society, we teach the message of embracing imperfections and the things that make us different. That's all that second-hand is - shared memories and a load of love that has been poured into it,\" she said.\nFollow East of England news on X, Instagram and Facebook: BBC Beds, Herts & Bucks, BBC Cambridgeshire, BBC Essex, BBC Norfolk, BBC Northamptonshire or BBC Suffolk."
    }
]