[
    {
        "title": "The snubbed Italian town that's now winning awards",
        "href": "/travel/article/20240724-grosseto-the-snubbed-italian-town-thats-now-winning-awards",
        "article": "Despite the world's obsession with Tuscany as a holiday destination, Grosseto seemed to have been left off the tourist map. However, it's now showing Italy how tourism can be done.\nWhen I first set out for the city of Grosseto in early spring, it was a part of Tuscany I'd never visited or heard of, even though I've called Italy home for five years. Despite the world's obsession with Tuscany as a holiday destination, and Florence and Siena just an hour away, Grosseto – with its historical city centre, wild nature reserve and beaches on its doorstep – seems to have been left off the tourist map, visited by few travellers – or even by Italians.\nHowever, this once-snubbed Tuscan? city now suddenly finds itself in the spotlight as 2024's European Green Pioneer of Smart Tourism, selected ahead of 40 cities in a European Commission award recognising small, non-traditional, emerging sustainable tourism destinations in Europe. The award aims to create a network of destinations sharing best practices for responsible tourism, acting as exemplars for other European cities and towns.\n\"Grosseto's success as a Green Pioneer of Smart Tourism is the result of many years of efforts focused on enhancing our natural and cultural heritage,\" said Antonfrancesco Vivarelli Colonna, mayor of Grosseto, in a statement. \"This is just the beginning of our journey towards a greener and more sustainable future for Grosseto.\"\nAs the first Italian city to win the award, Grosseto hopes to act as an example of how responsible tourism can be implemented in a country at the top of many travellers' bucket lists. While popular destinations like Venice, Positano and Cinque Terre struggle with overwhelming tourist numbers, Grosseto's efforts illustrate how alternative Italian destinations can encourage more responsible travel, and attract visitors looking for a slower, more meaningful travel experience in Italy.\nGrosseto's historical city centre, enclosed by remarkably intact medieval walls and filled with centuries-old buildings, is as visually rich and evocative as any Italian \"centro,\" but it's the city's natural attractions that truly set it apart. Driving just a few kilometres west from the centre, I soon found myself immersed in the vast, 9,000-hectare expanse of the Regional Park of Maremma that stretches from the Uccellina mountains to the Tyrrhenian Sea.\nHere, pine trees and fields of wheat give way to flat, dusty plains populated by wild horses and native horned Maremma cows, the landscape more reminiscent of the African savannah than the Tuscan countryside. Long stretches of natural sandy beaches scattered with driftwood frame the park from the west.\nWhen to go and what to do:\nGetting there: Driving is recommended, with ample parking available just outside the city centre and at most agriturismi. Once there, consider renting a bike or e-bike, especially in summer when visitor numbers surge. Bike rental is available from Bicialand, the Albarese Visitor Centre or through your agriturismo.\nWhere to eat: Sample local produce at Il Melograno di Banditella, Il Duchesco and Posto Pubblico in and around the Regional Park of Maremma. In the city centre, cafe Essenza Love Natural Food serves modern vegan food using local ingredients.\nWhere to stay: Book a sustainable agriturismo farm stay – Tenuta San Carlo offers modern, eco-friendly accommodation a short walk or bike ride from the beach. A full list of sustainable agriturismi can be found here.\nWhen to go: Visit from April to October to take advantage of Grosseto's many outdoor activities, beachgoers should plan for July to September.\nThe preservation of this park is at the heart of Grosseto's sustainability efforts, as is its focus on the many slow agritourism endeavours within. In contrast to Tuscan tourist hotspots like Florence and the Chianti wine region, Grosseto is one of Italy's least densely populated provinces. The park offers varied pristine landscapes – from forests to dusty plains to wetlands and coastal areas – as well as more than 250 species of birds, plus, badgers, porcupines, wolves, wild boar and deer, some of which are rare or endangered.\nBut this land wasn't always so inviting to visitors; for centuries this zone within the greater Maremma area was a swampy marshland infested with malaria-carrying mosquitoes. In the 1930s, Mussolini launched the bonifica integrale local reclamation project, aimed at restoring Italy's marshy areas to make them arable, and incentivising Italians to purchase plots and set up agricultural businesses.\nToday, 30% of the Regional Park of Maremma is dedicated to agriculture, the foundation for the park's 32 agriturismi (B&B-style accommodations on working farms), who must all meet certain environmental standards such as using recycled and eco-friendly materials, adopting energy and water-saving practices and appointing an in-house environment manager. I spent a peaceful night at the sprawling estate of Tenuta San Carlo, surrounded by towering pine trees, saltwater marshes perfect for growing rice and paddocks of striking Maremma cows with their long, curved horns.\nGifted a box of the agriturismo's organic rice grown right outside my doorstep, I made a simple risotto in the apartment kitchen for dinner, relishing my first taste of local produce. The tenuta also cultivates organic heirloom wheat, legumes, chickpeas, alfalfa, clover, flax and oats and offers cooking classes and agriculture-focused tours.\nIn the morning, I took a guided tour around the estate with Ariane Lotti, fourth-generation owner and the perfect steward with her background in environmental land management. According to Lotti, whose great-grandfather first purchased the land for Tenuta San Carlo in 1936, \"It's a good way to diversify income and save the rural landscape because you're also renovating and repurposing older farmhouses. I spend a lot of time giving tours, explaining to people how rice grows, hosting them. It's a really important part of reconnecting people with the land and food production.\"\nBorrowing a bike from the agriturismo, I rode through pine tree-shaded paths down to a wild, secluded stretch of beach. Unlike the often-overdeveloped Italian seaside resorts and beach clubs I was used to seeing across the country, with their rows of plastic beach chairs and music blaring from speakers, here the only structures were improvised driftwood forts providing refuge from the sun; the only sound the lull of gentle waves. The unspoiled natural beaches, combined with lush Mediterranean vegetation, soft sand dunes and clear waters, present a different kind of Italian beach holiday.\nThe park and its surrounds is also known for its many small food producers offering all manner of gastronomic tours and specialty dishes. You could spend days here sampling local cheeses, wine, honey, olive oil, beer, fresh fruit, vegetables and pasta. I headed to cheesemakers Caseificio Inno al Sole  where I tasted soft white knots of buffalo mozzarella made fresh that morning, the buffalos sitting out back just behind the shop. \nMore like this:\n• The Scottish isle you can only visit on a day trip\n• The perfect beach that Instagram didn't ruin\n• The Amazonian town putting world cities to shame\nThere are many low-footprint ways to explore the park, from guided walking and bike tours to canoe trips along the Ombrone River and horseback rides, all catalogued in the park's extensive online guide designed to help visitors discover the park authentically and responsibly. For people with disabilities, there are also accessible itineraries as well as the Mare per Tutti (\"Beach for Everyone\") fully-accessible beach programme; another initiative that helped Grosseto win the sustainable tourism award. \nI chose the most leisurely pursuit possible: one of Carrozze di Maremma's horse-drawn carriage tours sitting up front alongside founder Enrico Cheli who personally guides the carriages. Aboard the old-style coach, Cheli took us past vast, flat plains of windmills, horses and Maremmana cows, through scrubby paths and wild forests into the furthest depths of the park, telling stories about the butteri (cowboys) of Maremma who have a strong cultural significance in this part of Tuscany and still work in the park today.\n\"The butteri tradition started during the reign of Grand Duke Leopold II of Lorraine who started improving these parts in the 1800s,\" said Cheli, a horse enthusiast from a young age. \"He turned it into plains ideal for raising animals.\" The skilled cowboys took over from there, herding horses and cattle, always astride a horse themselves, and continuing to maintain the ecological balance of the natural and agricultural land.\nFor more active travellers, the park's flat plains are perfect for cyclists of all levels and there are many easy cycle paths, including those with direct access to the beaches. Other bike tracks are designed for more experienced cyclists, like the route climbing all the way up to the stunning 13th-Century Abbey of San Rabano high on a hill.\nPlentiful bike paths also connect the park and beaches to the city centre and local attractions like the Etruscan archaeological site Roselle, once the main city in the area, where you can explore the ruins of the ancient town's amphitheatre and Roman forum, among various public buildings, temples and baths. The cycling network affords access to the surrounding picturesque hilltop villages too – with the number of paths set to grow in the future. The city is working to light cycle paths from the centre to the sea with solar-powered streetlights to encourage even more cycling to and from the beach in summer, cutting down on high-season parking problems.\nCARBON COUNT\nThe travel emissions it took to report this story were 0.09 metric tons of CO2e. Find out more about how we calculated this figure here.\nI decided to cycle into the city centre for sunset, taking in Grosseto's grand Piazza Dante where elderly locals conversed on stone benches. The ornate Palazzo Aldobrandeschi, a neo-Gothic style palace recalling nearby Siena's medieval architecture, was a beautiful backdrop to the scene. I stopped at the marble-covered Cathedral of Grosseto and the Maremma Archaeology and Art Museum, full of important Etruscan artefacts found in the surrounding area. Most of the churches and museums in Grosseto's city centre are wheelchair accessible and many have been outfitted with ramps, lifts and accessible bathrooms in recent years, an initiative not commonly seen at Italy's tourist sites.\nThe entire city centre is encircled by the 3km-long Medici Walls, constructed in 1557 to defend the city; Grosseto is one of few cities in Italy with such well-preserved fortifications. As I ambled along the ramparts, now transformed into a serene tree-lined elevated walkway, I watched tourists and locals enjoying the parks dotted along the way. The city is developing a vast new green space, the \"parco centrale,\" that will offer myriad jogging, walking and cycling opportunities just outside the historical centre. Part of the park is already open to the public, with the entire project set to be completed within the next two years.\nGrosseto's approach to tourism offers a blueprint for how sustainable travel can work in Italy, taking taken all that tourists love about the country – its natural beauty, authenticity, traditional culture, agricultural practices and history – and repurposing and updating it. The modern, responsible traveller wants a genuine, meaningful experience where they leave a minimal footprint, and Grosseto is ready to offer it to them. \nAs Maria Luisa Scorza from the Grosseto Tourism Office explained, \"The culture of travel should change, for the planet, to protect the environment. But also for people – they can travel and go on holiday in a different way... we can be a model for other cities.\"\nGreen Getaways is a BBC Travel series that helps travellers experience a greener, cleaner approach to getting out and seeing the world.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "Six of the best lobster rolls in Maine",
        "href": "/travel/article/20240725-a-lobstermans-guide-to-the-best-lobster-rolls-in-maine",
        "article": "Heather Strout Thompson has been hauling lobster since traps were wooden. Here are her top lobster rolls in her home state of Maine, from Chipman's Wharf to Luke's Lobster.\nHundreds of years ago, lobsters washed up in droves along what's now Maine's rocky coast, so plentiful and cheap it was fed to prisoners. Today, tourists from all over come to the US's north-easternmost state for the meatiest, sweetest lobster in the world, thanks to its freezing cold waters. And the best lobsters naturally make the best lobster rolls.\n \nThe SpeciaList\nHeather Strout Thompson has been hauling lobsters since traps were wooden, starting as a 10-year-old on her dad's lobster boat in the 1980s. Now, with her sister and niece assisting her as sternmen, she's captain of the boat she built. Her 36ft Wayne Beal fishing vessel, \"Gold Digger\", even finished first in five of Maine's celebrated Lobster Boat Races.\nThe lobster roll is a classic and beloved New England sandwich, featuring fat hunks of delicious lobster meat stuffed into a grilled, split-top hot dog bun. To find Maine's top specimens, we spoke to Heather Strout Thompson, a fourth-generation lobsterman (a gender-neutral term in Maine) from the town of Harrington, who's among a growing number (now 15%, up from 8% 10 years ago) of females in this male-dominated industry.\n\"Fishing is in our blood,\" says Thompson. \"It's the only thing I've ever done, so I'm going to do everything I can to protect it – for my grandchildren and theirs.'\"\nThompson says the most tender, succulent lobster comes from the freshest daily catch. So whether you take your lobster roll drenched in melted butter (New England style) or tossed cold in a touch of mayonnaise (the Maine way), you can count on one thing: Thompson's list of family-owned shacks and restaurants along the Maine coast serve their lobster rolls trap to table, no freezer needed.\nHere are Thompson's favourite lobster rolls in her home state.\nFrom the rooftop restaurant of Chipman's Wharf, overlooking a working waterfront, a lobster roll has never tasted sweeter, says Thompson. \nAn industry in peril\nThe Gulf of Maine is warming faster than 99% of the world's oceans, and with mounting regulations, the delicacy in Southern Maine is now scarcer by the year. In nearby Connecticut, where the first lobster roll was made in 1929, along with southern New England, the lobster population has declined by 70%, forcing Maine's multigenerational lobstering families to work even harder to survive.\nVisitors can support the industry by eating the best lobster rolls anywhere, straight from the boat.\nForty-four miles east of Acadia National Park on the Narraguagus River, lobster rolls are ordered (hot buttered or cold with light mayo) while patrons watch the boats deliver their catch. One of these boats is driven by owner John Chipman, a third-generation lobsterman, who constructed the restaurant in 2002.\n\"At Chipman's they're all lobstermen, and they're bringing it up to the restaurant themselves, so you know it's the freshest,\" says Thompson.\nChipman recently had to reconstruct the restaurant's 106ft wharf after the pilings and the 800 traps on them washed away in January 2024 storm floods that ravaged coastal Maine. But with a few dozen steadfast lobstermen delivering daily, this seasonal family restaurant isn't letting up anytime soon. And if you prefer making your lobster roll at home, they ship too.\nWebsite: www.chipmanswharf.com\nAddress: 304 Wyman Road, Milbridge\nPhone: 207-646-2426\nInstagram: @chipmanswharf\nAs a third-generation lobsterman, Luke Holden traded Wall Street investing in his 20s to start a tiny lobster shack with his partner, Ben Connif, in Manhattan's East Village, sourcing directly from his dad's Maine lobster processing facility.\n \nThompson's tips\n• Avoid seasonal crowds; travel in the shoulder season (May, September-October)\n• Tracing from trap to table, meet a lobsterman on their lobstering tour.\n• Learn about climate change  in Maine at the Gulf of Maine Research Institute or the Island\nInstitute (proceeds from Luke's support both).\n• Go see a working waterfront (in Portland, Millbridge, Stonington, Monhegan, Friendship, Beals, Southwest Harbor or Vinalhaven).\n• Hit up the Lobster Boat Races in July and August. \nLuke's Lobster now has 17 branches in Japan, Singapore and across the US, but there's only one fully fledged restaurant and it sits at the end of an old fishing pier with one of the best views of Casco Bay in the growing foodie mecca of Portland. The company's lobsters, which are always bought directly from lobstermen, are kissed with a touch of butter and mayo and topped with Holden's special seasoning.\nNow back in Maine, Holden has his own Maine processing plant and donates a portion of his proceeds to preserve fishing communities and ocean sustainability, using only renewable energy and helping lobstermen reduce their carbon footprint.\n\"What Luke has done is vital to the future of Maine’s lobster industry,\" she adds. “And, because the meat is so fresh, he makes a darn good lobster roll.\"\nWebsite: lukeslobster.com/pages/portland-pier\nAddress: 60 Portland Pier, Portland\nPhone: 207-550-2490\nInstagram: @lukesportland\nAfter an hour-long ferry ride from Boothbay, New Harbor or Port Clyde, a lobster roll is non-negotiable at Fish House at Mohegan Island, a fish house and seafood market owned by harbour master Sherman \"Shermie\" Stanley. The only place in Maine with exclusive rights to lobstering in the surrounding waters, Monhegan Island is also the state's sole spot with a winter lobster season, kicking off on 1 October – on Trap Day, the island's holiday.\n \nThompson's tips: how to eat lobster like a local\n• A softshell lobster available July-September) may contain less meat, but it's sweeter and so soft you can rip it with your hands. No shell-cracking tool necessary.\n• Skip the celery and tarragon. Let the lobster be the star: serve in a split-top hot dog bun, buttered on the griddle. Top with melted butter, light mayo or both.\n• If preparing at home, leave no meat behind, starting with the legs.\nThat means lots of fresh lobster for the 59 year-round residents willing to tough it out in Maine's freezing winters 12 miles out to sea – and its many visitors. This breathtakingly beautiful island doubles as an artist colony, drawing famous artists like Rockwell Kent and Jamie Wyeth, who still lives there seasonally.\nThompson suggests pairing your lobster roll with a tasty beer from lobsterman Matt Weber and his wife Mary at their nearby Monhegan Brewery before devouring a fresh lobster roll (mayo and a side of melted butter) at Fish Beach overlooking the harbour: \"Their lobster roll is filled with giant satisfying chunks of claw meat.\"\nWebsite: www.monheganfishhouse.com\nAddress: Fish Beach, Monhegan\nPhone: 207-594-8368\nInstagram: @monheganfishhouse\nWhile those with big appetites might also consider buying their roll earlier in the season, there’s a reason to buy in the high season. \"In July, you'll start catching more and more 'shedders' and less hardshell lobster. After they bury themselves in the mud and moult (males once a year and females every two years) the lobster shell is softer,\" says Thompson. \"Some softshell shedders may have less meat, but they have a sweeter flavour and [to get to the meat] you can break them with your fingers like paper.\" No lobster tools necessary and less messy too. \"The colour is a nice bright orange. We call them pumpkins,\" she adds. \"The Taste of Maine serves softshell most of the summer. It’s fresh, amazing and packed with meat.\"\nThis family-run restaurant, founded in 1978 and filled with nautical antiques does everything bigger, with live music and comedy, and of course, beautiful water views.\nWebsite: tasteofmaine.com\nAddress: 161 Main St, Woolwich \nPhone: 207-443-4554\nInstagram: @tasteofmainerestaurant\nAlso on the Mid-Coast, another family-owned lobster shack sits at the tip of one of Maine's prettiest peninsulas on Spruce Head Island. \"I love to see lobster shacks when I'm travelling. Most are family-owned-and-operated, and it's nice to see people supporting local fishermen,\" says Thompson.\nMcLoons belongs to Bree Birns, whose family owns and operates the bustling wharf where lobstermen deliver their catches to one of Maine's long-standing fishing co-ops. The shack itself is an old lobster storage shed now serving up two rolls: a traditional quarter pounder and the double-sized Rolls Royce (with butter, mayo or both) and plenty of claws – the most tender, flavourful part, says Thompson. \"Double the lobster fresh off the boat from another female lobsterman? What's not to love about that?\"\nHer recommendation: Take it all in with a side of coleslaw and chips from the outdoor table and chairs made from lobster traps. \nWebsite: mcloonslobster.com (Selling mail-order lobster rolls too.)\nAddress: 315 Island Road, Spruce Head Island\nPhone: 207-593-1382\nInstagram: mcloonslobster\nLocated right by the boats at the town landing in South Freeport, Harraseeket Lunch & Lobster Company is another landmark mom-and-pop waterfront shack that has been serving locally sourced lobster since 1970. The small dine-in-dine-out shack with a lobster pound is one of the longest-serving lobster shacks in the state.\n\"It looks like a hole in the wall but looks can be deceiving. The lobster roll is delicious – and one of the few left that still comes with fries,” says Thompson. With indoor or outdoor dining over harbour views, a lobster pound and the state's celebrated homemade whoopie pies for dessert, this is classic Maine.\nWebsite: harraseeketlunchandlobster.com\nAddress: 36 Main Street, South Freeport\nPhone: 207-865-3535\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "Europe's surprising tea-drinking champions",
        "href": "/travel/article/20240725-europes-under-the-radar-region-thats-home-to-the-undisputed-tea-world-champions",
        "article": "The world's most prolific tea drinkers are not in the UK or in Ireland, but in a little-known German region that has developed a unique and fascinating tradition.\nIn Germany's flat and sparsely populated north-western corner, a region known as East Frisia, an old tradition has helped locals set an unusual record. Here they drink, on average, more tea than anyone else in the world.\n\"East Frisians consume a good 300 litres of tea per capita every year,\" says Kyra Schaper of the German Tea and Herbal Infusions Association. \"This makes them world leaders.\"\nThe Hamburg-based association describes East Frisians as \"undisputed tea world champions\". It notes that not only do they drink far more than the German average, but they surpass consumption in other tea-drinking cultures around the world – a record certified by the German Records Institute in 2021 after comparing German statistics with international ones from the International Tea Committee in London.\nOne East Frisian who can proudly talk about her region's unique tea tradition is Celia Brandenburger, who was raised in East Frisia and is the director of the local tea museum in Leer, a quiet town of cobbled streets close to the Dutch border. For her, the black tea served in a small porcelain cup decorated with an elaborate rose blossom is much more than just a beverage that warms her on a cold, grey morning. Rather, she says, tea is brewed to create a unique atmosphere. It's a tea ceremony for all the senses.\nTo begin the ceremony, Brandenburger put a piece of rock sugar – or Kluntje – in the bottom of a cup. As she poured the tea, it produced a strong aroma followed by a soft, crackling sound as it hit the sugar. She then scooped some thick cream onto a silver spoon and circled the cup's inner rim, letting the cream gently slide in. She did this anti-clockwise, \"so as to stop the passing of time\".\nWhat came next was a blink-and-you'll-miss-it spectacle: the cream sank to the bottom but then quickly bubbled up, creating an effect that locals call \"Wulkje\", which means small clouds. These clouds slowly came together and formed a white layer of cream, which is meant to remain on the surface. The tea must not be stirred, Brandenburger warned, so that it can be tasted in three phases.\nWhere to try East Frisian tea\n- Learn about the history of East Frisian tea at the two regional museums: The Bünting Tea Museum in Leer and the East Frisian Tea Museum in Norden. Here, you can also take part in a traditional East Frisian tea ceremony.\n- Tea houses across the region serve typical regional tea. In Leer, head to the East Frisian Tea room at the harbour. Other tea houses can be found here.\nThe first sip tastes mostly of the thick cream; the second highlights the strong black tea; and the final one is a sweet note of the dissipating rock sugar. These three phases are then repeated as East Frisians normally drink at least three cups at a time. The host always pours the tea and only stops when a person discreetly places a spoon in an empty cup.\n\"This tea ceremony really marks our identity,\" said Brandenburger. \"It's something that unites East Frisians. East Frisians are rather individualistic, but when it comes to tea, they usually agree.\"\nTea drinking starts early in East Frisia. Brandenburger says she's even demonstrated a tea ceremony process at a daycare centre. And she remembers when her own children, still sitting in high chairs, received their first spoonful of black tea as their grandparents eagerly awaited their reaction.\n\"When you grow up here, drinking tea constantly is the most normal thing,\" she said. \"It starts with tea for breakfast. There is tea in the morning, there is tea in the afternoon. Many East Frisians also drink tea before they go to bed. So tea time is, easily, about four or five times a day.\"\nEast Frisia's tea is a mixture of black teas, mostly Assam, and it plays such a significant role for the region that it was formally inscribed in 2016 as part of Germany's intangible cultural heritage. Tea is served in tea houses, advertised on the streets, promoted as a tourist attraction, and even serves as inspiration for artists. In Leer, there’s a full-size bronze statue of a woman carrying a cup and a teapot. \nThe tradition is also celebrated beyond East Frisia. When King Charles and Queen Camilla visited the country in 2023, the menu for the state banquet in Berlin's Bellevue Palace included East Frisian tea, albeit with a gastronomical twist: the dessert was an East Frisian tea sorbet and plum mousse.\nEast Frisian tea is also the main feature of not one but two regional museums: the one Brandenburger works at in Leer, and another museum further north, in the town of Norden.\nMirjana Culibrk is the museum director in Norden. An avid traveller, the former archaeologist says she's fascinated by the world's different tea cultures. For her, East Frisian tea is special due to the extensive ceremony around the tradition. \"No East Frisian would just take a cup and throw in a tea bag and then say that's the East Frisian tea culture,\" she said.\nWhile tea is ingrained in local life and culture, the drink hasn’t always been as popular as it is today. Dutch traders started bringing tea to Europe in large quantities in the 17th Century, but it was only much later that it became a specific symbol of the region.\nBrandenburger explained that in the middle of the 17th Century, tea was reserved mostly for wealthy East Frisians. It was not until the British began to cultivate tea in the Indian region of Assam around 1850 that tea became cheaper and thus affordable for the entire population.\n\"It was probably only at this time that today's East Frisian tea ceremony came into being,\" she said. \nMore like this:\n• Where to have afternoon tea in London\n• Spaghettieis: Germany's trick ice cream sundae\n• The German island obsessed with Manhattan\nWhat also contributed to East Frisian tea culture is what historian Martin Krieger describes as a movement to strengthen regional German identities in the final decades of the 19th Century.\nKrieger, a professor of northern European history at the University of Kiel and author of a book about the history of tea, says people in different places used to enjoy tea in a similar way – with rock sugar or cream, for example – but this movement meant that East Frisians took the basic tea-drinking method \"and claimed this traditional preparation for themselves\".\nMajor East Frisian tea trading companies also began to operate in the 19th Century. Bünting was founded in Leer in 1806; Thiele was established in the city of Emden in 1873; and Onno Behrends was founded in Norden in 1887.\nThe three brands, which are still active, developed their tea mixtures, and in the 1930s began to use the term \"genuine East Frisian blend\". Today, East Frisian tea can only be called genuine if it is mixed by companies in the region.  \nAt the East Frisian Tea Association, tea taster Stefan Feldbusch is in charge of buying and tasting the different teas that will ultimately form the East Frisian mixture. Several times a year, he and his team sample different teas until they get the right combination. \nThey let 2.86g of tea – the weight of an old British sixpence – brew for five minutes in boiling water, and then they analyse the results. Their goal is to ensure that the taste, the aroma and even the colour of East Frisian tea remain consistent.\n\"East Frisians value good quality,\" Feldbusch said. \"And by good quality I mean that the tea must be strong, malty and aromatic. And since they drink it with cream and rock sugar, the tea, together with the cream, must produce a beautiful, bright, shining colour.\"\nThese qualities are not only key for Feldbusch and his team of tea tasters. They're also important for tea enthusiasts like Brandenburger and Culibrk, or for any local enjoying an East Frisian cup at home or in a tea house. This search for a good colour, an ideal aroma and a consistent taste speaks to the strength of East Frisian identity and the distinct tea ceremony that locals enjoy with all their senses.\nAs Brandenburger said: \"Every East Frisian would tell you that it is a piece of home.\"\nBBC.com's World's Table \"smashes the kitchen ceiling\" by changing the way the world thinks about food, through the past, present and future.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "France trains cancelled as hunt for vandals continues",
        "href": "/news/articles/cy08dp4kl9mo",
        "article": "Three out of 10 French high-speed trains will be cancelled on Saturday on routes hit by a series of \"co-ordinated\" arson attacks.\nFrench Prime Minister Gabriel Attal said security forces continued to search for the \"saboteurs\" responsible after rail networks were paralysed ahead of the opening of the Olympic Games.\nNational rail company SNCF said services which do run on Saturday will be delayed for up to two hours on major lines running in and out of Paris, while a quarter of Eurostar services will also be cancelled.\nFrance's transport minister said services would return to normal by Monday morning.\nSNCF estimated that about 250,000 passengers were affected on Friday, while junior transport minister Patrice Vergriete said as many as 800,000 could be impacted over three days.\nEurostar - which runs international services from London to Paris and uses a high-speed line in France - said one in four of its trains would not run over the weekend.\nTravellers have been advised to postpone their journeys, with disruption expected to last until Monday.\nAmong Eurostar customers affected on Friday was Prime Minister Sir Keir Starmer, who had planned to travel to the Games' opening ceremony via train but was forced to fly instead.\nHe told the BBC: \"I’m not going to pretend it wasn’t frustrating because it was, and for very many people it made travel so much harder.\"\nThere has still been no claim of responsibility for the damage, SNCF said.\nThe company said its staff had \"worked all night under difficult conditions in the rain\" to repair damage.\nThe \"strategic\" vandalism saw cabling boxes at junctions on the North, Brittany and South-West lines set alight hours before the Olympics opening ceremony was due to begin in the capital.\nSaboteurs cut and set fire to specialised fibre optic cables essential for the safe functioning of the rail network, government officials said. \nA source linked to the investigation told the AFP news agency that the operation was \"well-prepared\" and organised by \"a single structure\". \nRail workers foiled an attempt to destroy safety equipment on a fourth line.\n\"At this stage, traffic will remain disrupted on Sunday on the North axis and should improve on the Atlantic axis for weekend returns,\" a spokesman for the rail network said on Saturday morning."
    },
    {
        "title": "Summer holiday getaway: How to beat the queues",
        "href": "/news/articles/cm520y0er0eo",
        "article": "The kids have finished school and it’s time for the great summer getaway, with millions of Brits setting off on their holidays.\nIt’s likely to be a busy time on the roads, with the RAC predicting a “weekend of woe”. \nThe motoring organisation says some 13.8 million trips could be made between Friday and Sunday, making it the second busiest summer getaway weekend since 2015.\nSo what can you do to beat the queues? Whether you’re travelling by road, plane, train or ferry, here are some tips to help make your journey as smooth as possible.\nDrivers are advised to avoid travelling between 12:00 and 17:00 on Saturday, and between 11:00 and 13:00 on Sunday. That is when travel experts INRIX expect the worst delays.\nThey say the best time to travel is after 18:00 on Saturday, or after 15:00 on Sunday.\nOther tips from INRIX and the RAC include:\nIt might sound obvious but if possible, travel with hand luggage only and check in online before arriving at the airport to avoid queues.\nBut make sure your hand luggage meets the specific permitted dimensions of your airline, says Jane Hawkes, a consumer expert specialising in the travel industry, as they are not generic.\nOther advice when flying includes:\nMs Hawkes adds that holidaymakers should be prepared for delays due to the sheer volume of people travelling at this time of year, and take adequate provisions.\n“Know your consumer rights before you travel so you don’t have to think on the spot in the event of inevitable delays or cancellations.”\nRory Boland, editor of Which? Travel, adds: \"If you do find yourself stuck in a queue and your flight is due to depart shortly, make a fuss and ask a member of staff to take you to the front. \n\"If it looks like you'll miss the flight through no fault of your own, it is important to tell your airline as soon as you can.\"\nEurostar was always expected to be busy during the Olympics, but on Friday the service was hit after “co-ordinated attacks\" of vandalism in France.\nAs a result, one in four trains between London and Paris will be cancelled until Monday morning.\nEurostar is telling customers to cancel their trips where possible. They can do so free of charge and get a refund. You can check the latest travel updates here.\n“Rail chaos in France affecting Eurostar clearly shows that you also very much need a plan B if travelling this summer - and a contingency pot to fund alternative plans if necessary until you can recoup any costs,” says Ms Hawkes.\nFor those that are able to travel:\nFor those taking the train to somewhere within Britain, it will come as a relief that there is currently no planned industrial action on the railways, unlike in years and months gone by.\nIt is still worth trying to avoid travelling at peak times though, says Rory Boland from Which?. And things like broken down trains can still cause delays and so passengers are always advised to check their journey before travel.\nDover is Europe's busiest ferry port, and summer is its peak period.\nThe port’s boss has already warned this summer will be “exceptionally busy” due to travel for the Paris Olympics and while the port carries out work preparing for new EU border checks, which come in in the autumn.\nNevertheless, the port has some general advice to help passengers’ journeys run smoothly:"
    },
    {
        "title": "Airport completes £20m security scanner upgrade",
        "href": "/news/articles/c6p218y6dnxo",
        "article": "An airport has completed a £20m project to upgrade its security scanners.\nLuton Airport said passengers will no longer need to remove liquids and electronic items from their bags as they pass through security. \nAll security lanes are equipped with \"state-of-the-art body scanners and CT scanner technology\" and \"next generation security scanners\".\nAlthough it means checks might now be faster, current Government restrictions mean bottles and containers are still limited to 100ml or less, it added.\nNeil Thompson, chief operations officer, said: \"We are delighted to become one of the first major airports to offer the benefits of next generation security to all passengers. \n\"This investment provides London Luton Airport with enhanced screening technology that will significantly elevate the service provided to passengers flying from LLA this summer and beyond, aligning perfectly with the simple, friendly passenger experience we always look to deliver.\"\nThe airport said it is expecting 220,000 passengers to pass through the airport this weekend with a total of 2.5m passengers to use the site over the school summer holiday period.\nFollow Beds, Herts and Bucks news on BBC Sounds, Facebook, Instagram and X."
    },
    {
        "title": "One in four Eurostar trains cancelled after arson attacks",
        "href": "/news/articles/cn059xxp03ko",
        "article": "A quarter of all Eurostar trains will be cancelled on Friday and over the weekend after arson attacks caused disruption ahead of the opening of the Olympics in France.\nThe rail operator, which runs international services from London St Pancras, told  customers to cancel trips where possible.\nFrance's transport minister blamed the cancellations on \"co-ordinated malicious acts\" on other high-speed rail lines across the country.\nSir Keir Starmer was forced to change his travel plans because of the disruption, with the UK Prime Minister flying to Paris instead.\nThe French rail network was sabotaged by three coordinated arson attacks on Friday, affecting travel to and from the UK, Belgium, and across the north, east and west of France. \nA fourth attack on a line running south was foiled, French rail company SNCF has said.\nSome 800,000 customers will be affected with disruption expected all weekend, the rail firm says.\nThe disruption coincides with people travelling to see the opening ceremony of the Paris 2024 Olympic Games, and comes as millions embark on summer getaways.\nTwo of those waiting in queues for the Eurostar at London's St Pancras station on Friday were the parents of Team GB rugby sevens star Ellie Boatman, who said they were prepared to wait \"for however long\".\nAsked whether the delays might get in the way of their excitement, they both said \"no\".\n\"We'll just have to have another glass of prosecco,\" they said. \nOther passengers facing long waits at St Pancras showed similar optimism. \nKate Fisher, 37, was planning to travel from London to Paris with five friends to watch the games.\n\"We knew this is absolutely the worst time to go to Paris because of the Olympics, so we're prepared for it to take longer,\" she said.\n\"When I saw the delay on the departure board, I was like 'whatever, as long as we're there',\" she added.\nAnother passenger, Kate Heath, 54, said she had looked into travelling to Paris by plane instead, but she was unable to find a flight that would arrive in time for the opening ceremony. \n\"We'll just take it in our stride,\" she said. \nDespite the disruption, some Eurostar services from London arrived in Paris, with delays of up to three hours, according to travellers.\nIan Ralph, 48, told the PA news agency he felt \"panic\" and \"stressed\" when he realised his train to Paris was cancelled on Friday ahead of Olympics events his family have tickets for, including the women's football on Sunday and beach volleyball on Monday.\nSpeaking at St Pancras, the researcher from Southampton said he managed to book him and his family onto a train at 6pm - around three hours later than his original booking.\nSir Keir Starmer changed his travel plans and took a flight to Paris due to the disruption on the Eurostar network.\nHe is due to attend a leaders reception hosted by French President Emmanuel Macron before going to the Olympic opening ceremony along the River Seine.\nEurostar’s Chief Commercial Officer François Le Doze said the majority of passengers hoping to leave London for Paris on Friday will still be able to do so, but with delays of around 90 minutes. \nTrains will have to run slower along certain sections in France after the network was attacked and damaged, he said.\nExtra staff at St Pancras International have helped keep things calm in London and that overall there is still a general mood of excitement, he added.\nEurostar said it expected the disruption to last until Monday morning and encouraged customers to \"postpone their trip if possible\".\nThe company said affected passengers can cancel or refund their tickets, or modify their journey free of charge.\nA spokesperson for the company said: \"Due to co-ordinated acts of malice in France, affecting the high-speed line between Paris and Lille, all high-speed trains going to and coming from Paris are being diverted.\nThe UK Department for Transport said it is \"in close contact\" with Eurostar and French authorities regarding the ongoing disruption.\nIt has advised anyone planning on travelling to check ahead before leaving and to follow advice from the Foreign Office and Eurostar.\nThe majority of Team GB athletes have been arriving at the Games via Eurostar, but the British Olympic Association confirmed that only two athletes were scheduled to arrive on Friday and had been subject to only minor delays.\nSNCF said the situation should last \"at least all weekend\" but that teams were already on site carrying out checks and beginning repairs.\nA spokesperson for Eurotunnel Le Shuttle, which transports vehicles from Folkestone to Calais in northern France, said its services had not been affected by the incident."
    },
    {
        "title": "Southwest scraps unassigned seating after 50 years",
        "href": "/news/articles/cmj2prz1e28o",
        "article": "Southwest Airlines is to allow customers to reserve seats, scrapping the free-for-all of unassigned seating it has operated for 50 years.\nThe company said it also planned to charge for \"premium\" seats with more leg room, add red-eye flights, and redesign its boarding system. \nThe announcements came as the firm reported that profits plunged in the April-June period to $367m, down 46% compared with last year. \nChief executive Bob Jordan said the seating changes would \"unlock new sources of revenue\".\nThe company currently assigns passengers to boarding groups based on when they check in, a system intended to help planes turn around quickly. Travellers can also pay extra to board earlier.\nBut it said its research had found that 80% of customers preferred assigned seats.\nThe airline said it would provide more detail about the changes in September. \nThe new red-eye flights will launch next year on five routes, including between Las Vegas and Baltimore and Los Angeles and Nashville.\nPremium seats are expected to account for about one third of space, it said.  \nSouthwest started in the 1970s gaining popularity with lower fares and good customer service.\nIt had been known as a holdout in the industry for not hitting customers with extra fees for items such as checked baggage.\nBut its share price has dropped sharply over the last few years, as its profitability  lags others in the industry.\nLast month, Elliott Investment Management, which is known for its aggressive and public showdowns with firms it sees as underperforming, said it had taken an 11% stake in the firm and would push for major changes, including the removal of Mr Jordan.\n\"Southwest's rigid commitment to a decades-old approach has inhibited its ability to compete in the modern airline industry,\" Elliott said, adding that the airline \"outdated software, a dated monetisation strategy and antiquated operational processes\".\nMr Jordan said he knew that the firm's performance this spring had fallen short.\nThe company has been affected by issues such as delayed plane deliveries from Boeing. \nThe airline, like others in the industry, is also facing pressure on fares, after overestimating demand for domestic travel.\nThe firm said it was cutting back capacity in the months ahead and the seating changes, in the works for months, would also drive improvements. It said the seating changes could generate more than $1bn in revenue. \n\"Although our unique open seating model has been a part of Southwest Airlines since our inception... this is the right choice - at the right time - for our customers, our people, and our shareholders,\" Mr Jordan said. \nShares in the firm rose more than 6% after the announcement."
    },
    {
        "title": "France's centuries-old mountain farm stays",
        "href": "/travel/article/20240723-frances-centuries-old-mountain-farm-stays",
        "article": "Reachable via ancient mule trails, these centuries-old farms-turned-inns serve some of France's most historic cheeses and offer a glimpse at the nation's pastoral past.\nI'd been hiking for five hours and a fine, freezing rain had just begun to fall. Some years, I've been told, May in eastern France's Vosges mountains can be almost aestival; others, it's stormy and frigid. Distant cow bells interrupted the near-silence, and I unfolded my waterlogged map, peering at a small dot that was rendered real as I climbed a hill and finally glimpsed a long stone building whose red roof stood out against the rolling green hills, its windows glowing with promised warmth. I had reached Rothenbrunnen, a ferme-auberge (farm-inn) typical of these verdant pastures, and my home for the night.\nWhile European farm stays have become increasingly popular in the past few decades, the mountaintop fermes-auberges here in the Alsace region near the German border stand out: not only are they some of France's oldest, dating to the 1800s, but they are linked by a series of well-marked trails leading hikers like me directly to their doorsteps. After a day of trekking along the grassy slopes and taking in breathtaking bucolic views of dark pine forests and red-roofed houses in the valleys below, these rustic inns provide travellers with a traditional repas marcaire (dairy farmer's meal) featuring farm-made charcuterie and cheese – and, if they wish, a bed for the night.\nThe presence of marcaires (dairy farmers) in these mountains dates to at least the 9th Century, when they began leading their cattle from the Munster Valley onto the 1,200m-high plateaus each spring to take advantage of rich pastures to produce local cheeses, including the washed-rind Munster that shares the valley's name. In the late 19th Century, these farmers also became innkeepers, thanks in large part to the 1872 creation of the Club Vosgien, a trekking organisation that transformed local mule tracks into well-maintained hiking trails, which they still mark and maintain today. In so doing, the club created a destination for hikers, who soon came knocking at the marcaires' doors.\n\"The marcaires, at the time, started to develop the habit of serving a bit of bacon or a few potatoes to passing hikers,\" explained Sabine Naegel, who works for Alsace Destination Tourisme. \"That's kind of how it came to be.\"\nThe Association des Fermes-Auberges du Haut-Rhin, which was created in 1971 by local farmers, formalised the arrangement. Today, 41 member farmer-innkeepers espouse shared values of conviviality, simplicity and generosity. Their charter outlines environmental and touristic standards, as well as an essential trait: members must be farmers, first and foremost.\n\"You can't be an inn and then raise two or three cows,\" explained Naegel. \"It's the opposite: you're a farmer, and then you showcase your products on the farm.\"\nRothenbrunnen ticks all these boxes: a dairy farm run by the same family since 1970 producing local cheeses, with seven private bedrooms and a 15-bed dormitory ready to welcome hikers, cross-country skiers and even e-bikers. The inn also stands out from its neighbours as one of the few fermes-auberges that remains open all year long.\n\"We were born into it,\" said Valérie Schwebel, who took over the farm from her parents with her sister Christelle Fest, Christelle's husband Frédéric and their son Kévin in 2016. \"We never knew anything else.\"\nA barn was at one end of the long, stone building and the rustic dining room was at the other, decorated with massive cow bells and pastoral photographs. My cosy, wood-panelled bedroom was upstairs, equipped with simple twin beds, an armoire and a private bathroom, where I sloughed off my wet clothes and relaxed my weary muscles with a hot shower.\nI'd reached Rothenbrunnen as many long have: on foot, hiking 7km from the town of Metzeral, which is reachable by train from Paris. From Metzeral train station, the Club Vosgien's well-marked routes afford easy access to the Petit Ballon, one of the Vosges' highest peaks. Compared to the highest, Le Hohneck, which I hiked the previous day, the Petit Ballon, overlooking the houses of Munster and Sondernach and boasting lots of picnic spots along the way, is accessible even for a novice, though it's also possible to book a guide through the local tourism office.\nAn overnight stay at a ferme-auberge includes both breakfast and dinner, and at Rothenbrunnen both are prepared by Frédéric, a retired truck driver who took over the kitchen several years ago. In keeping with the official charter, 55% of the food at Rothenbrunnen is made using the family's farm products. My set menu began with charcuterie, including sausage made with Rothenbrunnen's own beef. Next was a hearty portion of homemade pork pie, raw vegetable salads and roïgabrageldi, a local dish of potatoes slowly cooked in farm butter. Each bite of dessert – a wild blueberry tart – reminded me of the brimbelle (wild blueberry) bushes I had traipsed past on my way here, glimpses of baby chamois in the distance.\nBelly full, I slipped outside, where Kévin had decided the weather was mild enough for their 60-cow herd to spend their first night of the season under the stars. I later watched them twinkling from the comfort of my bed, the skylight magnifying the percussive pitter-patter of rainfall as I drifted off to sleep.\nBreakfast featured farm butter, jam and the farm's core bounty: cheese. Springy tommes riddled with small holes were far more approachable first thing in the morning than the pungent soft cheese the region is known for, even though I have a particular weakness for Munster's brothy, umami-rich flavour. At Rothenbrunnen, the cheeses are made each day by the Fests' 21-year-old daughter, Marie, and after breakfast, she invited me to join her in the dairy as she produced her washed-rind delicacy, scooping rich, compact curds into perforated moulds. She'll need to wait for the richer summer milk to produce the family's larger tommes: traditional Barikass and the slightly springier Le Randonneur (the hiker), Marie's personal favourite.\nMore like this:\n • The Cornish farm that plans to last 1,000 years\n • A new chance to hike Europe's ancient salt route\n • How French winemakers outwitted the Nazis\n\"You add spices and things like that,\" she said, noting she has experimented with adding ingredients like spring garlic and sundried tomato to the mild-mannered Le Randonneur. \"So it's a bit more fun.\" When the cheeses have drained, they'll be moved downstairs to the ageing cellar, where Marie's father, Frédéric, takes up the reins. Here, he carefully washes each soft cheese with brine to help it develop a sticky, rusty rind – a signature of the region's Munster.\nBut despite adhering to the recipe, the family's cheese cannot legally bear the name of their valley: Munster is protected by PDO, the label that governs the origins of such traditional products as Champagne and Parmigiano-Reggiano. In accordance with its charter, Munster can only be produced in seven departments in the Vosges mountains with the milk of Vosgienne, Simmental, Prim'Holstein or Montbéliarde cows – though farmers prefer the black-and-white Vosgienne cattle breed, named for these mountains, to highlight the local terroir.\nAt Rothenbrunnen, however, the copper cows happily grazing in the sunshine were Tarentaises, a Savoyard breed Valérie and Christelle's grandfather adopted on his valley farm in Breitenbach in 1960, after he lost his entire herd to Brucellosis [bacterial disease] and \"fell in love\", as Christelle said, with seven russet calves from Savoie.\nThere's nothing in the ferme-auberge charter that specifies which types of cattle farmers can rear. In fact, a fermier-aubergiste can raise anything from Tarentaises to trout, as one did until he recently retired. But the PDO board is not so open-minded, and two years ago, it forbade the Fests from using the word \"Munster\" on their packaging.\n\"My grandfather had awards [for his Munster],\" said Christelle. \"They shouldn't judge the breed of the cows. It's about where they graze.\"\n\"It's a shame to have got to this point,\" added Frédéric.\nStill, the family has no intentions of changing their cheese production – just their label, which now reads \"M1ster\" instead of \"Munster.\" It's richly brothy, with a flavour reminiscent of fried eggs. Unlike many Munsters, which make their presence known the second they're unwrapped, M1ster is saltier than it is stinky, with an almost feta-like crumbliness and a compact-enough texture to make the perfect sandwich for a hike.\nCheese-labelling aside, the family has made other changes to their farm stay, as more urban travellers have recently started venturing to the mountainous region. In addition to the traditional repas marcaire, Frédéric's new à la carte menu now features farmstead cheeseburgers and even vegetarian omelettes, though vegans have little choice unless, as Christelle quipped, \"They go graze with the cows.\" Indeed, the ferme-auberge charter's stipulation of showcasing farm products would make it difficult to provide much by way of fresh produce, which is hard to grow at this altitude. \"We tried,\" said Frédéric. \"The temperatures just don't allow it.\"\nBut because of the effects of climate change, that may not be the case for long. Rothenbrunnen has long stood out from other fermes-auberges in welcoming winter travellers who come to take advantage of cross-country skiing, snowshoeing or even dog-sledding through the mountains. But unlike his great-grandfather, who waited until the snow thawed in May to drive the herd up the mountain from Breitenbach, warming temperatures mean that Kévin now keeps the cows at altitude all year. \"Winters aren't as bad as all that anymore,\" he explained.\nThe resulting lack of snow has also led to other changes, such as water usage. Signs around the inn request that guests be mindful of water consumption, and pressure reducers in the showers and toilets provide help in this endeavour.\nAs the world changes around it, Rothenbrunnen carries on, and even on this dreary May day, the inn was packed. As for the future, Kévin and Marie are clearly up to the challenge, taking up the tradition with passion and pride.\n\"They were born into it,\" said Christelle. \"They were always with me.\"\nHere, at this family-run inn, tradition is alive and well. And for a hiker with good shoes – and a good raincoat – it's easy to see that first-hand.\nSlowcomotion is a BBC Travel series that celebrates slow, self-propelled travel and invites readers to get outside and reconnect with the world in a safe and sustainable way.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Cannonball factory and church revealed under dried-up Spanish lake",
        "href": "/travel/article/20240722-cannonball-factory-and-a-church-revealed-under-spains-dried-up-lake",
        "article": "Unexpected wonders emerged when climate change-induced drought drained a Catalonia reservoir, including an 18th-Century cannonball factory.\nI was in Catalonia, walking through a long valley that felt both ancient and post-apocalyptic. Rising from an expanse of dry earth, cracked like shattered pottery, were the remains of several stone buildings, notably two central rectangular structures side by side, perhaps 30m long in total. Roofless and crumbling, piles of rubble were heaped along their walls like rocky dunes. Where there were once windows, vacancies now framed views of the pale blue sky streaked with wispy clouds and viciously bright spring sun. It was an incredible – and unlikely – sight.\nBuilt in 1771, in what was once the Sant Sebastià neighbourhood of the town of Sant Llorenç de la Muga, this collection of buildings, as well as a few since reduced to mere outlines of their foundations, was once the Royal Foundry of Sant Sebastià of the Muga. \nIt has heavy Brigadoon vibes because, akin to the mythical Scottish city that reappears only once every 100 years, this year was the first time people could visit this decaying foundry in more than half a century. It has been hidden under water since 1969 when the Darnius Boadella dam was completed, flooding the area. The resulting reservoir usually supplies the nearby city of Figueres and surrounding towns, including Cadaqués, Llançà and Empuriabrava, and helps irrigate local crops and generates hydroelectricity to power the region. However, beginning in 2021, a severe drought caused Catalonia to declare a state of emergency. It also dropped the reservoir's water level to its lowest point ever, making these ruins accessible to anyone willing to make the hike (they were partially unsubmerged during a 2008 drought but were inaccessible on foot).\nAccording to Marià Baig, a local historian who has published several papers on the foundry and is working on a book about its history, the Royal Foundry of Sant Sebastià of the Muga was Catalonia's first charcoal blast furnace used to make cannonballs. The site was chosen due to its proximity to three necessary elements: wood for creating charcoal to fuel the furnace, water to power the hydraulic bellows that stoked the fire and iron ore from the nearby Montdavà and Rocacorba mines.\nThe foundry manufactured munitions until around 1794, when its production capacities were destroyed by the French army during the War of the Pyrenees (also known as the War of Roussillon or War of the Convention), a conflict pitting France against Spain and Portugal. It was never rebuilt.\nEven though locals were aware the buildings were hidden at the bottom of the reservoir, their unveiling was a welcome spectacle. \"Many people have been walking out to the foundry,\" said Baig. \"Even though they knew it was there, they didn't know exactly what it is, and they want to see it for themselves. Even me, I have all this information and all these maps, but it was difficult to make sense of the site without seeing it in person. I was surprised when I went, because it's bigger than I expected.\" \nAs I looked around, I found myself almost more surprised by the fact that the valley I was in was once the bottom of a reservoir. The basin was nearly devoid of water, a desolate landscape of dried mud dotted with patches of browning grasses. Meandering through the centre was a slender stream, looking impotent and insignificant. Adding insult to injury was a faded yellow paddleboat lying close to the shoreline, beached and broken with nowhere to go.\nIt was difficult to believe this sprawling reservoir, which plunges 52m at its deepest point and boasts 21km of shoreline, once contained 60 cubic hectometres of water, enough to fill roughly 24,000 Olympic-size swimming pools. For decades, locals took boats out onto the water and fished here. Those pastimes are just memories now. By the time of my visit in March 2024, the reservoir was reduced to a mere 11% of its capacity, according to Carlos Barbero Lartigau, who oversees dams at the Catalan Water Agency. \"Due to climate change, we haven't had any other important rain events,\" he said. \"It has been a very difficult time for the region.\"\nEven for a traveller passing through, the signs of drought and the ensuing water restrictions were glaringly obvious. People weren't watering their lawns, and many cars clearly hadn't been washed in a long time. Restaurants didn't serve water when we sat down. Water had to be ordered, cost extra, and was always bottled. \nDespite the devastation and despair, I allowed myself to be swept away by the out-of-time tableau revealed by the drought. It's not every day you get to visit a once-submerged 18th-Century cannonball factory. My hiking companions – my wife, our 11-year-old son, a friend who lives in nearby Albanyà and her young daughter – were equally enthralled.\nWhile the adults took pictures, the kids scampered inside the foundry, playing a loose game blending tag and hide and seek. They moved through the empty rooms, darting through gaping holes in the walls. In one area, a dead tree with a barren trunk twisted out of the ground and against one wall, like a giant piece of driftwood trying to escape. According to Baig, the blast furnace is still here, buried in the muck. He hopes to someday excavate it for study.\nMore like this:\n• A new record at the world's biggest snail-eating festival\n• Ancient Rome’s sinful city at the bottom of the sea\n• The five best places to eat Catalan food in Barcelona\nAfter eating our lunch on several giant stone blocks closest to where the river once ran, perhaps the remains of a pier, we walked up a gentle rise to Sant Sebastiá, a small stone chapel erected in 1609 whose name inspired that of the foundry. It, too, was revealed when the waters receded.\nThe chapel's nave was narrow, roughly 4m wide and 6m long, the ground a patchwork of green grass punctuated by dirty brown, tinder-dry scrub. The roof was lost long ago. Passing under a surviving stone arch, I entered the cramped, cubby-like apse with a domed ceiling, stony debris strewn about the space. The altar carved into the rock of the wall was empty, but the entire space still seemed to emanate a calming spirituality.\nThe Darnius Boadella reservoir isn't the only one unveiling holy ghosts of times past due to the drought. Barbero Lartigau shared that at the Sau reservoir near Catalonia's eastern border, the Romanesque church of Sant Romà de Sau became completely exposed earlier this year; usually only the tip of its belltower is visible. And at the Baells reservoir in central Catalonia, receding waters fully revealed the Sant Salvador de la Vedella, a Romanesque monastery. \nConditions at the Darnius Boadella reservoir have slightly improved since my visit. Recent rainfall helped refill it to roughly 23% of its capacity, though water rationing measures endure in Figueres and the surrounding region according to the Catalan Water Agency. The water level is still low enough that the foundry, chapel and other buildings are still visible, but they're only accessible by boat. Luckily, the nearby Darnius Nautical Club can arrange canoe and kayaking excursions on the reservoir. \nWhen the children grew tired of their explorations and the adults felt worn down by the intense heat of the piercingly sunny morning, we began our hike out of the reservoir. As I trekked away from the foundry and the chapel, I wondered how long they would remain exposed, testaments to the brutality of time and the hardships of the present. I stopped and looked back, closing my eyes for a moment. I imagined a giant wave sweeping over their pale stone walls, hiding them deep beneath the surface, locking them away from curious souls, hopefully forever. Then I opened my eyes and began walking.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Italy's most iconic trail reopens after 12 years",
        "href": "/travel/article/20240722-cinque-terre-italys-path-of-love-reopens-after-12-years",
        "article": "Cinque Terre's most romantic trail has been closed for 12 years, but thanks to new safety measures it's about to reopen to visitors.\nThe Cinque Terre's most romantic hiking trail – aptly dubbed the Via dell'Amore (Path of Love) – is reopening in Italy on 27 July, 12 years after the September 2012 landslide that injured four Australian tourists and highlighted the area's dire need for renovations and increased safety measures. The 800m footpath, carved on steep cliffs with breathtaking views of the Ligurian sea, has a 104-year history and a future that crucially depends on the preservation of Italy's coastal landscapes. \nPrior to its 2012 shuttering, the stunning route was one of the most popular tracts of the 130km network of trails crisscrossing the \"five lands\" that give Cinque Terre its name; linking the multi-coloured medieval borghi (villages) of Riomaggiore and Manarola.\nIronically, no one ever planned to build the Path of Love. Today, Riomaggiore and Manarola – \"vertical\" villages perched on majestic rocks with houses stacked upon each other like pastel scoops of gelato – attract millions of international tourists, all chasing a technicolour Italian fantasy. But originally, they were simple settlements of seafaring farmers (not fishermen, as often mistakenly believed); connected only by an ancient trail over a precipitous peak, so arduous to cross that communication was scarce and the two tiny villages spoke different dialects.\nBut during the construction of the railway between the cities of Genova and La Spezia at the end of the 19th Century, portions of a stone path were carved into the cliffs for workers and donkeys carrying materials and explosives to dig train tunnels. \nHow to Visit Cinque Terre\nThe \"five lands\" of Cinque Terre – Monterosso al Mare, Vernazzo, Corniglia, Manarola and Riomaggiore – are all contained within the Unesco-listed Cinque Terre National Park, interlaced by 48 trails of varying intensity. The most convenient way to explore is with the Cinque Terre Express trains, which run every 20 minutes and will take you through all five towns. Or put on your hiking boots and pick a path, armed with the Cinque Terre Card that allows visitors entry to the park and access to park services including guided visits and free use of the bathrooms. Take pitstops to sample the area's delicacies like heaping plates of pasta with pesto, Ligurian focaccia and sardines. You can also visit the villages by ferry. Four of the park's trails are now accessible to people with disabilities.\nLocals saw an opportunity to connect the two fragmented paths. Fabrizia Pecunia, the current mayor of Riomaggiore, explains: \"They saw this piece of [railway service] road on the Riomaggiore side, and this other stretch on the Manarola side, and wondered: 'Why don't we create a link?'\" Construction of the new footpath started in 1920 and ended about 11 years later. \"My grandfather Brizio Bonanini was one of the people who built it,\" says Pecunia. \"And I am so proud of it.\"\nWith languid sunset views of the sea and a dramatic rocky landscape over the waves crashing about 30m below, this flat, easy to traverse trail soon became an ideal and practical solution for a date night, not far from the villages' medieval centres. Then, an anonymous scribbler with a knack for branding wrote Via dell’Amore on the rock wall, thus lending the path its romantic name. Fifty years later, in the 1970s, the local officials caught on, and installed benches dedicated to mythological figures of passion, from Cupid to Eros.\nThe only hitch: the Path of Love was built on a steep and crumbling mountainside, in a region whose terrain yields frequent landslides. \"It is an obviously dangerous area – a very beautiful area because it is on the sea – but obviously dangerous,\" explains Francesco Faccini, a geologist with the University of Genova. \"It is no coincidence that the original ancient path was built going over the mountain [and not on the side]. Inevitably, cutting the base of a slope leads to collapses.\"\nThe entire Cinque Terre is a manmade gamble with nature. \"These were the lands of 'heroic viticulture',\" says geologist Domenico Calcaterra from the University of Naples, \"Lands of a dramatic and dangerous agriculture. Men and women would work on very narrow paths along impervious slopes and accidents were not uncommon.\" Over the centuries, inhabitants built dry stone walls to hold up the terraces, where they cultivated olive trees and vineyards. \"It's a unique landscape,\" adds Donatella Bianchi, the president of Cinque Terre National Park. \"It is vertical, with 130km of paths created by men who transformed the mountains to farm them and survive.\"\nWith the advent of tourism in the 1950s, agriculture in the area was abandoned and the maintenance of the stone walls was neglected, while climate change progressively saw the same amount of yearly rain concentrated in fewer, heavier storms.\n \n\"As it unfortunately often happens in our country, a new [environmental] awareness was developed only in the aftermath of a tragedy,\" says Calcaterra, referring to the two years of landslides and dramatic floods between 2011 and 2012. The new park leadership decided then to focus more deeply on the environment and created the Centre for the study of geological risks, where Calcaterra works. They also began supporting agriculture with incentives for farmers, providing rocks to fix the dry walls, and barbatelle (grapevine cuttings) for the production of the prestigious local wine; the sweet white passito Sciacchetrà.\n\"Today, the communities who created this wonderful landscape, including those very important paths, will be able to appreciate its beauty again,\" says Bianchi. \nMore like this:\n• Is Italy breaking up with you?\n• The Mediterranean isle where hikers stay for free\n• The Italian village that belongs to no one\nBut why did it take 12 years to reopen an 800m path? Tourism minister Daniela Santanchè, who will inaugurate the trail later this month, chuckles at this question: \"Have you seen Liguria? It’s a thin region rising steeply from the sea. We had to harness the entire mountain, and make sure everything was completely safe.\"\n\"It cost a total of €22m,\" adds Mayor Pecunia, describing how the various local and national entities involved had to collect funds, agree on a plan, go through all the red tape and finally build a system of harnesses, nets and anchors to both prevent rock falls and protect the path, without ruining its natural beauty. \"And now, if you go, you’ll fall in love with it,\" Santanchè muses. \"It’s not by chance that it’s called the Path of Love.\"\nVisitors will be able to walk the path again starting on 27 July, booking their ticket online, or at the park's ticket booths. A maximum of 400 people will allowed on the path per hour – a new policy aimed at limiting overcrowding – and the park, one of the smallest but most densely populated in Italy with 4,000 inhabitants over 3,800 hectares, hopes to monitor the number of visitors and inform tourists how crowded the park is before they arrive.\nInterestingly, although full wedding ceremonies on the Path of Love will have to wait for next year's opening of the path's small amphitheatre that doubles as a botanical garden, Mayor Pecunia guarantees that very intimate weddings with only a few guests and no refreshments or a reception are permitted starting this summer. After all, no one can really control romance and who exchanges vows on the Path of Love.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram.\n "
    },
    {
        "title": "The US's little-known 'Ellis Island of the West'",
        "href": "/travel/article/20240719-angel-island-the-little-known-ellis-island-of-the-west-us",
        "article": "This former quarantine and military station once processed as many as one million immigrants. Now, the picturesque island is one of the San Francisco Bay Area's best urban getaways.\nIt's hard to beat the views that come with bicycling around Northern California's Angel Island, the largest natural island in San Francisco Bay. As my boyfriend Chris and I pedalled along the island's largely undulating 5.5-mile paved Perimeter Loop, we encountered postcard-worthy vistas around every turn.\nAt one point, we saw the iconic Golden Gate Bridge stretching between San Francisco and the sage-and-yarrow-covered peninsula of the Marin Headlands; at another, we spotted Angel Island's more infamous neighbour, Alcatraz Island, where some of the most notorious inmates of the early-to-mid-20th Century served time.\nThough I've lived in San Francisco for nearly 30 years, I'd only ever visited Angel Island a few times. Compared to the Bay Area's many other attractions – like Sonoma County's wineries; the waterfront city of Sausalito, which looks like it popped right out of the French Riviera; and San Francisco's many eclectic neighbourhoods – Angel Island tends to get overlooked, even by locals. Strange, since it's absolutely teeming with history, from its days as a US military base to becoming a major immigration centre that processed up to one million people and later a Japanese internment station. In fact, by the time the California State Park system first acquired the island in 1954, this former home of the Indigenous Coast Miwok people had already lived many lives. Add to this 13 miles of hiking trails, paved and mountain cycling paths and 16 campsites adorning a car-free parkland that's only reachable only by boat, and you've got one of the area's best urban getaways.\nTo better understand how this one-square-mile isle has shaped the region and nation, we decided to spend a Saturday afternoon touring Angel Island on two wheels. Bringing our bikes, we joined the dozens of others who'd taken the Angel Island Ferry 15 minutes over from the Marin County town of Tiburon, the closest mainland point.\nOur ferry docked at Ayala Cove, a historic point named after the Spanish naval officer Juan Manuel de Ayala. In 1775, he and his crew were the first Europeans to sail into San Francisco Bay. In 1891, Ayala Cove became the site of a US quarantine station, where ships arriving from foreign ports were fumigated and any immigrants suspected of carrying contagious diseases such as smallpox and the plague were kept in isolation.\nToday, the cove is Angel Island's main arrival point. It's home to a cafe where you can pick up beer and wine, soft drinks and snacks, as well as the Angel Island Company that rents mountain bicycles and e-bikes by the hour or day.\nWe cycled up a sharp incline to the Perimeter Loop, where a rocky terrain brimming with native oak and bay trees, and introduced species like Monterey pine, eucalyptus and Douglas fir awaited us. An occasional red-tailed hawk circled the sky as we cycled past stands of California poppies, encountering fragmented remains of the island's many former incarnations en route.\nThe Coast Miwok used Angel Island as a base to fish for spawning salmon, hunt marine mammals and forage for acorns. But the island is perhaps best known for its later military and immigration history.\nAngel Island's strategic location along San Francisco Bay made it an ideal place to establish a military reserve from 1850 until World War Two, and as Chris and I cycled up a hillside, the ruins of crumbling military buildings decorating the island's east side came into view. A boarded-up hospital remains perched above Camp Reynolds, home to the nation's oldest standing group of US Civil War buildings, dating to the 1860s.\nIn 1905, the US military transferred control of 20 acres of Angel Island to the Department of Commerce and Labor in order to establish an immigration station on the US's West Coast similar to its East Coast counterpart, New York City's Ellis Island. Between 1910 and 1940, the facility processed up to one million immigrants, most of whom were Asian, leading it to be known as the \"Ellis Island of the West\".\nAs a result of the Chinese Exclusion Act of 1882, which prohibited Chinese labourers from entering the US, many of these immigrants​​ – including 85,000 people of Japanese descent who faced indiscriminate Asian racism – were endlessly detailed, enduring interrogations and medical exams, often for no reason other than their nationality. And while most Americans know of Ellis Island's historical importance as a welcome centre for Europeans, few seem to know about that of its western counterpart, whose geographical proximity to Asia led it to become the major point of entry in the US for Asians.\n\"I was born in the Bay Area, but my heritage is Chinese,\" says Cynthia Yeh, a project manager at the University of California, Office of the President. \"I appreciate that Angel Island has postings with information about its history, because it's a significant history, and not something that I ever learned in school.\"\nLater, during WW2, the station was used as a processing centre for Japanese and German prisoners of war, and served as a temporary internment centre for 700 Japanese Americans before the US government sent them to facilities further inland.\n\"Angel Island is one of the most important landing spots in Japanese American history,\" says Kenji G Taguma, a Japanese American who's president of the non-profit Nichi Bei Foundation that aims to empower the Japanese American community. For Taguma, visiting the island means honouring the spirit of the Issei, or first generation of Japanese people to immigrate to the Americas. \"They could not have known what was awaiting them here, from racism and discrimination, to forced removal and incarceration during World War Two,\" he said. \"Yet they persevered. They also really paved the way for generations to come.\"\nToday, the former immigration and internment centre (a 2.4-mile round-trip hike from Ayala Cove, and slightly longer by bike) houses a museum that highlights the harsh realities of the detention barracks, including Chinese poetry engraved on the walls by those detained here.\nThroughout the day, Chris and I stopped to read the many information signs stationed along the Perimeter Loop, each one revealing new details about the island's long history. We also enjoyed the fact that the dense white fog that often reaches across the bay like giant tendrils decided not to show itself, leaving nothing but pristine blue skies and sweeping views of the San Francisco skyline.\n\"Let's pull over,\" I said to Chris, motioning toward a sign for Battery Ledyard, the remnants of one of three decommissioned military gun batteries remaining on the island. These reinforced concrete ruins offer one of the most jaw-dropping overlooks of the Golden Gate strait, where San Francisco Bay and the Pacific Ocean meet. They're also an ideal spot for snapping pictures of the city skyline framed by the island's rolling meadows, especially during spring, when purple spheres of California lilac perfectly frame each photo's forefront.\nMore like this:\n • Where to eat and drink in San Francisco's Chinatown\n • An insider's guide to San Francisco's seven best locals-only gems\n • A tour of San Francisco's best cocktail bars\nWe occasionally encountered groups of other cyclists, or a family sharing snacks at one of the island's many picnic tables. While we sat watching a sailboat slowly navigate the bay's cold waters, an open-air tram filled with passengers came around the nearby bend, stopping to allow those on board a chance to stretch and take in the panoramic Bay Area vistas.\nAlthough I'd originally wanted to spend the night on Angel Island, camping here requires some advanced planning. With only 16 primitive campsites split between four locations, reservations fill up quickly and often have to be booked months in advance – especially covered sites like numbers four and five at Ridge Camp. Like the island's other camping spots, they're hike-in only, but within easy distance to Battery Ledyard, they offer some of its most spectacular views. The trade-off is the wind, which can drop temperatures substantially at night.\nOne of the island's most strenuous – though rewarding – hikes is its Sunset Trail, a more-than-three-mile route that includes 800ft of elevation gain from Ayala Cove. It tackles the landmass's tallest peak, 788ft Mount Livermore, which gives Angel Island its pyramidal shape. The summit is named for Caroline Livermore, a Bay Area conservationist who was instrumental in protecting the island from development in the mid-20th Century, paving the way for it to become a California State Park. Its unobstructed views of both San Francisco and Oakland in the East Bay are breathtaking reminders of how easy it can be to get away, while barely leaving the city.\nChris and I were so lost in the scenery that we missed the last ferry back to Tiburon. It could have been a costly mistake since the only other way off the island requires chartering a private boat, but thankfully we made it just in time for the final San Francisco ferry.\nOur snafu tacked on another 18 miles of cycling to return to Tiburon, but I was surprisingly up for the challenge. Given the island's long and difficult history, the freedom for anyone to come and go as they please was a reminder of how far we've come.\nSlowcomotion is a BBC Travel series that celebrates slow, self-propelled travel and invites readers to get outside and reconnect with the world in a safe and sustainable way.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "How a UK band is shaking up tour travel",
        "href": "/travel/article/20240717-the-band-that-doesnt-want-you-to-travel-for-their-tour",
        "article": "Massive Attack have been campaigning on environmental issues for years – and are now fixing their gaze on the music industry itself with a groundbreaking Bristol show next month.\n\"The future we choose is in the hands of each of us alive right now.\" These words, read by former UN climate lead Christiana Figueires, featured on the track #CLIMATEEMERGENCY, released in 2020 by Bristolian trip-hop legends Massive Attack. The band have been campaigning on environmental issues for years – and are now fixing their gaze on the music industry itself with a groundbreaking homecoming show set to be the lowest-carbon concert of its size ever.\nThe show – an all-day festival called Act 1.5 on Clifton Down, a large public park in the west of Bristol, on 25 August – will also feature performances from Irish folk band Lankum and US rapper Killer Mike, among other acts. \"The show production is pioneering in all aspects of decarbonisation and will create a blueprint for the way live shows can be produced,\" Massive Attack's Robert Del Naja, also known as 3D, tells the BBC. \"The scale of innovations and emissions reductions will speak for themselves.\"\nAct 1.5 is the culmination of years of work by the band towards a climate-friendlier future for the music industry. In 2019, Del Naja told the BBC that Massive Attack had started touring Europe by train to reduce their carbon emissions, and in 2021, the band partnered with the Tyndall Centre for Climate Research to publish a roadmap for a low-carbon future for live music.  \nMany of the measures laid out in that report are being put into action at Act 1.5. The entire festival will be powered by renewable energy and battery sources, including the use of electric trucks to install the infrastructure. Every food outlet will serve plant-based food procured using local supply chains, and waste is being minimised with the use of compostable plates and cutlery and the redistribution of surplus food.\n\"It's wonderful to be part of such a significant and innovative low carbon event,\" says the Tyndall Centre's Professor Carly McLachlan, one of the report's authors. \"Massive Attack and Act 1.5 have built a community of organisations here – new collaborations, doing things differently, experimenting and learning across power, waste and travel.\"\nAudience travel specifically will be a key issue in the future sustainability of live music. Much attention has been paid to the travel habits of famous musicians – 2023's highest-grossing musical artist was Taylor Swift, whose extensive use of private jets has faced much criticism, and even spawned an entire genre of memes.\nBut the carbon footprint of a performer, and even of their whole touring operation, is just one side of the story. Big tours see thousands of fans travelling to each show, often by car, and sometimes even flying domestically or internationally to be there. It all adds up to make audience travel the biggest single contributor to live music carbon emissions – around 41% of the total footprint, according to a 2023 study by sustainability non-profit A Greener Future.\nTo deter long-distance travel, the band offered an initial presale of tickets for local postal codes only (for Bristol, Bath and the surrounding Gloucestershire, Swindon and Taunton areas). Another obvious solution was to encourage audiences to travel by public transport, and to that end, Massive Attack have teamed up for Act 1.5 with UK booking platform Train Hugger, which contributes a quarter of its revenue to restoring the British countryside.\n\"We're the UK's first train-ticketing platform where every time someone books a ticket, we plant a tree,\" says co-founder Felix Tanzer. \"We're planning on planting 20,000 oak trees for this show alone.\" The trees will be planted in James Wood near Taunton, 40 miles from Bristol.\nPlanting trees has huge, tangible benefits for the environment, helping to create habitats for plants and animals and absorbing huge amounts of carbon dioxide. For Tanzer, though, capturing the public imagination is just as important as capturing carbon. \nMore like this:\n• The English city facing up to its troubled past\n• The UK's five most beautiful national parks\n• The revival of Britain's myth-shrouded, sacred wetlands\n\"Ultimately, people find carbon-capture stuff boring,\" he says. \"The average amount of carbon sequestered in a tree is a tonne, but no one knows what a tonne of carbon looks like. Everyone knows what a forest looks like, though – and here in the UK we have the most degraded forests in Europe.\"\n\"It's about putting the infrastructure in place, but it's also about providing the motivation,\" he continues. \"If you say to people, 'This is going to be a terrible experience, but it will save the planet', people won't want to do it.\"\nSimilarly, Massive Attack recognised the need to incentivise people to travel by train to their Clifton Downs gig. So, they're giving train travellers special privileges: access to a VIP bar with separate toilets, extra pre-sale tickets and free transfers to and from the train station via electric bus. They are also working with the local train network, Great Western Railway, to lay on five extra trains for travelling fans.\nThe music industry can take inspiration from an unlikely source when it comes to progressive, eco-friendly travel measures: the world of football. There is a long history in the UK of football clubs chartering extra trains and buses for away fans and subsidising fares, but it is not standard practice in the music industry.\n\"Football clubs are way ahead of music festivals on this,\" Tanzer says. \"Football's been doing it for decades.\"\nACT 1.5 has another, more direct, connection to the world of football. The festival's sustainable energy is being provided by Ecotricity, whose owner, green industrialist Dale Vince, also owns National League football club Forest Green Rovers. Under Vince's ownership, the club has shifted to a climate-first model, and in 2018 was declared the world's first UN-certified carbon neutral football club.\nCrucially, Act 1.5 will see the installation of renewable-energy infrastructure – a power substation and feeder pillars – that can be used in future shows. \"Along with the planting of 20,000 carbon-resilient trees, this infrastructure will be the legacy of this show,\" says Tanzer. \"Things like having permanent renewable electricity feeds in the area, rather than the traditional approach to a festival, which is to turn up with loads of generators and burn tonnes of diesel in a field.\"\nFor Massive Attack fans, the show might prove memorable for reasons beyond its pioneering environmental impact. \"[This] may be the last time we play Bristol, so we've put a lot of attention into making sure the experience is as rich as possible,\" says Del Naja. \"It's a special moment for multiple reasons.\"\nOf course, in order for lasting change to take hold, it will take more than one-off events, and will require a change in approach from artists and venues industry-wide. There has been some progress in this regard, according to Li-Ya Mar of Planet Reimagined, an environmental organisation whose Amplify project is geared towards building a fan-based climate movement in the music industry. \"Billie Eilish has been vocal and leading by example, mandating plant-based food options in [tour] venues and hosting local environmental groups at her shows to raise awareness of the climate crisis and promote action,\" she says.\nColdplay, meanwhile, claim to have slashed their emissions on their 2022 world tour by 59% compared to their last tour – still an operation with a huge carbon footprint, but commendable progress nonetheless.\nPopular artists have a huge platform and wield significant influence over their audience, meaning they have a role to play in changing the attitudes of the public. \"What we found through our research with Ticketmaster, LiveNation and iHeart Radio is that the majority of fans support artists speaking up about climate change,\" Mar says, \"and many would be likely to take climate action, such as signing a climate-related petition and voting based on climate issues, when their favourite artists invite them to join the efforts.\" \nShe points to indie-pop band AJR, who are encouraging fans at every stop in their summer tour to engage with local authorities on climate issues, from electrifying school buses to expanding bike lanes. \"As Adam Met from AJR said, all musicians can use their platforms to support meaningful climate action: 'The era of 'shut up and sing' is over.'\"\n --\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "This canal powered the US - and you can kayak it",
        "href": "/travel/article/20240715-the-erie-canal-the-manmade-waterway-that-transformed-the-us",
        "article": "Two hundred years ago, it helped spread people, ideas and goods across the US. Now, it's become a paddler's paradise with more than 700 miles of continuous, navigable waterways.\nInside Lock 11 on the Erie Canal in Amsterdam, New York, the metal-on-metal grinding of gears signalled the closing of the gate behind us. With our teal kayaks lined up along the walls of the lock – an aquatic \"lift\" that raises or lowers boats on sections of the canal where water levels are unequal – we looked like a befuddled shiver of sharks. \"Is it too late to go back?\" the paddler behind me whispered, hands gripping the rope hanging along the wall beside her, as the water began to drain.\nTen women and men had come out on a sunny June morning to take part in On the Canals, a state-funded recreational programme along the Erie: the US' most important manmade waterway, which celebrates its bicentennial in 2025.\nA voice at the front of the group sang out the opening of the popular American folk tune: \"Low bridge, everybody down\" / \"I've got a mule, and her name is Sal.\"\n\"Fifteen miles on the Erie Canal!\" we shouted back.\nThe front gates opened, and we dug in against the current spilling over Amsterdam's massive movable dam. I pulled up alongside the nervous kayaker. \"What did you think?\" I asked.\nAbove the sound of rushing water, she shouted, \"I think that was the coolest thing I've ever done.\"\nFor decades after it opened in 1825, upstate New York's 363-mile Erie Canal, which links the city of Buffalo, on Lake Erie in the west, to the state's capital, Albany, on the Hudson River in the east, was an engineering marvel unrivalled in North America. By connecting the Great Lakes in the Midwest to New York City, the manmade waterway precipitated the mass movement of goods, ideas and people across the country. It not only transformed New York City (which is celebrating its 400th anniversary in 2024) into the US' main seaport and an industrial juggernaut, but it also opened up the interior of the young country to settlement.\nThe building of the canal marked the first large-scale, government-backed civil engineering project in US history and it was in constant commercial use into the 20th Century. As Brad Utter, senior historian and curator at Albany's New York State Museum and author of the book Enterprising Waters: New York's Erie Canal proclaimed, \"If [it was] not the most important manmade development of the 19th Century, this one set the stage.\"\nUtter compares the Erie Canal's historical influence to the internet today. \"Prior to the Erie, if you were in Rochester and wanted something from New York City, you'd be looking at a month, maybe two, to get it,\" he said. \"Once the canal opened, you could get it in a week, maybe two. It was, and still is, all about getting things faster, going places faster, shrinking time and space.\"\nRailroads eventually supplanted most of the shipping along the waterway, which was designated the Erie Canalway Heritage Corridor in 2000. As it approaches its 200th anniversary, the canal is experiencing a renaissance as a paddler's paradise. It connects directly with three north-south-running historic canals – the Champlain, Oswego and Cayuga-Seneca – plus the Hudson River, creating a more than 700-mile continuous, navigable waterway.\nIn 2021, the New York Power Authority/Canal Corporation, which owns and operates the Erie, launched On the Canals as a series of free excursions for state residents. Most included a combination of cycling along the newly completed Empire State Trail and paddling, hydrobiking or boating along the Erie. \nThe programme has since expanded to include a range of free, year-round activities for residents and visitors, from historical boat cruises to plein air painting and a full-moon \"owl prowl\". This year's programme will emphasise accessibility via adaptive kayaking, and highlight the stories of the Haudenosaunee Confederacy, whose members were displaced during canal construction.\nBeyond enticing people to get out on the water, On the Canals encourages exploration in more than 200 historic canalside communities – from tiny, scenic Medina, 50 miles east of Buffalo, to the city of Schenectady, whose Stockade district has 40-plus homes that are more than 200 years old. These  landscapes vary from historic city centres to generations-old family farms and tranquil open fields. While some paddlers prefer to camp, others take advantage of in-town accommodations like hotels and B&Bs.\nFor me, post-paddle exploration meant a ramble around Amsterdam, a gem of a small city (population 18,000) with a lovely waterfront; a castle-like 19th-Century armory-turned-hotel; and a park, complete with a waterfall named for native son and Hollywood icon Kirk Douglas.\nFor others, paddling the Erie is a way to connect with a personal history. Paul Comstock, a Geneva, New York‒born septuagenarian, told me about the inspiration for his 21-day trip across the canal in 2013. Comstock's maternal grandfather, who died before he was born, worked on the waterway. \"I thought, 'What an opportunity to do a multi-day paddle, and get to know this guy who was not really well-thought-of in the family,'\" Comstock said. He was so taken with the experience, especially the diversity of people he met along the way, that he has returned each summer to lead paddling tours.\nThe sense of connecting and sharing experiences along the canal isn't surprising, Utter said. \"There were big ideas happening here: suffrage, abolition, temperance, utopian religious communities, the anti-Mason movement. A lot of these took hold along the canal corridor, where they were able to travel quickly,\" he said.\nMore like this:\n • The birthplace of the US vacation\n • A three-day canoe trip to Scotland's sublime borderlands\n • New York's healing mountain village\nBeth Walker and Sara Catalano (no relation to the author), a mother-daughter paddling team behind the Instagram account Two Gals on the Canal, developed new relationships as they kayaked the entire 363-mile length of the Erie, in segments, over a two-year period. In particular, Catalano told me, \"The generational history and the amount of pride the lock operators have in their work, and their ability to share stories with us and give recommendations, has been really lovely. They are so invested in the upkeep of the canal and its history.\"\nThanks to its calm waters and straightforward route, the Erie Canal is suitable for paddlers of all levels. \"Most of the canal is fairly predictable,\" Catalano said. \"It's hard to get lost. There are portions that can be a little rougher, such as around the Mohawk or Niagara rivers, but if you check the weather and wind in advance, it's quite safe.\" Comstock agrees, and recommends using Google Maps to plot distances and, by zooming in, to pinpoint public boat launches and pull-outs.\nFor Walker, planning is part of the fun. She especially enjoys being \"able to sit down and say, 'How are we going to break this section up? Where are we going to stay? What are some good restaurants in the area that we can look forward to?'\" she said.\nKayaking the canal\nThose without their own kayaks can find plenty of boat-rental opportunities near the Erie Canal. Genessee Waterways Center and Lock 32, on the western end of the canal, rents kayaks (single and tandem), canoes and stand-up paddle boards (SUPs). For central-canal kayak and SUP rentals, try Anglers' Bay. In the east, Upstate Kayak Rentals has a number of fully staffed locations, as well as self-service kiosks where advance purchase gains you access, via a combination code, to a pair of kayaks, paddles and life vests.\nThe westernmost of three canal segments, Buffalo to Syracuse, has 15 100-year-old lift bridges whose flat decks are raised to accommodate passing boats. This section is also home to the canal's most iconic lock, the Flight of Five in the town of Lockport. Built in 1862, the multi-stepped boat elevator looks like a towering manmade waterfall, and it once hoisted boats 60ft over the Niagara Escarpment, the same geologic formation that gave rise to Niagara Falls. In Rochester, where the canal intersects with the Genesse River and Red Creek, visitors can stop at Genessee Valley Park, an 800-acre green space designed by Frederick Law Olmsted, the father of American landscape architecture, who designed New York City's Central Park. \nThe central portion of the canal encompasses Syracuse to Little Falls. Syracuse's Armory Square is the city's food and bar hot spot. A 10-minute walk away, don't miss the Erie Canal Museum, which is housed in the historic Syracuse Weighlock, a mid-1800s Greek Revival structure where canal boats were once weighed and charged tolls for their cargo.\nFor those who prefer to paddle in upstate New York's scenic wine country, head to the Finger Lakes via the Cayuga-Seneca Canal. Tour the tranquil Montezuma Wildlife Refuge, a habitat for millions of migratory and year-round birds and waterfowl, from snow geese and sandhill cranes to cerulean warblers and wigeons.\nBetween Little Falls and Albany, look for the remnants of a 630ft aqueduct at Schoharie Crossing State Historic Site in Fort Hunter. In Waterford, see the Waterford Flight, another multi-step lock that helps boats bypass Cohoes Falls, the second-highest waterfall in New York State. Head south for a turn around the underrated Peebles Island State Park. Or paddle into the Hudson River to explore Troy, which has one of the largest concentrations of Gilded Age architecture in the country, and capital city Albany, home to a burgeoning food and craft beer, cider and spirits movement.\nUltimately, Comstock said, paddling the Erie Canal is as much about going the distance as it is about personal discovery. \"You've got all these communities along the way where you're going to interact with people at a restaurant, a museum, a park. That is the meaning of the journey,\" he said.\n\"You can go on almost any river or lake system and paddle for 12 miles, but you can't have that multi-dimensional experience of history, mileage and people as you can have on the Erie Canal.\"\nSlowcomotion is a BBC Travel series that celebrates slow, self-propelled travel and invites readers to get outside and reconnect with the world in a safe and sustainable way.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "The UK's five most beautiful national parks",
        "href": "/travel/article/20240705-the-uks-five-most-beautiful-national-parks",
        "article": "For a small country, the United Kingdom packs a hefty punch when it comes to the diversity and beauty of its landscapes.\nFor proof, you only need look at the 15 national parks found across England, Scotland and Wales (there are no national parks currently in Northern Ireland), which change dramatically from the towering peaks of the Cairngorms to the sprawling waterways of the Broads, from the gently rolling South Downs to the broad beaches of the Pembrokeshire coast.\nThis year is the 75th anniversary of the National Parks and Access to the Countryside Act 1949, which led to the creation of the UK's national parks, starting with the Peak District in 1951. The visionary legislation secured access-for-all to open countryside, while also serving to protect precious wildlife and places of immense natural beauty.\nA concept imported from the United States (Yellowstone, established in 1872, was the world's first national park), the UK's national parks were \"the culmination of political battles that had been fought for decades\", says Carey Davies, hiker, naturalist and author of the new book National Parks Of The United Kingdom (Ithaka Press). \"The Industrial Revolution made the British the world's first predominantly urban population. It's vital that people have breathing spaces and retain our connections to the land. But the idea that nature is good for people and that people needed access to the countryside was particularly pronounced after the UK had been through the horrors of World War Two. There was an exhausted population. Britain can feel like a crowded place in our cities but national parks can be oases of calm and space.\" \nToday, the UK's national parks are popular, highly valued places to unwind, hike, climb, cycle and paddle. \"They're also refuges for rare wildlife, plants and distinctive habitats, and they have a vital role to play in addressing some of the most pressing challenges our country faces, such as biodiversity loss, climate change and wellbeing,\" says Davies. \"We need our national parks now more than ever.\"\nHere, Davies selects the UK's five most beautiful national parks, perfect places for adrenaline-rush adventures, wonderful wildlife and soul-restoring peace and contemplation.  \nIt's the \"relationship between the sublime and the cosy\" that draws millions of people to northern England's Lake District every year, suggests Davies. The UK's most visited park, designated a Unesco World Heritage site in 2017, the Lake District has hulking mountains and glacially carved lakes that sit alongside human-altered landscapes including patchworks of dry stone-walled fields and sheep farms. \"Sheep farming is part of the park's heritage and history,\" says Davies. \"It's been there since the Vikings,\" though he acknowledges criticism from environmentalists that over-farming has been bad for nature in the park.\nThe Lake District has inspired writers from William Wordsworth to Beatrix Potter. \"We think of mountains as inspiring, rejuvenating palaces rather than hostile wastelands, and that's an influence from the Romantics,\" says Davies. \"People come from all over the world to the Lake District, where Beatrix Potter's former house is, which is testament to how enduring her works are.\"\nSedate boat cruises on lakes including Windermere, Derwentwater and Ullswater are the order of the day, though wild swimming and stand-up paddling are livelier, more up-close options. The park can get busy and congested, especially in summer, but at 2,362sq km and with plenty of peaks that coach tours can't reach, it's possible to find seclusion and perhaps inspiration for your own poem or story.\nIn 2022, the Snowdonia National Park Authority committee voted to use the Welsh names Yr Wyddfa (Snowdon) and Eryri (Snowdonia) to refer to Wales' highest mountain and the national park, rather than the English names – a move followed more recently with the changing of the Brecon Beacons to Bannau Brycheiniog.\nThis region of north-west Wales offers \"spectacular dramatic mountain landscapes, which makes it a fantastic place for adventure: climbing, scrambling and adventurous walking,\" says Davies. \"The natural architecture of the Snowdon massif, including Yr Wyddfa (Snowdon), the Glyderau and Cader Idris, is often more jagged and angular than the Lake District. The rock erodes into incredible formations, such as Castell y Gwynt.\"\nBut Eryri isn't just about rock – there are also temperate rainforests, known as Celtic rainforests, and Arctic alpine plants such as alpine meadow-grass.\n\"The human dimension is also part of the area's beauty, such as Harlech Castle, perched on hills near the Snowdonia coast,\" adds Davies. Writers have found inspiration here, too. \"There's a collection of 11 medieval Welsh stories called The Mabinogion. A lot of landmarks mentioned in it are in Eryri, so you can read the stories and then go to the places mentioned,\" Davies says. \"There's also a popular legend that if you sleep on Cader Idris, you'll wake up as a poet or a madman. Literature and myths form a beautiful part of this national park's landscapes.\"   \nHigh up in Scotland's north-east, the Cairngorms is the largest national park in the UK – at 4,528sq km, it's nearly twice as big as the second largest, the Lake District. Its sheer scale means it has a massive appeal for hikers, bikers and other adventurous outdoor lovers.\nIt's also the UK's wildest, snowiest national park, with an austere beauty in parts. \"The Cairngorms has enormous whale-back granite mountains that form a kilometre-high plateau, one of the UK's most hostile landscapes, with winds that can reach 170mph,\" says Davies. \"But you still find wildlife, including snow bunting, ptarmigan and mountain hares.\"\nThere are also remnants of the Caledonian forest that once covered Scotland but was decimated by humans. \"In the Cairngorms, you can walk for hours through native forest,\" says Davies, \"or stand on the shore of Loch Eilein and look at pine forest with sub-Arctic mountains behind, where you really feel the affinity of the landscape with Scandinavia, North America and Siberia.\"\nWork is currently underway to help \"rewild\" areas of the Cairngorms. The national park is already home to remarkable wildlife, including pine martens, wildcats, golden eagles and endangered capercaillies, with ongoing debates about bringing back other native species to rebalance the ecosystem, including lynx and wolves.\nPembrokeshire isn't the only UK national park to feature a coastline, but its remarkably varied and dramatic coast was the reason it was designated as a national park. \"It's very rocky, with wonderful limestone sea cliffs,\" says Davies. \"You can see the tectonic forces that shaped the landscape. You also have beautiful stretches of beach where eggshell sands drift down to turquoise water, like something from Greece or the Caribbean.\"\nAlong this section of Wales' south coast, there's evidence of the people that have lived here or passed through across the ages, including \"massive megalithic stone monuments, like Pentre Ifan and Carreg Samson, which are around 5,000 years old or more, older than the Pyramids and Stonehenge, similar to monuments found across coastal Europe,\" says Davies. Other notable constructions include St David's Cathedral in St David's, Britain's smallest city, and Strumble Head Lighthouse (pictured above), built in 1908, which has fantastic views along the coast.\nMore like this:\n • 10 sustainable travel destinations to visit in 2024\n • A unique job on England's most dangerous peak\n • How can England reclaim its moors?\nPembrokeshire is home to remarkable birdlife, especially the islands of Skomer, Grassholm and Ramsey, which teem with Manx shearwaters, puffins, guillemots, razorbills and gannets, while colourful kelp forests and abundant marine life can be found underwater in rocky coves. The186-mile Pembrokeshire Coast Path National Trail, part of the Wales Coast Path, is an invigorating way to soak up the coastal scenery. Alternatively, you can explore by kayak or take one of the many boat tours to the bird-rich islands.  \nTaking in the Norfolk and Suffolk Broads, The Broads National Park is Britain's largest protected wetland area. \"The Broads is beautiful for its natural richness,\" says Davies. \"It's 0.1% of the British land mass but home to a quarter of our rarest wildlife species, including the only breeding population of common cranes, as well as huge populations of over-wintering wild fowl. There are starling murmurations over the reed beds, Norfolk hawker dragonflies flitting over rivers and swallowtail butterflies in the meadows.\"\nLocated in England's south-east corner, the Broads doesn't have towering peaks but there's a special kind of beauty to this vast network of lakes, rivers, fens and marshes and semi-submerged woodland. \"The flatness of the landscape in this aquatic labyrinth means it feels very secluded in places,\" says Davies. \"You can kayak through quiet marshlands and reedbeds, and hear bitterns booming or see otters slinking around. You feel like you're in England's version of the Everglades.\"\nBoating is a popular activity for day trips or longer breaks, with 125 miles of navigable waterways. \"There's a lovely slow place to the Broads,\" says Davies. The Broads also has more than 60 old windmills, some, such as Thurne Mill, dating back more than 200 years, which \"punctuate the skyline\".\nA lovely section of quiet coastline, from Sea Palling to Winterton-on-Sea, also falls within the park's borders, with a breeding population of grey seals often seen at Horsey.\nBBC Travel's In Pictures is a series that highlights stunning images from around the globe.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us onFacebook, X and Instagram."
    },
    {
        "title": "Bindi Irwin's top outdoor adventures in Australia",
        "href": "/travel/article/20240723-bindi-irwins-top-outdoor-adventures-in-australia",
        "article": "This wildlife warrior is continuing her family legacy of protecting the Earth. Here are her top Australian outdoor picks, from the Dinosaur Trail to snorkelling at Lady Elliot Island.\nSome people love nature; Bindi Irwin lives it.\n\"My life revolves around wildlife and conservation,\" says Irwin, a passionate conservationist and zookeeper at Australia Zoo, where she lives with her husband and their daughter, Grace. \"I have spent my whole life, from my earliest memories, around animals. My heart beats for protecting our beautiful Mother Earth.\"\nThe SpeciaList\nBindi Irwin is a conservationist, TV personality and zookeeper at Australia Zoo, which runs one of the largest wildlife hospitals in the world. She is also the author of You Are a Wildlife Warrior!, a children's book coming out in February 2025 encouraging the next generation to love our planet.\n(Credit: Getty Images)\nIrwin has always known she would carry on the work begun by her legendary parents, Terri and the late Steve \"the Crocodile Hunter\" Irwin. \"It is the most remarkable feeling to get to carry on Dad’s legacy while also forging my own path in the world of conservation,\" she says. \"Now as a mother to our beautiful daughter Grace, I feel the importance of caring for our world more than ever.\"\nOne of Irwin's favourite ways to care for the world – specifically, her beloved home country of Australia – is to appreciate its magnificent natural landscapes. As the sixth largest country in the world, Australia's terrain ranges from vast deserts to snowcapped peaks to ancient rainforests and meandering rivers. Its surrounding oceans teem with coral reefs, which are rich with sea life.\n\"Australia is truly my favourite place in the world,\" says Irwin. \"We have such a diverse country with so many different environments to explore. Whether you are looking for a gorgeous city experience or a chance to explore the outback, there is something beautiful everywhere you look!\"\nHere are Bindi Irwin's top five adventures in the great Australian outdoors. \nIrwin is surrounded by thousands of live animals each day at Australia Zoo, but she loves Australia's extinct species as well. Various dinosaur species have been uncovered on the continent, dating to the Cretaceous and Jurassic eras. You can learn all about them on Queensland's Dinosaur Trail.\n\"When my brother [conservationist and photographer Robert Irwin] was little, he adored learning about palaeontology,\" says Irwin. \"My gorgeous mum would take us on yearly adventures to [the trail].\"\nThe Dinosaur Trail is a 229km driving route that traces Queensland's \"outback triangle\", linking the towns of Richmond, Winton and Hughenden; home to some of the world's best-preserved fossils. Visitors can drive through the unforgettable red-earth landscape of the Australian outback to hit various \"stops\" where they can witness evidence of dinosaur stampedes, embark on dinosaur digs and learn how to unearth their own specimens at a fossil lab.\n\"It takes you on a fascinating adventure, unlocking the secrets of our prehistoric past,\" says Irwin. \"My best advice is to rent a good 4WD or pack up your own and make this a memorable road trip. Lark Quarry [Conservation Park], Australian Age of Dinosaurs [Museum], Porcupine Gorge and Kronosaurus Korner [Marine Fossil Museum] are so much fun.\"\nWebsite: https://australiasdinosaurtrail.com.au/\nInstagram: @australiasdinosaurtrail\n\"I am reminded regularly that Australian fauna is some of the most unusual and fabulous in the world,\" says Irwin, whose conservation initiatives include endangered species breeding programmes at Australia Zoo and Wildlife Warriors, a non-profit begun by her parents to involve people in protecting threatened wildlife. \"I love that you can be hiking in Tasmania and see a platypus swimming in the stream, or watching the sunset over the outback while emus are running in the distance.\"\nBindi Irwin's favourite Aussie animal\n\"I absolutely love echidnas,\" says Irwin. \"Being monotremes (egg-laying mammals), they are incredibly unique. They waddle around with their spiky bodies and snack on ants and termites. We've been lucky enough to have a few puggles (baby echidnas) hatched at Australia Zoo. Puggles look like beanbags with long noses and no spikes. Truly a sight to behold and so odd and adorable.\"\nIrwin's pick for unique Aussie wildlife experiences is Cradle Mountain-Lake St Clair National Park, home to Tasmania's stunning Cradle Mountain, and one of the five parks that make up the Tasmanian Wilderness World Heritage Area. \"We've been visiting [it] my entire life,\" she says. \"The hikes here are utterly breathtaking and there are adorable native Aussie animals just waiting to say 'g'day'.\"\nCradle Mountan-Lake St Clair National Park protects 1,614 sq km of rainforests, glacial lakes, snow-capped mountains and rugged alpine moorland. Visitors can arrange to stay overnight in the park's rustic Waldheim cabins as they tackle its network of trails, like the famous 80km Overland Track that stretches from Cradle Mountain to the glacial Lake St Clair; Australia's deepest lake. As you explore, keep an eye out for platypus, black currawong, carnivorous marsupials like quolls and Tasmanian devils at the park's Tasmanian Devil breeding and conservation sanctuary, and Irwin's favourite, the echidna. \"This national park is beautiful any time of year and I swear the air smells sweet,\" says Irwin. \"It’s so pristine here.\"\nWebsite: https://parks.tas.gov.au/explore-our-parks/cradle-mountain\nAddress (Visitors' Centre): 4057 Cradle Mountain Road Cradle Mountain TAS 7310\nPhone: 03 6492 1100\nInstagram: @tasmaniaparks\n3. Best for a luxury nature-oriented getaway: Saffire Freycinet, Tasmania\n\"Just google this area and your jaw will hit the floor,\" says Irwin. \"It’s stunning and if you're really wanting a five-star luxury experience, this is your place.\"\nAustralia's great outdoors tends to conjure up images of camping in the desolate outback, shaded by russet-coloured rocks. But at Saffire Freycinet, the Australian outdoors equals glamour. Nestled in the heart of Tasmania's Freycinet National Park, the resort's luxury suites, world-class restaurants and spas are the perfect way to recharge after partaking in its curated itineraries. Choose from experiences like connecting to Country with an Indigenous guide or learning the fundamentals of beekeeping, all in a coastal oasis against the stunning backdrop of The Hazards; the Freycinet Peninsula's mountain range that seems to glow pink thanks to its famous red and pink granite formations.\n\"With remarkable tours and amazing hikes all around, I can say without a doubt that this combines Aussie wilderness and luxury tourism seamlessly,\" says Irwin. \"I can definitely see how it would be perfect for a couple’s retreat, but they are also really lovely with kids and there is so much to see no matter your age.\"\nWebsite: http://saffire-freycinet.com.au/\nAddress: 2352 Coles Bay Rd, Coles Bay TAS 7215, Australia\nPhone: +61362567888\nInstagram: @saffirefreycinet\n4. Best view: Sydney Harbour Bridge climb, New South Wales\nFor a true Aussie outdoor experience that thrills first-timers and locals alike, Irwin recommends the world-famous Sydney Harbour Bridge climb. \"I have climbed the Sydney Harbour Bridge once with my mum and a second time with my husband,\" she says. \"If you want a bucket list moment and unreal photos to show your friends and family, this is it. When our daughter is older, we're definitely going to take her on this climb.\"\nYou'll gasp in awe when you climb the Sydney Harbour Bridge's 134m-high arches and take in the 360-degree views of the city, gazing down at the stiff white wings of the Sydney Opera House and Sydney Harbour below. There are a variety of climb experiences, ranging from the \"Classic\" climb to the top of the bridge's upper arch, to the \"Burrawa\" climb where you scale to the summit with a First Nations storyteller as your guide and see Sydney from an Aboriginal perspective.\n\"I've lived in Australia my entire life, and I'd gladly be a tourist climbing the Harbour Bridge any day,\" proclaims Irwin. \"With some of the best views in Sydney, this climb really made my heart soar.\"\nWebsite: www.bridgeclimb.com\nAddress: Eora Country, 3 Cumberland St, The Rocks NSW 2000\nPhone: +61 8274 7777\nInstagram: @bridgeclimb\n5. Best for experiencing Australia's underwater world: Lady Elliot Island, The Great Barrier Reef, Lady Elliot Island \nAustralia's three surrounding oceans brim with lifeforms as unique as the creatures that hop and slither across its lands, from technicolour clownfish to dugongs. Visiting the Great Barrier Reef – the largest coral reef system in the world – is doubtlessly Australia's most thrilling aquatic experience.\nBut \"if you want to truly immerse yourself in the Great Barrier Reef, you have to stay at Lady Elliot Island [Eco Resort],\" says Irwin. \"My mum and dad used to take us there to snorkel and dive. Now taking Grace here, it feels like a full-circle moment.\"\nLady Elliot Island, a coral cay just off the Great Barrier Reef's southern tip, is a diver's paradise thanks to the 1,200 species of sea life that thrive in its waters. \"The Gash family are the caretakers of the island and have done a brilliant job creating an ecotourism destination,\" says Irwin. \"From bird-watching to swimming with manta rays, turtles and every fish imaginable, I have an enormous love for this island and the reef around it.\"\nIrwin recalls her favourite Australian marine experience: \"I was about three years old,\" she says. \"My parents were filming a documentary, and we were travelling by boat to some truly phenomenal, remote places. One evening, while I was swimming in the ocean with my dad, a pod of dolphins swam right up to us and begin jumping over our heads. I was holding onto my dad’s shoulders. The dolphins even brought their babies to come see us.\" She adds: \"It’s those moments in childhood that really shape your future in life.\"\nWebsite: https://greatbarrierreef.org/\nInstagram: @greatbarrierreeffoundation\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "Guide to Helsinki's happiest places",
        "href": "/travel/article/20240718-a-happiness-hackers-guide-to-the-happiest-outdoor-places-in-helsinki",
        "article": "Finland is the world's happiest country – and professional \"happiness hacker\" Lena Salmi knows where to find Helsinki's happiest spots, from sea pools to graffiti walls.\nFor the last seven years, Finland has been voted the happiest place in the world. Of the 140 countries surveyed in the UN's latest World Happiness Report, it continues to rank top for health, wealth, kindness and freedom for citizens to do as they please. Never is that clearer than during the summer when daylight reigns in \"the land of the midnight Sun\", bringing the city’s unique blend of nature and urban perks to life.\nAn archipelago framed by 300 islands, with two national parks reachable by public transport from the city and plenty of green spaces, Helsinki is an outdoor-lover's paradise and a sauna-goer's haven; the city has one for every two residents. Add 19 hours of daylight to breezy summertime highs of 21C, and the \"happiest city in the happiest country\" moniker suddenly makes perfect sense.\nWe spoke with Lena Salmi, a professional \"happiness hacker\", to find the city's most happiness-inducing outdoor spots. Salmi – who helps visitors \"find their inner Finn\" through outdoor city tours – swims, scoots and skates her way through her hometown, doing the latter in a tutu, having taken up the sport seven years ago at the age of 63. Salmi worked in Finnish Lapland for decades as a sports journalist until she discovered her \"hack\" to happiness: \"[I] recognised what I missed in Helsinki\", she reflects. \"It is the sea, and the seagulls. Many people say that the sea is separating us – but in my opinion, it brings a whole other world, and is so remarkable.\"\nThe SpeciaList\nLena Salmi is a former swimmer and sports journalist-turned skateboarder from Helsinki. She was appointed one of Visit Finland's official \"happiness hackers\" for her joyous \"hacks\" to life, and leads summer masterclasses for those visiting the country to seek out Nordic-style joy.\nWith 130km of coastline fringing the city, \"you have so many options for how you can spend your time,\" Salmi says – and embracing the truly Finnish approach to exploring is \"to free yourself from hurry, and just enjoy.\"\nWhen asked why she thinks Finns are the happiest people in the world, she says, \"Often, it is mentioned that our social security, our education and so on. For me, my happiness means you might be as you are. Nobody cares. You just are what you are.\"\nHere are Lena Salmi’s five best Helsinki happiness hacks.\n\"I love the sea, water and swimming, so one of my happiest places in Helsinki is the Allas Sea Pool,\" Salmi says. Opened in 2016, Allas Sea Pool features a sea pool (an enclosed area of sea water to swim in), a warm pool and a children's pool built on top of the Baltic Sea and is open from dawn until dusk.\nSalmi is firmly among the groups of dedicated morning swimmers undertaking an early paddle at around 07:00 five days a week in the 25m seawater pool located \"in the core of Helsinki, opposite our Presidential Palace\" – an Imperial structure built in the early 19th Century.\nWith three saunas, two restaurants and the largest open-air terrace in the city, Allas sees up to 3,500 visitors per day in the peak of summer, when it also hosts open-air concerts. It is open year-round, with naked swims taking place in the evening, too.\nSalmi has an unlimited swim pass; that means she can alternate her morning visits between Allas and the water at \"the world’s most beautiful sporting place\" – the Olympic swimming stadium. Designed by architect Jorma Jarvi for the 1940 Games – cancelled after World War Two broke out – the Uimastadion (also known as Stadikka to locals) finally got its moment on the global stage in 1952. \"It really is a beauty,\" Salmi says of Helsinki’s oldest inland pool.\nWebsite: https://allasseapool.fi/\nAddress: Katajanokanlaituri 2, Helsinki 00160\nPhone: +358 40 565 6582\nInstagram: @allasseapool\nWhen Salmi began skateboarding, she began to notice not only the natural beauty around her, but the graffiti – a medium that allows anyone to \"become a part of every city\". She has since tagged her way around the world (hers is ILI3), including in London's \"Banksy Tunnel\".\nTip\nGet a taste of Finnish cuisine at Sea Horse, a heritage Helsinki restaurant since 1933, that has been visited by Nobel prize-winners, sailors and statesmen. \"People here call Sea Horse 'pig farm' (Sikala) in Finnish slang,\" says Salmi. \"It was one of the first restaurants which was famous to serve really homemade Finnish food such as fried vendaces [white fish]. The feeling is cosy, with its own twist.\"\nHer favourite spot for appreciating graffiti in Helsinki remains Suvilahti, Finland's biggest graffiti wall with hundreds of metres of wall space for artists to leave their mark. Her first trip to the wall was a decade ago (Tony Hawk has also visited), and she encourages others to try it out – no expertise required. \"There is a graffiti shop where you can buy a can [on site],\" she says. \"Just go there and buy one can and do your tag.\"\n\"The other side of my love for Helsinki is that I can skate here almost everywhere,\" says Salmi. During her swims at the Stadikka, Salmi could see a hill above, where \"young kids were laughing and skating to [Micropolis] skate park. Then I just decided I had to try it.\"\nWhen she first visited the age of 63, \"I thought, okay, they may laugh at me,\" she says. \"But if they laugh, that is not my problem. But they didn't laugh. They gave me high fives, and came to talk to me, and came to teach me. Then I knew I had found my paradise in skating.\"\nAfter gaining confidence in her skating skills, Salmi began teaching in 2014 with the Longboardettes, a local longboarding crew who have taught tricks to five-year-olds and pensioners alike. While once laying claim to being Helsinki’s oldest skater (she has since been usurped by an ex-ski jumper a couple of years her senior), the pursuit is \"all about creativity\", she says – as well as providing a great way to upskill in picturesque surroundings.\nAddress: Nordenskiöldinkatu 20, 00250 Helsinki\nPhone: +358 9 31087783\nKnown locally as Espa, this 200-year-old walkway and park lined with linden trees cuts through the heart of Helsinki. \"Just sit there and smell the fresh air,\" Salmi suggests. \"It is such a lovely place.\"\nThe city’s most popular park is particularly beautiful in the springtime, \"when the trees are becoming greener and greener\". While Salmi appreciates that Finland gets four seasons, the arrival of sunshine means \"people begin to walk more slowly on the streets and people are laughing and smiling… the climate is our plus point.\"\nTip\nThe Neoclassical domes of Helsinki Cathedral are also well worth a visit – both inside and out. It is the perfect pitstop on summer days, Salmi says, describing it as \"a very special place\". \"Go and walk to the steps, sit there and enjoy an ice cream.\"\nSo is the fact that Helsinki is spread out over such a large area. Salmi adds; \"we have plenty of room, and Helsinki is not so crowded compared to Stockholm, London, Paris or Rome.\"\nMake the most of it by strolling through the Espa, which is four blocks long. On either side is the Pohjoisesplanadi (North Esplanade) and Eteläesplanadi (South Esplanade), both of which are filled with \"lovely shops\", Salmi says. \"If there is one place people have to visit in Helskini, it’s Marimekko.\" The Finnish design house, founded in 1951, is filled with vibrantly printed clothes, crockery and ceramics, fabric, furniture and more. \"It’s so colourful,\" says Salmi. \"Every time I come from Allas Sea Pool along the North Esplanade, I have to go inside Marimekko, just to get in a good mood.\"\nAddress: Pohjoisesplanadi, 00130 Helsinki\nPhone: +358 9 31022111\nThere are more than 100 free outdoor gyms in Helsinki. Salmi’s favourite is one of the smaller ones, by the Finnish National Opera House, which \"I saw with fresh eyes during the pandemic,\" she says. Instructed to stay away from others, Salmi \"began to jog there and do gym workouts. It saved my life to be outdoors,\" she reflects.\nOpera outdoor gym is situated on Töölö Bay, where villas made of wood (the city’s main building material from its founding in 1550 until the late 19th Century) line the shore. At the north end of the bay, a Winter Garden features hundreds of plants, while stand-up paddleboarders can ride along the bay, too.\nWebsite: https://www.hel.fi/fi/kulttuuri-ja-vapaa-aika/ulkoilu-puistot-ja-luontokohteet/uimarannat/maauimalat/uimastadion\nAddress: Hammarskjöldintie 5, Helsinki 00250\nPhone: +358 9 31087854\nInstagram: https://www.instagram.com/olympiastadionhelsinki/?hl=fi\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers. \n--\nFor the best of BBC.com in your inbox every Friday, sign up to The Essential List newsletter for a handpicked selection of features, videos and can't-miss news.\nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "A pastry chef's favourite bakeries in Paris",
        "href": "/travel/article/20240717-david-lebovitzs-ultimate-guide-to-the-best-bakeries-in-paris-right-now",
        "article": "David Lebovitz has lived in Paris for 21 years and has eaten all the baked goods. Here are his favourite bakeries, from croissants at Tout Autour Du Pain to babka at Mamiche.\nVisitors heading to Paris this summer may have Olympics fever, but no trip to the City of Light is complete without trying its famous pastries. Luckily, you can find a boulangerie and pâtisserie on almost every block.\nWhat's the difference between these two kinds of bakeries? American expat baker and pastry chef David Lebovitz explains: \" A pâtisserie makes fancy pastry chef-style pastries, like gâteau St-Honoré, whereas a boulangerie makes baker-style pastries, like madeleines.\"\nThe SpeciaList\nDavid Lebovitz is a pastry chef who spent 13 years baking in the kitchen at Chez Panisse in Berkeley, California, before moving to Paris in 2003. He is the author of nine books, including My Paris Kitchen and The Sweet Life in Paris. You can find his recipes and Paris dining and travel tips on his website, and more restaurant and bakery recommendations in his newsletter.\n(Credit: Joann Pai)\nLebovitz, who has lived in Paris for the past 21 years, is the author of an award-winning blog where he shares recipes and stories, extolling the virtues of Paris's beloved baked goods. In the past decade, this Parisian bakery expert has noted a palpable shift in Paris's bakery scene. \"These younger bakers are influenced by what's happening in other countries, and as a result, they are a lot more fun than the old guard,\" explains Lebovitz. \"They are experimental, adding things like seeds and grains to brioche, which in the old days everyone would say, 'you can't do that'.\"\nWhich isn't to say that everything new is the best. \"More often than not, I just want a delicious, buttery croissant or a palmier to snack on,\" says Lebovitz. \"Traditional French pastries have stood the test of time and while it’s fun to venture outside the box, I often find myself craving the classics.\"\nHere are Lebovitz’s favourite old-school and new-school bakeries in Paris.\nParis has so many pastries that for some, it might be hard to pick the best one, but Lebovitz doesn't waver about his favourite: the Paris-Brest at Jacques Genin. The round pastry is named after the bicycle race that runs between Paris and the city of Brest and is meant to resemble a bicycle wheel. A Paris-Brest is traditionally made with pâte à choux (a dough used to make eclairs and cream puffs) that's piped into a ring then sliced horizontally and filled with praline mousse.\n\"At Jacques Genin they make the pastry to order, so don't be in a hurry when you go,\" advises Lebovitz. It's worth the wait. \"It's the most magnificent dessert in Paris, such a classic. The crunchy fresh-baked dough is piped with an amazing hazelnut praline cream, then topped with roasted Piedmontese hazelnuts,\" says Lebovitz, adding, \"and it's not too sweet.\"\nOnce you've picked up the Paris-Brest, don't miss out on the other confections, like Genin's super flaky mille feuille (puff pastry layered with pastry cream), pâtes de fruits (fruit jellies), cream puffs and eclairs. And his outstanding caramels.  \"Genin's caramels (aka buttery bombs) are super famous,\" Lebovitz says, \"but I especially love the passionfruit and mango caramel. Normally I don't like flavours in caramels, but these are incredible.\"\nWebsite: https://jacquesgenin.fr/\nAddress: 133, rue de Turenne, 75003 Paris (multiple locations)\nPhone: +33 1 45 77 29 01\nInstagram: @jacquesgenin\n\"It's nearly impossible to say where to get the best croissant in Paris,\" says Lebovitz, who nonetheless cites baker Benjamin Turquier's Upper Marais boulangerie, Tout Autour du Pain, as his favourite. \"It's not a fancy place and the croissant is not super flaky or oversized, but when you bite into it, it's just right,\" he says. \"You can taste the really good butter; it's the perfect croissant.\" \nLebovitz's Bread Tip\nWhen buying bread, make sure you’re at a boulangerie rather than at a dépôt du pain, where the bread is made elsewhere. Per Le Décret Pain (the Bread Decree) enacted by parliament in 1993, baguette tradition, baguette à l’ancienne and baguette de campagne must be fully prepared on the bakery premises with only four ingredients (flour, yeast, water and salt). Boulangeries are required to follow this decree, so you’ll be assured a fresh, handmade loaf, likely still warm from the oven.\nLebovitz's choice is well-informed. Turquier has won the city's best croissant competition and been among the top-10 winners of the best baguette in Paris several times. But in addition to his award-winning croissants and baguettes, Lebovitz is a big fan of Turquier's pain d'epices, a French spice cake with hints of orange marmalade and a texture that falls appealingly between cake-like and rubbery. \"The pain d'epices are sold by the slab and they hover over the loaf with a knife when you go to buy some,\" says Lebovitz, \" and you just say 'yes' when to cut or let them know if you want more.\" \nAddress: 134, rue de Turenne, 75003 Paris\nPhone: +33 1 42 78 04 72\nInstagram: @toutautourdupain\nThe French Bastards, a self-proclaimed \"bakery and bastarderie\" was created by three hip, young French friends – one of whom trained in Australia where he was \"jokingly dubbed the French bastard in the kitchen\", says Lebovitz. Their goal when opening in 2019 was to redesign the traditional bakery by reimagining the classics and adding what they call \"a healthy dose of food porn\". The irreverent trio was heavily influenced by what was going on in the US at the time and included items like cruffins and caramelised croissant \"waffles\" on their menu, alongside more traditional croissants, pains au chocolat, pains Suisse and more.\nOf all the baked goods on the menu, Lebovitz is partial to their lemon tart. \"It's really tart,\" he explains. \"A lot of lemon tarts in France don't have that tanginess. This version tastes like lemon, with a thick layer of meringue on top and an especially tender pâte sucrée crust.\" Their babka is a crowd favourite, and they do seasonal spins on Saint-Honoré cakes called Le St-Ho. During the summer, look for their new line of B*astards ice cream cookies.\nWebsite: https://thefrenchbastards.fr/en\nAddress: 61 Rue Oberkampf, 75011 Paris (multiple locations)\nInstagram: @the_french_bastards\nThere's always a line at Mamiche, a relative newcomer (the first location in the 9th arrondissement opened in 2017) on the bakery scene from female co-owners Victoria Effantin and Cécile Khayat. But Lebovitz says that the lines are long for a reason, and it's not just the abundance of social media hype. Their best-selling babka, a twist of golden brioche dough with a whorl of bittersweet chocolate, is currently one of the best in Paris, and their take on this beloved Jewish dessert is great example of how the young duo embraces a global approach at their three shop locations. \nWhen Lebovitz goes to Mamiche, he seeks out two specific things in addition to the babka. \"They have the most delicious, seedy pain de mie aux grains (fluffy wholegrain bread),\" he says, \"and I love their pain Suisse (Swiss bread) – croissant dough folded over with bits of chocolate chips held together with pastry cream.\"\nWebsite: https://www.mamiche.fr/\nAddress: 75 Rue Condorcet, 75009 Paris (multiple locations)\nPhone: +33 1 53 21 03 68\nInstagram: @boulangeriemamiche\n\"This isn't a usual suspect, like Ladurée,\" says Lebovitz about Plaq, an artisanal bean-to-bar chocolate company opened by Sandra Mielenhausen and Nicolas Rozier-Chabert in 2017 when they realised the world's best chocolate was no longer French. Inspired by the old French word for a chocolate bar, plaque, the couple chose to name their modern company Plaq. \nAlongside a variety of chocolates, Plaq sells a robust selection of cakes, cookies and tarts made by pastry chef Céline Lecoeur. \"They make the most delicious fresh chocolate pastries,\" says Lebovitz, whose favourite is Le Fondant Ultra Chocolat. \"It's a rectangle of pure baked chocolate ganache that you eat with a fork,\" he explains, \"and is truly the best rectangle of chocolate you’ll ever put in your mouth.\"\nCookies might not be a French thing, but Plaq's are sublime. \"People in Paris don't quite get cookies, but Plaq gets it,\" says Lebovitz. \"It might seem strange to come to Paris for an American-style cookie, but their chocolate chunk pecan cookie is exceptional.\" Plaq's gluten-free buckwheat cookie is another stand-out. Lebovitz says the prices can be a little high, but making their own chocolate justifies the expense.\nWebsite: https://plaqchocolat.com/\nAddress: 4 Rue de Nil, 75002 Paris\nInstagram: @plaqchocolat\nIn 2012, Nathaniel Doboin and Thomas Teffri-Chambelland, a biologist-turned-baker, opened their first Chambelland shop. Teffri-Chambelland had previously founded École Internationale de Boulangerie, a renowned bread baking school in the village of Noyers-sur-Jabron. The pair opened Chambelland as a natural, gluten-free bakery with a very clear commitment to sustainability, going so far as to build their own mill in Alpes-de-Haute-Provence, making fresh-milled flour from organic rice, buckwheat and chestnuts.\n\"You don't have to be gluten-free to love Chambelland,\" says Lebovitz. While their signature product is an organic, naturally gluten-free rice bread, Lebovitz is very fond of their lemon tart, which is bright and tart with an extra-crispy rice flour crust. \"They also have a wonderful pastry called pain de sucre, a thin loaf of dough that's rolled in orange flower syrup and sugar, so it develops a crisp, light crust when it bakes.\"\nWebsite: https://www.chambelland.com/en/\nAddress: 43 Rue Brochant, 75017 Paris\nPhone: +33 1 40 25 04 68 (multiple locations)\nInstagram: @chambellandparis\nOne of Lebovitz's most frequently requested recommendations is for tarte tatin, France's classic, rich, caramelised apple tart. \"People always ask and I tell them that you can't buy a whole tarte tatin – they're eaten warm, so bakeries don't make them,\" he says. Instead, the way to enjoy tarte tatin is by the slice.\nIt may come as a surprise, but Lebovitz's favourite option is from the Tea Salon at Berthillon, famous not for tarts and pastries but for its ice cream. The original location, located on the Île St-Louis and surrounded by tourists, is the only place to get it. \"Their tarte tatin is tall, with a solid wall of well-caramelised apples and it's served with their incredible ice cream,\" he says, adding, “it's hard to go wrong with that.\"\nWhile you might be able to buy a less expensive slice elsewhere, Lebovitz believes it's worth the price because the tearoom is one of the swankiest salons in Paris.\nWebsite: https://berthillon.fr/\nAddress:  31 rue Saint-Louis en l’Ile, 75004 Paris\nPhone: +33 1 43 54 31 61\nInstagram: @berthillon_officiel\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "Chef Andrew Zimmern's favourite US restaurants",
        "href": "/travel/article/20240714-chef-andrew-zimmerns-favourite-us-restaurants",
        "article": "The celebrity chef has eaten it all, in every country. Here are his most memorable US dining experiences, from pizza at L&B Spumoni Gardens to cebiche at La Mar.\nIn a nation of immigrants, America's food scene is often inspired by culinary traditions from around the world, with each region in the country drawing from a variety of international influences. Depending on what state you're in, a \"quintessential American meal\" might refer to Cajun soul food, a Philadelphia cheese steak or something as simple as New York City's $1 slice of pizza. And yet, fast food tends to dominate the global imagination of American cuisine. But here in the United States, conversations about culinary excellence are increasingly revolving around quality, sustainability and diversity. \nAndrew Zimmern, perhaps best known as the host of the Travel Channel's Bizarre Foods, has spent the last 20 years travelling the world in search of unique dining experiences. But between munching on insects and intestines in the far-flung corners of the globe, Zimmern has also dined in many of the world’s finest restaurants. These days, it takes a lot to wow this culinary expert, though his criteria for a standout restaurant experience are fairly simple.\nThe SpeciaList\nAndrew Zimmern is an Emmy-winning and four-time James Beard Award-winning TV personality, chef, writer and sustainability advocate. Known for hosting the Bizarre Foods franchise, he also recently produced the new PBS series Hope In The Water about how fishers, aqua farmers and scientists are working to feed the planet while trying to save our oceans.\n\"First of all, it has to taste great. Second of all, it has to be sustainable and regenerative. If it's not sustainable and regenerative, why bother doing it?\" says Zimmern. \nIn an era of concern about how agriculture and farming affect a warming planet, many trailblazing American chefs are focused on the use of seasonal, locally sourced ingredients to create dishes rooted in their heritage. \n\"I think the thing that's most exciting about American cuisine in 2024 is the diversity of cuisines that are available in bigger and bigger numbers in more and more cities,\" says Zimmern.  \nHere are the restaurants that excite Zimmern across the US right now. \nRaised in Queens, Zimmern has plenty of recommendations for eating well in the Big Apple. But in a city filled with fine dining options, there's one New York City staple Zimmern says everyone should try: \"Without a doubt, New York City is the pizza capital of the world.\" \nTip:\nWondering where to go out to dinner when visiting a new-to-you American city? Follow the experts. \"I try to find four or five food critics in a given city and see what they’re doing, where they’re going, and when you triangulate those, you can come up with a really awesome list,\" says Zimmern.\nThe range of pizza joints across NYC is incredible. In the same breath, Zimmern mentions Una Pizza Napoletana, a darling of food critics, and L&B Spumoni Gardens, which has been dishing out Sicilian-style square slices in Brooklyn since 1939. \nThe former has been praised in The New York Times and Michelin Guide for its simple menu of wood-fired pies, paired with refreshing sorbets and decadent gelatos. Una Pizza's owner Anthony Mangieri was inspired by his Italian-American heritage to pioneer Neapolitan-style pizza in the US, opening restaurants in New Jersey, San Francisco and New York City. \nFor another classic NYC experience, Zimmern recommends you indulge at L&B Spumoni Gardens. \"You could just buy a slice, but most people buy a half or whole pie and eat those things up,\" says Zimmern. The restaurant's commitment to not using pre-packaged ingredients makes for delicious Sicilian-style pizza layered with fresh mozzarella and savoury tomato sauce.  \nWebsite: https://unapizza.com/\nAddress: 175 Orchard St, New York, New York 10002\nPhone: (646) 476-4457\nInstagram: @unapizzanapoletana\nWebsite: https://spumonigardens.com/\nAddress: 2725 86th St, Brooklyn, NY 11223\nPhone: (718) 449-1230\nInstagram: @lbspumonigardens\nIn the foothills of the Great Smoky Mountains, James Beard Award-winning restaurant The Barn at Blackberry Farm takes farm-to-table dining to a whole new level. Serving seasonal dishes with ingredients sourced from the property's garden, only steps away from the restaurant, the menu evolves with the flow of the seasons. \nDrawing inspiration from the traditions of the surrounding Appalachia area, the menu showcases dishes that celebrate the region's heritage. Heirloom vegetables, foraged mushrooms and wild game are just a few of the locally sourced ingredients that highlight local flavours.\n\"It is truly a globally special and unique restaurant. It's helmed by a chef, Cassidee Dabney, who understands how to put together flavours in a way that very few people do,\" says Zimmern. \nZimmern's pro tip? Go in the summertime and order anything that has tomatoes in it.\nWebsite: https://www.blackberryfarm.com/wine-food\nAddress: 1471 West Millers Cove Rd, Walland, TN 37886\nPhone: (800) 557-8864\nInstagram: @blackberryfarm\nAccording to Zimmern, \"the greater Portland, Maine, area is making some of the most incredible food in the United States.\" New England is known for its oysters and lobster rolls and coastal Maine is no exception. In Portland, Zimmern highlights restaurants like Mr Tuna, Eventide Oyster Co and Five Islands Lobster Co, but if he had to pick where his last meal would be, he'd have to pick Fore Street for its top-notch seafood and ingredient transparency.\n\"It’s one of my favourite restaurants in America,\" says Zimmern. \"They cook everything over open fire and seasonally. They have glass walls on their walk-ins so you actually see the produce in boxes in their coolers.\"\nWebsite: https://www.forestreet.biz/\nAddress: 288 Fore St, Portland, Maine 2077752717\nPhone: (207) 775-2717\nInstagram: N/A\nLa Mar by Gastón Acurio is one of the most acclaimed restaurants in Miami, Florida. While it is Gastón Acurio’s name on the restaurant, his colleague Diego Oka has opened the last several La Mar locations across South and North America and, according to Zimmern, his work in Miami is nothing short of magical. \n\"He does raw fish dishes and cured fish dishes and cooked food from the Peruvian playbook as well as anybody does, but with a modernised touch that is simply breathtaking,\" says Zimmern. \nTip:\nAccording to Zimmern, seafood restaurants are a great way to \"vote with your feet and your fork\". Ask questions about the menu before you buy to ensure that ingredients are sourced sustainably.\nAt La Mar, Oka’s menu fuses authentic Asian and Peruvian flavours in colourful seafood dishes, fresh from the Atlantic coast. Guests choose from cebiches (ceviche), causas (Peruvian layered potato dish), anticuchos (meat skewers) and tiraditos (fish crudo), each meticulously crafted to balance bold flavours, as they take in the restaurant’s stunning views of Biscayne Bay and the glittering lights of the city.\nWebsite: https://www.mandarinoriental.com/en/miami/brickell-key/dine/la-mar-by-gaston-acurio\nAddress: 500 Brickell Key Drive, Miami, Florida 33131\nPhone: (305) 913-8288\nInstagram: @lamarmiami\nIn the mid-2000s, Zimmern returned from visiting the Philippines convinced that Filipino food would be the next great culinary movement in America. \n\"It combines all the best Asian techniques, textures and flavours,\" says Zimmern. \"The incorporation of Spanish techniques into that traditional, Indigenous Filipino style with all the influence from the other tropical Asian countries that surround it. Filipino food is just as good as it gets.\"\nTip:\nIf you’re feeling overwhelmed by the diversity of American cuisine, Zimmern says \"don't go to eight cities in 12 days. Go to one or two places and just spend some time there. It’s better to go deep than go shallow.\" Choose a cuisine with deep roots in the city you’re visiting – like, say Southern barbecue or Asian fusion – and explore how different chefs put their own spins on similar dishes.\nWhile Zimmern says that the Filipino food movement in America has been more of a slow burn than an explosion, he believes the restaurant leading the charge is Kasama in Chicago, Illinois. Led by husband and wife Tim Flores and Genie Kwon, Kasama was the first Filipino restaurant in the world to receive a Michelin star and in 2023, the couple won the James Beard Award for Best Chef Great Lakes.\n\"They're fantastic culinarians. Their restaurant has been held up as a beacon for everything right about food in America today. And, I have to agree, I think it is just beyond fantastic,\" says Zimmern. \nWebsite: https://www.kasamachicago.com/\nAddress: 1001 N Winchester Ave, Chicago, Illinois 60622\nPhone: N/A\nInstagram: @kasamachicago\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "A First Lady's guide to Iceland",
        "href": "/travel/article/20240710-icelands-first-lady-takes-you-on-a-tour-of-her-super-chill-nation",
        "article": "Eliza Reid moved to Iceland 20 years ago for love and now she's the First Lady. Here are her favourite ways to enjoy a \"chill\" Icelandic weekend, from public pools to Icelandic literature.\nThe SpeciaList\nIcelandic First Lady Eliza Reid grew up on a farm in Canada's Ottawa Valley and studied history at Oxford University before moving to Iceland, where she was a freelance writer for various Icelandic publications and the editor of Icelandair Stopover in-flight magazine. She is also the author of Secrets of the Sprakkar: Iceland's Extraordinary Women and How They Are Changing the World (2020). Her first novel will be published in 2025.\nIt isn't often that someone moves abroad and ends up helping to shape the nation. But that's what happened after Eliza Reid, a Canadian graduate student at Oxford University, won a raffle for a date with a fellow student – future Icelandic President Guðni Jóhannesson. Subsequent visits to the spellbindingly beautiful island – and an engagement – led to a permanent move in 2003. Since then, First Lady Reid has worked to highlight the rugged beauty and unique culture of Iceland to the outside world via prose – her own, as a writer for Icelandic travel publications, and through promoting Icelandic literature overseas.\n\"The country has changed a lot in the last 20 years,\" says Reid, who served as a UN Special Ambassador for Tourism and speaks Icelandic fluently. \"When I first started visiting [in 1999], it was considered much more distant… but we've seen an increase in tourists from Spain, Italy and places like that because when you're taking a summer break in August, you'd probably like to come to Iceland where there might be a drizzly rain and it's 9C.\"\nIceland is cool, literally and figuratively – with summer highs averaging at 13C and a Viking past, lush with sagas and myths. Reykjavík, the capital, is home to two-thirds of the island's population, excellent cultural events and a rapidly evolving culinary scene. Outside the capital, the country teems with hot springs, ethereal geyser-and-volcano landscapes and close-knit towns.\n\"It's a very family-friendly society,\" says Reid, a mother of four. \"It's very safe. It's a wonderful place for young children to grow up. There's very low pollution, so the air is very clean; kids walk to school by themselves.\" \nBut something Reid wishes people knew about Iceland? \"It's closer than you think,\" she says.\nHere are First Lady Reid's favourite ways to enjoy her cool home nation.\nMany visitors to Iceland tend to base themselves in the capital, planning to explore the entire country in a weekend – a plan Reid calls \"overly ambitious\".\n \nTip\n\"Beware the weather,\" warns Reid. \"In Iceland, the weather dictates a lot. So, you need to research weather forecasts and be prepared – especially in the winter months – to adapt your plans because of inclement weather. The outdoor nature is really popular, but you have to dress for the weather.\"\n\"It's a bigger island than people might think,\" she says. \"One of the tips I always give is not to try to do too much, geographically.\"\nInstead, Reid recommends picking a single base. \"Reykjavík has the most infrastructure, the most restaurants, the most cultural offerings,\" she says. \"The downside, of course, it has the most tourists. Iceland is known as well for its natural wonders, so it's nice to experience the countryside.\"\nReid notes that most people fly into Reykjavík, but there are also winter flights direct from the UK to Akureyri in the north, Iceland's second city. \"It would be less busy than the capital area,\" she says. \"And there's great skiing, good Northern Lights and whale watching. There's a town that's an hour's drive away that's the best-known centre for whale watching called Húsavík.\"\nBar none, Reid says the most Icelandic of all Icelandic daily activities is hitting a local outdoor swimming pool. \"We have many outdoor geothermal swimming pools,\" she says. \"It's a very authentic way to get to know the locals.\" \nThere are more than 120 swimming pools in Iceland (18 in Reid's hometown of Reykjavík); each with their own look and feel, like Árbæjarlaug Swimming Pool, just outside Reykjavík overlooking the idyllic Elliðaárdalur Valley or Akureyri's family-friendly Akureyrar Swimming Pool home to the longest water slide in Iceland. Icelandic swimming pools feature cooler swimming pools (35C), hot tubs (44C) called \"hot pots\" and often saunas and steam rooms.\n\"It's a soup of humanity there,\" says Reid. \"It's the great equaliser. You're all sitting there in a bathing suit and you might be next to a politician or a preschool teacher or a plumber or a tourist. The stereotype goes that if you're in Paris and you want to see people, you go to a cafe. If you're in the UK, you go to a pub. Iceland, you go to a swimming pool.\"\nPool etiquette\n\"There's quite a strict shower regimen,\" Reid says. \"It's gender segregated, and you have to shower in the nude before you put on your bathing suit. There's not a lot of chlorine in the water.\"\nAfter showering and donning their suits, bathers may enjoy the pools, but upon finishing their swim, they must shower again. \"Only after you're dried off do you go back to the dry area and get dressed,\" says Reid. \"It would be very bad form to walk from the shower to the locker when you're dripping wet water all over the floor.\"\n\"Iceland is a really culturally rich country,\" says Reid. \"Especially given the small population\" of just 382,000.\nMusic lovers, for instance, will be spoiled for choice at the Harpa Concert Hall in Reykjavík and Hof, its smaller counterpart in Akureyri. \"There's always music festivals, cultural festivals and museum nights that people can check out,\" says Reid.\nReid is also a proud supporter of Iceland's literary culture. \"Reykjavík is a Unesco City of Literature,\" she says. Apart from regular literary happenings, like the biennial Reykjavík International Literature Festival and the Reykjavík City Library's literary walking tours, \"poetry benches\" throughout town are fitted with QR codes that, when scanned, will prompt a reading of Icelandic poetry.\nFor traditional Icelandic events, Reid cites Fishermen's Day, an annual festival held the first weekend of June commemorating Iceland's seafaring culture with concerts, boat rides and fishing games. \"Especially in harbour towns,\" says Reid. \"You can go to different harbours and sometimes – my kids always like this – they display huge crates of ice and fish that have been caught for kids to see what sea creatures look like; little sharks or things that have been trawled up in the nets.\"\nIceland is famous for its volcanic landscapes. \"Of course, the tourist experience is going up on a glacier,\" says Reid. \"Walking along these black-sand beaches. You can also go on boats and fish [for \"Viking sushi\" (scallops and sea urchins)] and eat it and you can go on an ATV and go down inside a volcano.\"\nBut for a true Icelandic outdoor experience, Reid recommends swimming outdoors. \"There's a town called Hveragerði which is a 45-minute drive from Reykjavík that has smoky valleys where you can walk up and just sit in a hot spring.\"\nThe Reykjadalur Valley – fed by the Hengill volcano – is filled with steamy hot springs and mud pools that can be reached via a brisk 7km hike from the area's car park, passing the Djúpagilsfoss waterfall and the Djúpagil canyon. The site can be smelled before it's seen, thanks to the notoriously \"rotton egg\" smell of sulphur in the water, but the experience is nonetheless magical. \"The water is a bit like a cocoon that envelops you,\" says Reid. \"And then you don't mind if your face is chilly because you're warm and toasty inside this nice clean water. And when you're in the countryside, you really notice that very oxygen-rich air.\"\nPractice caution when approaching these swimming spots – unlike Iceland's iconic Blue Lagoon, they're not outfitted for tourism. \"You're just going on a hike,\" says Reid. \"Then you change into a bathing suit and sit in a creek. Use your common sense. There's structured path but there's no admission or people who work there.\"\n\"I don't want to set expectations,\" says Reid. \"But I'd imagine that [visitors] are very pleasantly surprised by the food.\"\nTip\n\"Drink the tap water,\" says Reid. \"It's the best tap water in the world. It's fantastic. It comes from our natural springs in the earth. It's hardly treated at all. No local would buy bottled water – ever.\"\nOnce confined to the capital, Iceland's culinary scene is now thriving. \"Twenty years ago, you couldn't find nice food outside the city and now you can,\" says Reid. \"There are places around the country that are getting Michelin recommendations.\"\nIceland's remote location has lent itself beautifully to the farm-to-table movement. \"It suits Iceland really well,\" says Reid. \"We have sustainably caught fish. There's great langoustine here. Our lamb is also very well known because it's free range. If you eat meat, lamb is the best way to go.\"\nClassic Icelandic dishes include plokkfiskur – \"a dish with white fish and potatoes, like a casserole\" – and kjötsúpais, a meat soup with lamb, carrots and turnips. \"I usually get the fish of the day,\" says Reid. \"And skyr for dessert. Skyr is our local [yoghurt-like cheese] product. It's fat-free and very high in protein.\"\nFor a casual bite, try a pylsa, an Icelandic-style hot dog, made with lamb. \"There's hotdog stands, you can get them at gas stations,\" says Reid. \"You can choose mustard, ketchup, remoulade, fresh chopped onions or fried onions. You can order one with everything or choose how you want it.\" She adds: \"I get mine with mustard only and fried onions.\"\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "Where to get the best pizza in Chicago",
        "href": "/travel/article/20240706-a-chicago-pizza-experts-guide-to-the-citys-best-pies",
        "article": "Local pizza expert Steve Dolinsky wants you to know that Chicago pies aren't just deep dish. Here are his favourites, from the stuffed pizza at Nancy's to tavern-style pies at Pat's.\nThe SpeciaList\nSteve Dolinsky is a 13-time James Beard Award-winning food journalist whose \"Food Guy\" reports air Thursday nights on NBC 5 News in Chicago. He’s the author of the book Pizza City, USA and The Ultimate Chicago Pizza Guide, the host-producer of the Pizza City podcast and the founder of Pizza City Tours and Pizza City Fest, which now holds events in Chicago, LA and Nashville. \nOutside Chicago, the term \"Chicago-style pizza\" is invariably associated with the deep-dish pie that's often mocked by out-of-towners as \"lasagna in a bread bowl\". But true Chicagoans know that the city and its suburbs are actually home to three iconic styles of pizza: deep-dish, stuffed and Chicago thin – AKA: \"tavern style\".\n\"People think Chicago is all deep-dish and was invented by the Uno's guys,\" says renowned local food reporter Steve Dolinsky, who published Pizza City, USA in 2018, documenting all of the region's delicious styles. \"But there's so much more to it.\" \nThe story of Chicago pizza doesn't start with a deep dish, but with a tavern. In the 1940s, when men habitually popped into bars after work, \"bartenders realised that by serving a salty snack, they'd sell more beer,\" says Dolinsky, whose book led to a Pizza City podcast, Pizza City tours and the wildly popular Pizza City Fest. \"With the advent of gas ovens, they started making thin-crust pies, which they'd cut into squares and pass around the bar on cocktail napkins for free.\"\nThen, in 1943, when Ike Sewell and Ric Riccardo opened a bar in Chicago's busy River North area, Riccardo used cake pans inherited from the bar's previous occupant to develop a deep-dish pizza, leading the duo to open The Pizzeria (later renamed Pizzeria Uno). \"Unlike its thin-crust predecessor, this dough was pressed into a pan,\" explains Dolinsky. \"They topped it with cheese to protect the dough, then added toppings and a chunky tomato sauce.\" \nFast forward to 1971 and Rocco Palese's invention of the stuffed pizza at Nancy's; purportedly inspired by his mother's pizza rustica (Italian stuffed savoury pie).\n\"All visitors and most locals still don't understand stuffed is a sub-category of deep-dish,\" says Dolinsky. \"It bears little resemblance to a classic deep-dish or even a deep-pan pizza, due to that thin second layer of dough. Fortunately, we have so many other styles of pizza here, you don’t have to rely on just one.”\nHere are Dolinsky's favourite pizzas in Chicago.\nQuintessential tavern-style\nPat's opened in 1950, bringing their spin on thin-crust pizza to Chicago's North Side, where it was a smash hit.\nTIPS\nLess is more with any Chicago pizza, warns Dolinsky. If you want toppings, the best two are raw, bulk fennel sausage pinched and pressed onto the pie, and giardiniera (pickled vegetables), the classic condiment in Chicago's famous Italian beef sandwich. Crunchy and briny, giardiniera tastes great on all styles of pizza.\nThe magic here is in Pat's iconic dough, says Dolinsky, which is proofed overnight, then put through a dough sheeter (used to flatten pizza dough into large sheets), which helps to make a really thin crust. The \"skins\" are then cured in a cooler for about three days. \"After the dough is sheeted, it's laid between sheets of paper and put on a rack to let it really dry out,\" explains Dolinsky.\nThe result is one of the thinnest pizza crusts in Chicago, which is topped from edge to edge with sauce, cheese and crumbled fennel sausage before it's baked to a crisp. Dolinsky likens it to eating \"a salty cracker dipped in tomato sauce\".\nWebsite: https://patspizza.brygid.online/zgrid/themes/13142/intro/index.jsp\nAddress: 2679 N. Lincoln Avenue, Chicago, IL 60614\nPhone: (773) 248-0168\nInstagram: @patspizzachicago\nThis family business originated in 1923 as a tavern on the South Side of Chicago; in 1946, they became one of the city's first thin-crust pizza makers. \"This pizza starts with a thin layer of tomato sauce topped with pinched and pressed raw bulk Italian sausage, which renders delicious fat into the pie as it's baked,\" says Dolinsky.\nThe cracker-thin pizza is finished with handfuls of whole milk mozzarella. Due to baking directly on the hot stone deck of the oven, the bottom (or \"undercarriage\") has blistered, charred spots that add to the texture. It's cut into squares, and whether you go for the crackly edges or cheesier middle is up to you.\nNick Barraco, the founder, declared in 1965 that they would never deliver their pizza, which is honoured to this day, as is the pizza's original recipe. \nWebsite: https://vitoandnicks.com/index.php\nAddress: 8433 South Pulaski Road, Chicago, IL 60652\nPhone: (773) 735-2050\nInstagram: @vito_and_nicks\nJason Vincent is the James Beard award-winning chef and owner of Giant and Chef's Special Cocktail Bar. During the pandemic, he started making pizza from a portable truck and in 2023 he opened Pizza Matta next door to Giant.\nWhen Vincent first opened Pizza Matta, he was serving East Coast-style pizza by the wedge-shaped slice. Once he perfected that pie, he added a tavern-style pizza as a weekly special. Because it was so successful, it's now on the regular menu and customers can get both styles every day.\n\"Vincent's pies are perfectly thin and crispy, and being the accomplished chef that Vincent is, he finishes his pizza with SarVecchio, a dry, shredded, salty and nutty cheese from Wisconsin that resembles Parmesan in flavour,\" says Dolinsky. Vincent also uses sausage, ham and chicken from a farm in Michigan, premium pepperoni from Ohio and mushrooms cultivated in Chicago.\nWebsite: https://pizzamattachicago.com/\nAddress: 3211 W. Armitage Avenue, Chicago, IL 60647\nPhone: (773) 661-6521\nInstagram: @pizzamattachicago\nDeep dish\nThis famed spot was founded in 1971 by Larry Aronsen and is now run by his son, Rich. Larry opened My Pi because he loved Uno and its sister pizzeria, Due; tinkering with the pie to make his own version\nTIP\nDolinsky doesn't advise getting any style of Chicago pizza to-go, but says that if you insist on taking a deep-dish or deep-pan pizza home (or to your hotel), it must be left uncut. Once sliced, everything seeps into the crevices, ruining the bottom crust.\nWhat makes My Pi so special? \"It's known for this secret spice mix, which Larry makes at home and gives to Rich to add to the tomato sauce,\" says Dolinsky. No one knows the recipe but Larry, who put the mysterious formula in his will so that Rich can one day make the mix. \"While most pies get a ton of flavour from the rendered sausage,\" says Dolinsky, \"this one is great for vegetarians because the spices add that flavour.\" \nThis is a one-hand pie: firm, no flopping, with a crisp-tender dough. It earns Dolinsky's stamp of OBR – optimal bite ratio – meaning every bite has the perfect mix of crust, cheese, sauce and topping.\nWebsite: https://www.mypiepizza.com/\nAddress: 2010 North Damen Ave, Unit E, Chicago, IL 60647\nPhone: (773) 394-6900\nInstagram: @mypipizzachicago\nLou Malnati started his pizza-making career managing Uno and Due but after being turned down when he tried to buy the businesses, he opened his namesake pizza spot in 1971. The business now has more than 70 locations throughout Illinois, Wisconsin, Indiana and Arizona.\nThis deep-dish pizza is made with plenty of oil in the dough, which helps it spread in the bottom and up the sides of the pan and creates a sturdy crust. It has thin slices of Wisconsin mozzarella spread across the bottom. The sauce at Lou's gets great acidity from chunky California tomatoes and it’s finished with a bit of pecorino Romano cheese. Be sure to order the fennel sausage \"crumbled\", or they’ll press a sausage patty right into the pizza, which sits in the pie like a manhole cover. \"You can upgrade to a Buttercrust (pizza crust made with butter instead of oil) for $0.75 more,\" says Dolinsky, \"but word on the street is it's just more oil in the dough.\" \nWebsite: https://www.loumalnatis.com/\nAddress: 6649 North Lincoln Avenue, Lincolnwood, IL 60712\nPhone: (847) 673-0800\nInstagram: @loumalnatis\nIn 2014, pizza in Chicago took a new course when Rich Labriola, a former commercial baker, opened Labriola just off Michigan Avenue. \"Labriola ferments his dough for two to three days. This allows the yeast to eat the sugar to develop carbon dioxide during the ferment, which gives the dough some lift and airiness,\" says Dolinsky, explaining that this helps the dough maintain shape during baking. \nTIP\nTavern-style pizza is always served as a whole pie, says Dolinsky. While places like New York are known for serving solitary slices to diners on paper plates, Midwesterners gather around the table for their pizza in a more communal style.\nThere's a nice Midwestern spin here with nods to corn: Labriola incorporates corn oil in the dough, and then lines the bottom of the pan with coarse cornmeal to provide some texture underneath, but also to help release the pizzas when they’re finished baking.\nMuch like in Detroit (which has its own style of pizza), the cheese is spread to the very edge of the pie, so as it bakes, the cheese seeps down between the dough and the pan and burns a little, getting super crunchy like a frico (a crispy Italian cheese cracker). This is a thicker pizza that definitely demands to be eaten with a knife and fork.\nWebsite: https://www.labriolacafe.com/\nAddress: 535 N Michigan Avenue, Chicago, IL 60611\nPhone: (312) 955-3100\nInstagram: @labriolachicago\nThe award-winning pies at George's Deep Dish are based on Greek lagana, a flatbread similar to focaccia that's only eaten on Shrove Monday ahead of Easter. George Bumbaris, the eponymous founder, was inspired by the bread from Grevena, the region in northern Greece where his father was born. He uses a natural sourdough starter and cold ferments the ball of dough for at least two nights, yielding one of the tastiest crusts in Chicago. \"You must get the pinched and pressed sausage here so that fat renders into the pie as it bakes,\" advises Dolinsky. \nBumbaris comes from the fine-dining world, so he takes a slightly more studied approach to pizza than the average pizzamaker. He’s also clever with his pizza names, with fun names like Orwell's Farm (a vegetarian pie) and Clooney's ER (with sausage, meatballs, pepperoni and bacon). \nWebsite: https://www.georgesdeepdish.com/\nAddress: 6221 North Clark Street, Chicago, IL 60660 (multiple locations)\nPhone: (773) 801-1551\nInstagram: @georgesdeepdish\nStuffed\nThere's some confusion about Nancy's, which people often say serves deep-dish pizza. Incorrect: it's stuffed pizza. Back in 1971, when Annunziata Palese and her husband, Rocco, took over Guy's Pizza, Rocco went home to Italy and was inspired by his mother's pizza rustica. When he came back to Chicago, he built a deep-dish pizza with a bottom crust, topped it with cheese and fillings, then placed another thin layer of the dough over the pie, poked holes in it, and put tomato sauce on top of that. The stuffed pie at Nancy's was born. \nYou know a pizza is stuffed when it's as high as the pan in which it's baked. \"These pies are heavy,\" said Dolinsky. \"I wouldn’t recommend eating more than a slice – maybe two if that’s all you’re going to eat for a meal.\" \nWebsite: https://nancyspizza.com/locations/west-loop/\nAddress: 1000 West Washington Blvd., Chicago, IL 60607\nPhone: (312) 733-9920\nInstagram: @nancyspizza\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n-- \nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "A Paralympian's guide to the best of Paris",
        "href": "/travel/article/20240703-paralympian-arnaud-assoumani-plans-your-paris-weekend",
        "article": "Five-time Paralympic medallist Arnaud Assoumani shares his top tips for the City of Light, from must-see museums and the finest French cuisine to the best vintage shopping.\nThe SpeciaList\nAmong his five Paralympic medals, long-time Paris resident Arnaud Assoumani earned a gold in the long jump at the 2008 Games in Beijing – where he also broke the world record in his classification.\nBeyond his sporting achievements, he is committed to promoting inclusion and equality. As such, as part of the 2024 Cultural Olympiad, he has co-created a dance show, A l'Unisson, to be staged in July.\nParis is the City of Light, but come 26 July 2024, it will become a city lit by the Olympic flame. An estimated 15.3 million people are expected to flood its streets when the Summer Olympic and Paralympic Games come to town, ready to experience the excitement against the backdrop of the glamorous French capital.\nWe spoke to Paralympic medallist Arnaud Assoumani, one of the city's favourite adopted sons, to get his Parisian picks. \"I've always loved Paris,\" says the Orsay-born long jumper, who lived in the city for 15 years, first as a student, then returning for his training. \"Even when you've lived here a long time, it still impresses, because the whole city is a work of art.\"\nHaving first set his sights on a sporting career as a young boy, Assoumani overcame not only his disability (he was born without a left forearm) but also teenage bullying to achieve his dream. He went on to win five Paralympic medals, including a gold, and now hopes are high for a strong performance in his home country.\n\"I'm really proud to be able to compete in front of my family, in front of my friends and in front of a French audience,\" says Assoumani. \"But, also, I'm really happy that we have the opportunity to change perceptions around disability while inspiring millions of people along the way.\"\nThe world-renowned Paralympian is also an ambassador for Paris 2024 and, like his fellow French citizens, is feeling the buzz generated by the Games. \"Paris is probably one of the most beautiful settings in the world, in terms of its architecture and history, so it's going to be incredible,\" says Assoumani, who now lives in Montpellier but returns to the capital regularly. \"Be sure to take a walk, meet some people from other countries and just feel the atmosphere – that's when you're going to get that really positive vibration.\"\nHere, Assoumani shares his top tips for a memorable stay in Paris – during this summer's Games and beyond.\nWherever visitors decide to stay, Assoumani says it's impossible to go too far wrong as Paris is such a compact, walkable city.\n \nTip\nThe Opening Ceremony for Paris 2024 will be held on the Seine – with many people able to watch that for free. As for the competitions, while most require a ticket, there's still time. \"For the Olympics, it could be a bit more complicated, but for the Paralympics, there are tickets still available from €15,\" says Assoumani. Alternatively, there are free 'fan zones' with giant screens.\n\"Also, there really is a district for every taste,\" he says. \"For instance, in the Marais, you'll find amazing food, great galleries and some of the best shopping. If you love fashion, you're in the right place.\"\nAnother neighbourhood he recommends is the Latin Quarter. \"As well as being close to Notre-Dame, Saint-Michel and Saint-Germain-des-Prés, it is itself very beautiful, and a lot of artists and actors are based in that area.\" Alternatively, for a more village-y feel, he suggests heading up to Montmartre: \"There, you have small streets, interesting little shops and a view over the whole city.\"\nAs for his own preferred place to stay, he's a big fan of Hôtel Taylor, close to the Marais – due to the \"warm decor, caring staff and because I feel a bit at home there.\"\nWebsite: paris-hotel-taylor.com\nAddress: 4-6 Rue Taylor, 75010 \nPhone: +33 (0)1 42 40 11 01 \nInstagram: @hoteltaylorparis\nWhen it comes to restaurant recommendations, Assoumani admits to feeling somewhat conflicted. \"I love every kind of food,\" he says, \"and there are over 35,000 restaurants in Paris\". But he adds that he feels duty-bound to advocate for a classic French experience.\n\"One of the best known for that is Au Pied de Cochon in the 1st (arrondissement) – a traditional French restaurant that is famous for its food,\" he says. \"Or, if you want to try some snails, another great place is L'Escargot in Rue Montorgueil – a pedestrianised market street. Then there's Les Chouettes, which is really beautiful as it's spread over three floors, in the 3rd.\"\nAs for a favourite restaurant, while he struggles to pick just one, Syrian eatery Le Daily Syrien Veggie near Strasbourg-Saint-Denis holds a special place in his heart. \"The ingredients are really fresh and the food is amazing,\" he says. \"I love it there.\"\nAlso a fan of Asian cuisine, he recommends the 13th arrondissement, home to the city's Chinatown district, or the Belleville neighbourhood, which has its own Chinese quarter. His preferred choice is the restaurant Lao Siam, in Rue de Belleville, which has been serving up dishes from South-East Asia for almost 40 years.\nAlternatively, for global flavours ranging from Lebanese to Israeli to African, he proposes the 20th arrondissement – with the diversity of the area, he says, reflected in the food.\nWebsite: ledailysyrien.com\nAddress: 72 Rue du Faubourg Saint-Denis, 75010\nPhone: +33 (0)1 42 29 33 86 \nInstagram: @ledailysyrien\n\"There are some beautiful parks in Paris,\" says Assoumani. \"But to really escape the crowds, I'd suggest getting out of the city and into the woods. To the east, there's the Bois de Vincennes and, to the west, the Bois de Boulogne, and there you're going to be surrounded by trees.\"\nKnown as the \"green lungs\" of Paris, these two vast parks are easily accessible by public transport but feel like a million miles away. Ideal for a picnic, a peaceful stroll or to simply be among nature, they offer some more surprising features too. The Bois de Vincennes is the setting for a botanical garden, a hip hangout on a lake and the imposing fortress of the Château de Vincennes; while the Bois de Boulogne encompasses an amusement park, a three-star Michelin restaurant and the contemporary arts space of the Fondation Louis Vuitton.\nAs for parks within the city, among his favourites are the Parc des Buttes-Chaumont in the north-east of Paris – known for its hilly layout, lovely vistas and special features such as a belvedere – and the Jardin des Plantes in the 5th arrondissement. \"That one is home to the natural history museum, many species of plants and a tree that's over 300 years old,\" he says. Alternatively, for a stroll next to the Louvre, he recommends the elegant formal gardens of the Jardin des Tuileries that date to the 1600s.\nWebsite: jardindesplantesdeparis.fr/en\nAddress: 57 Rue Cuvier, 75005\nInstagram: @jardindesplantesdeparis\nWith his demanding training schedule, Assoumani doesn't get much time to himself. So, when he does have a day off, it's all about catching up on the \"normal\" things.\n\"I might go to a restaurant with friends, perhaps see a concert or maybe visit a museum,\" he says. \"There are so many great ones in Paris: the Louvre, the Musée D'Orsay, the Musée de l'Homme... They all offer a remarkable experience.\"\nHis number-one tip for summer 2024, however, is to go to one of the events taking place as part of the Cultural Olympiad – the official cultural programme of the Games – with some of those events free to attend.\n\"I would suggest that everyone coming to Paris should check out the Cultural Olympiad,\" says Assoumani. \"From theatre and dance to photography, there's a really rich and varied programme, with more than 2,000 projects – both in Paris and throughout France.\"\nAmong the highlights will be the chance to see the monumental tapestry created to commemorate the Paris 2024 Games; just next to the Eiffel Tower, SPOT24 puts a spotlight on the newer disciplines – from BMX and skateboarding to breakdance – and their links with urban cultures; and the Louvre is hosting a special exhibition exploring the history of the Olympics. \nWebsite: olympiade-culturelle.paris2024.org\nInstagram: @Paris2024\nParis is famously a shopper's paradise. From flea market finds and vintage accessories to the chicest French labels, mouthwatering macarons or gourmet chocolate, there's no shortage of possibilities.\n\"For clothing, I like to buy something that I will either wear all my life or that's already been used or is upcycled,\" says Assoumani. \"So, the Marais is a good place to go because as well as small designer shops and concept stores, there are vintage places, too, like Kilo Shop. There are loads of great addresses in that area.\"\nFor classic French fashion brands, he suggests one of the city's iconic department stores such as Printemps in Boulevard Haussmann; for second-hand and antiquarian books, the historic green kiosks of the bouquinistes along the Seine; or, for those picture-perfect pastel macarons, Pierre Hermé or Ladurée, which have several locations in the city.\nAnother essential experience, he says, is a visit to the famed food market, the Marché des Enfants Rouges. Founded in 1615, the city's oldest market remains renowned for its fresh produce today.\nWebsite: kilo-shop.com/en\nAddress: 69-71 Rue de la Verrerie, 75004\nPhone: +33 (0)9 67 13 79 54\nInstagram: @kiloshopfrance\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "A pro surfer's guide to LA's best beaches",
        "href": "/travel/article/20240627-a-pro-surfers-guide-to-the-best-beaches-in-los-angeles",
        "article": "World surfing champion Courtney Conlogue has navigated the globe's gnarliest surf spots. Here are her Los Angeles picks, from party waves at Topanga Beach to sunsets at El Porto.\nCalifornia's laid-back surf scene is as synonymous with Los Angeles as the Hollywood Sign itself, but the origins of the sport actually date to ancient Polynesia, where cave paintings found on the islands from the 12th Century show human figures riding waves on proto surf boards. However, surfing as it's known today was introduced to America in 1907, when a Hawaiian native named George Freeth held popular wave-riding demonstrations on Huntington Beach, just south of the city of Angels.\nThe SpeciaList\nAfter learning to ride the waves at just four years old, Californian surfer Courtney Conlogue consistently ranks among the world's top female surfers. She was the winner of the US Open of Surfing in 2009 and 2018, and in 2019 she was inducted into the Surfing Walk of Fame as Woman of the Year.\nIn the decades since, the health benefits of spending time in blue spaces have repositioned surfing as a wellness trend in its own right. Nature-seeking fitness enthusiasts now flock to the competing surf schools that line the 20 beaches stretching along 25 miles of LA County's sun-loving coastline. Lucky visitors are spoilt for choice but knowing exactly where to roll on your wetsuit and hang 10 can be a challenge if you're new to the area.\nWe spoke to pro surfer Courtney Conlogue, ranked the second-best female surfer globally at the World Surf League Championships in 2015 and 2016, to help us find the best surfing beaches in LA County.\n\"LA is a surfer's paradise,\" says Conlogue, who grew up in nearby Orange County and learned the fundamentals of surfing from her father when she was just four years old. \"The county has every type of wave you might be looking for, whether it's a soft beginner's beach break, point breaks with their long peelers or powerful reef breaks that churn out circular barrel waves. With the Pacific Coast Highway running adjacent to the beaches, part of the fun of surfing here is hunting down the perfect place to spontaneously pull up and dive in.\"\nHere are Conlogue's top recommendations for your LA surf trip itinerary.\nOverlooked by the iconic 119-year-old Malibu Pier, Surfrider Beach is considered to have one of the most consistent wave zones in all of southern California, so the surf here is excellent year-round.\nTravel tip:\nSafety is an important consideration for any surfer. \"The ocean is extremely powerful,\" says Conlogue. \"Before putting my board in the water, I consider the tides, currents, water temperature, swell size and general weather report.\"\nConlogue suggests checking the forecast before you head out (pro tip: the less wind, the better). \"Apps like Windy and Surfline are useful for first-time surfers, as there are live cameras on the beach that give real-time feedback on the wind, buoys and swell to help surfers understand the conditions.\"\nThe reward for fighting the crowds at this popular, scenic spot is the opportunity to surf waves so magical they were deemed the first-ever World Surfing Reserve. \"Here, the water curls in from the right-hand side,\" says Conlogue, \"creating a unique three-point break (three zones with different wave sizes) that can take you on a smooth ride in good conditions.\"\nThis iconic beach tends to attract seasoned surfers, but there are waves to accommodate everyone. \"Surfers of all levels can catch a wave here. And there are some great beginner surf schools right on the beach where you can learn to pop up [stand on the board] in just one morning,\" says Conlogue. \"I often describe Surfrider as the best place to get a taste of the 'SoCal' lifestyle, with longboarders, bunny hoppers [surfers who 'hop' over wave sections] and the occasional high-performance surfer all hanging out in the lineup together.\"\nYou can spend an entire day wiping out in the waves with plenty of options for refuelling all around. \"Check out Café Marmalade for lunch and Aviator Nation Dreamland for drinks,\" says Conlogue. With brunch spots and cocktail bars lining the seafront, Surfrider is also well situated if you're simply looking to people-watch while basking in LA's dreamy tangerine sunsets.\nWebsite: beaches.lacounty.gov/malibu-surfrider-beach/\nAddress: 23050 Pacific Coast Highway, Malibu, California\nIf you don't fancy elbowing your way through the wall-to-wall lineup at Surfrider, Topanga is a quieter beach with a similarly excellent right-hand point break that offers several difficulty levels for surfers.\nThe unique shape of the bay, where a strong swell wraps around a creek and peels out towards the shore, brings lots of opportunities for creative surfing. \"There are fun party waves that break and crash onto the soft sand shores, or more complex peelers that crash over cobblestone and reef,\" says Conlogue. \"Some of my favourite surfing memories are at Topanga, where the waves can get to 6-8ft with the perfect swell – it's just magic when that happens.\"\nIf the conditions aren’t right for getting in the water, Topanga is still worth a visit, says Conlogue, \"as it is easily one of the prettiest beaches in Malibu and an ideal location for a family beach day\". With more than a mile of gloriously golden ocean frontage, there's plenty of space to throw down a towel and take in the surf scene with the classic LA hills behind you.\nWebsite: beaches.lacounty.gov/topanga-beach/\nAddress: 18700 Pacific Coast Highway, Malibu, California\nIf you've watched Grease, Pirates of the Caribbean or the high-action Keanu Reeves movie Point Break, you'll recognise Leo Carillo Beach. Named after the American actor and conservationist, this popular movie set location is a wild and rugged spot with rocky crags, towering cliffs and tide pools teeming with tiny crabs, starfish and mussels.\n\"Leo is a mellow beach with a fine cobblestone point and a fun right-hander to surf,\" says Conlogue. \"It has a more remote feeling than Malibu and Topanga, and while the waves are slow and steady, it can be a little more finicky to ride when it breaks, so you'll need to be a confident surfer to head out here.\"\nWith 1.5 miles of perfect beach to explore on foot, the surrounding state park is catnip for nature lovers, who can hop from exploring rock arches and coastal caves to drinking in the salt-whipped ocean vistas while hiking the Malibu Mountains. It also happens to be a great camping beach, with space to pitch a tent a stone's throw from the sand in ground shaded by Sycamore trees.\n\"The whole LA coastline is very ecologically diverse,\" says Conlogue. \"It's not unusual to see dolphins and seals while you're sitting on your board, taking a breather from the waves. At times, I've even surfed with a pod of whales breaching right next to me.\"\nWebsite: https://www.parks.ca.gov\nAddress: 35000 Pacific Coast Highway, Malibu, CA\nPart of northernmost Manhattan Beach, El Porto is one of LA's most-surfed waves for good reason. \"The ocean here forms a beach break so it's better for beginners who can find their feet in smaller and less-intimidating waves,\" says Conlogue.\nA stone's throw from Los Angeles International Airport, El Porto is often crowded with local surfers due to its consistent waves with above-average quality and height.\nTravel tip:\nConlogue says that the best time to visit LA's beaches is in spring and summer when the weather is warm and the visibility is good. \"Sunrise and sunset are when you’ll catch many of the regular surfers heading to the beach, as the crowds are smaller and the wind is mostly offshore,\" she says.\n\"This popular beach is also lined with a sand bottom, so it can be a little easier on your body when you fall off your board into the ocean,\" says Conlogue. \"A lot of newcomers can find the classic LA coastline cobblestones a little nerve-wracking, so you'll find plenty of fellow first-time surfers here.\"\nOverlooked by the industrial Chevron oil refinery, this wide stretch of surf is by no means the prettiest beach on the list. But what El Porto lacks in Instagrammable outcrops, it more than makes up for in \"fun party waves\", where \"several surfers drop into the same wave at the same time\", says Conlogue.\nStill, if you prefer to keep your feet on solid ground, the beach has a scenic boardwalk cycle path, as well as volleyball nets for some friendly competition. \"California evenings are really beautiful, so stick around to take in the beautiful sunset at El Porto,\" says Conlogue.\nWebsite: beaches.lacounty.gov/manhattan-beach/\nAddress: 4499 The Strand, Manhattan Beach\nFrom street performers to bodybuilders, the grungy Venice boardwalk is an iconic LA attraction. \"There are definitely better waves to surf in LA, but it remains a must-visit for people who want to experience the city's counterculture,\" says Conlogue.\nBack when modern-day surfing was evolving and the waves weren't ideal, surfers took to the pavements on four wheels, inventing skateboarding in the process. Venice's 2009 skate park isn't technically part of surf history, but Conlogue says that its palm-fringed location has made it \"one of the most iconic bowls in the world\" and a great place if you're looking to practise your footwork and enjoy some culture. \"The Venice boardwalk is full of life and is a great place to grab an iced coffee and watch skaters and rollerbladers go by. It overlooks the world-famous Muscle Beach, which is a famous place for fitness lovers,\" she says. This outdoor gym, where shirtless fitness buffs strut their stuff, has been around since the 1950s and is said to be the birthplace of bodybuilding.\nLike many things in LA, Conlogue says that this neighbourhood is best enjoyed with no strict schedule, drifting from laid-back surf plans to cocktails. \"Make sure to visit Urth Caffé for a post-surf coffee, or Great White, which is a locals spot for dinner and drinks.\"\nWebsite: www.laparks.org/venice/\nAddress: 800 Ocean Front Walk, Venice, CA 90291\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "The perfect beach that Instagram didn't ruin",
        "href": "/travel/article/20240711-the-perfect-beach-that-instagram-didnt-ruin",
        "article": "When the tide is out and the weather conditions are just right, the shores of Fukutsu transform into a 3km, crystal-clear mirror.\n\"Every morning when I come to work, I look at the ocean and think, 'How is it doing today?',\" said Rumi Nakamura. \"If the ocean is a beautiful blue, then I feel happy, and if the waves are rough, I feel a stirring in my heart. We [locals] take a lot of pride in the sea, and it's like a part of our family.\"\nNakamura grew up in Fukutsu, in Japan's southern Fukuoka prefecture, right on the coast. The ocean has always had a special place in her heart; it's where she would play in the sand with her friends and splash around in its waters. But having now spent time on beaches elsewhere in the world, she realised there's something that makes Fukutsu's coastline even more special: the stunning mirror effect that is created along its 3km sands.\nWhen the conditions are just right, she says, you can see beautiful reflections of the sky on the beaches ­– and it makes you feel like you're at the edge of the Earth.\n\"From my childhood, we knew that when the tide goes out and someone is standing further away they'd be reflected in the water, or that the clouds would be reflected and create a really beautiful scene,\" she said.\nNow, Nakamura works at the local tourism board to share that beauty with the world.\nWhile it was just a local secret when she was growing up, in recent years that striking reflective phenomenon, called the Fukutsu Kagami no Umi (Fukutsu Sea Mirror), has become famous far beyond the region, bringing swarms of visitors to this small coastal city. \nThe area of Fukutsu had already made a name for itself domestically for the beautiful scene of the sun setting over Miyajidake Shrine, which in February and October creates a perfect line of sunlight over the road connecting to the sea. But in trying to find new ways to bring visitors to the area, in 2021 Nakamura and the tourism board began promoting the area in a new way: namely, in encouraging visitors to take and share pictures of the Fukutsu Sea Mirror.\nHow to see the sea mirror\nThe reflections can happen anywhere along the 3km stretch of coastline that is split into three different beaches: Tsuyazaki Beach, Miyajihama Beach and Fukuma Beach.\nHowever, the phenomenon can be somewhat elusive, subject to the tides and the weather. The best time to try is at low tide, when the largest portion of the beach is exposed and the remaining seawater sitting on top can create the mirror effect when winds aren't too strong (visitors can check the tide forecasts on the Kagami no Umi website).\nThe naming and promotion of the Fukutsu Sea Mirror coincided with the spread of the coronavirus, Nakamura explained. \"When people couldn't go to crowded indoor places, they could come to the wide-open beach without having to talk or get close to others, and could take a picture. Looking at the sea and letting go of that build-up of stress could give them energy for the next day.\"\nVisitors started flocking here, taking to Instagram to post their shots of nature's mirror, and the tourism board posted tips for taking the perfect photo on the Fukutsu Sea Mirror website. Before long, it was normal to see couples setting up their cameras for a romantic shot, or groups of friends jumping in the air over and over until their silhouettes were captured just right.\nIt's at this point is where Fukutsu's story takes a different turn. Elsewhere, this tourism success might have ended in hordes of visitors and piles of litter, such as the beaches in the Mediterranean, or the 11 tonnes of rubbish at the top of Mount Everest.  But in Fukutsu, locals prioritised keeping their beaches pristine, and rallied to protect their natural environment from selfie seekers and Insta tourists.\nToday, a visitor to this stretch of coastline will likely only see an endless stretch of sand, windsurfers and locals taking their daily walk – along with tourists trying to get the perfect shot. What they won't see is plastic bottles piling up, or crisp wrappers flying through the air. Any stray piece of rubbish will quickly get spotted and picked up.\nThat's because locals are committed to picking up any trash they see on their regular beach walks, and groups come together on the weekend or other set days to conduct additional clean-ups. Many of these clean-ups are conducted by non-profit organisations dedicated to environmental and conservation activities. Even though Fukutsu's population is just 60,000, the Fukutsu City Office recognises more than 30 of these groups, and has a hand in the efforts themselves, holding forums and symposiums to help educate residents on environmental issues.\nMore like this:\n• 10 sustainable travel destinations to visit in 2024\n• Why you should visit Japan's small but mighty 'little Kyoto'\n• The Japanese philosophy for a no-waste world\nThere are even certified \"eco shops\" throughout the city that gain their certification by implementing environmentally conscious activities such as waste reduction or recycling. Many of these have a focus on the sea, but there is an overall mindfulness of the local environment and nature that locals hope visitors will recognise and replicate.\nA large part of the encouragement simply lies in the fact that the beaches are already clean. \"If there is rubbish on top of rubbish, people will think it's OK to throw things away in that spot. I think having the habit of keeping it clean in the first place is the most important thing to prevent this from happening,\" Nakamura said.\nPart of the motivation for protecting Fukutsu's coast is due to the endangered loggerhead sea turtle.  The Fukutsu coastline was once a frequent breeding ground for the turtles, but since 2010 their visits and numbers have been decreasing. While the cause is unknown, Fukutsu's new reputation as a sightseeing and selfie spot has led to concern that the rise in tourist numbers may affect the turtles in the future.\n\"We want people to come and enjoy themselves,\" said Shota Chawara, an employee at the Fukutsu Sea Turtle Division, which was created to be a support centre for local environmental issues and sea turtle protection. But he also raised concerns about turtles in the past mistakenly eating plastic and dying as a result, advising, \"Don't litter when you visit, but instead bring rubbish home with you.\"\nCARBON COUNT\nThe travel emissions it took to report this story were 0.26 metric tons of CO2e. Find out more about how we calculated this figure here\nHis advice is to refrain from visiting the coast at night, to keep quiet so as to not scare the turtles away, and to be extra careful during breeding season, which is typically from June to August. \nOne of the ways that visitors can contribute is simply by picking up rubbish during a visit. You can ask for a bag and tongs from the tourism office and take the rubbish to their specified collection point. There's even a tour of sightseeing points around Fukutsu (currently only in Japanese but with plans to create an English version) that includes a rubbish collection activity at the Fukutsu Sea Mirror site.\nIt was clear that every person I spoke to had an optimism about these activities and awareness, and a desire to share Fukutsu's beautiful coast with the world.\nAfter telling me how she looks out at the sea every day and feels her mood change to reflect it, Nakamura said, \"We hope that people from around the world will come to know of the Fukutsu Sea Mirror and will also help protect this beautiful ocean. I would love it if everyone could join in the cycle of visiting and being part of the [clean-up] efforts.\"\nGreen Getaways is a BBC Travel series that helps travellers experience a greener, cleaner approach to getting out and seeing the world.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Britain's myth-shrouded, sacred wetlands",
        "href": "/travel/article/20240624-the-revival-of-britains-myth-shrouded-sacred-wetlands",
        "article": "Legends will always swirl around Glastonbury, but conservation projects like the Avalon Marshes point to a future that transcends the mythical and has real benefits for our planet.\nThe county of Somerset is England's mythical and historical heartland. Alfred the Great's military campaigns from the fortress of Athelney in the 9th Century were instrumental in the birth of the English nation; while the nearby ruins of Glastonbury Abbey contain a grassy grave claiming to be the resting place of the mythical King Arthur. Sites like Glastonbury Tor retain a mythical pull to this day, said by some to be places of great spiritual power.\nThe small, modern town of Glastonbury is full of bohemian shops that trade on the area's rich corpus of folklore. In one of them, The Hollow Hills Bookshop, I picked up a work by British occultist Dion Fortune – 1934's Avalon of the Heart. The title alludes to the identification of Glastonbury with the Isle of Avalon from Arthurian mythology (a money-making hoax by the abbey's monks, according to archaeologists), and the pages are rich in local lore – such as the legend, immortalised in the hymn Jerusalem, that Jesus himself once visited here.\nAmid all the conjecture, though, the book is verifiably correct about one thing: \"It is not so long since Avalon was an island.\"\nGlastonbury sits in an area known as the Somerset Levels, which nowadays is a long, flat plain of green farmers' fields between the Mendip and Blackdown Hills. Once, though, this was a large inland sea, with the higher points – like Athelney and Glastonbury Tor – sticking out as swamp-surrounded islands. Beginning in the Roman era, the Levels began to be drained in order to reclaim the land for agricultural use, something that has continued ever since, despite the fact that this is unproductive farmland. To this day, the farmers face an existential struggle against flooding.\nThe draining of the Levels was a disaster for biodiversity. This area was once home to a dazzling array of wildlife. Beavers and salmon bustled in the waterways, while lynx and wild horses roamed on dry land, among many hundreds of other species. \"The Levels once had huge populations of eels, wild boar, tree frogs, you name it,\" said environmentalist Ben Goldsmith. \"But since the First World War there have been huge population collapses, thanks to this belief that you've got to use every square inch of land for food production. It's a very British kind of madness.\"\nBritain has lost 90% of its wetland habitats in the last 500 years, and with them a huge amount of biodiversity. The Avalon Marshes project, 10 minutes' drive west of Glastonbury, is restoring some of this biodiversity by protecting areas of the Levels from agricultural and industrial use, and pumping back in some of the water which has been lost, recreating the original wetland habitat.\nI met senior reserve manager Louise Treneman at the Avalon Marshes visitor centre and we embarked on a walk across Shapwick Heath, one of the project's major conservation areas, which is also open to the public year-round, accessible via a network of paths and walkways. Frogs leapt along the path before us, which dissolved into a swampy mire on either side, with alder and willow trees rising from the surface of the water.\n\"This is a wet woodland habitat – we don't have much of this left in England,\" said Treneman. She explained that a key motivation behind returning water to the land is to protect peat, an energy-dense accumulation of decaying organic matter that makes up the soil.\nPeat has been harvested in this area since Roman times for use as fuel, but it was in the 1960s that mechanical harvesters moved in and began extracting it on an industrial scale. \"Degraded peat releases a huge amount of carbon into the sky,\" said Treneman. \"Restoring it sequesters carbon, over the long term.\" According to the UN, peatlands store twice as much carbon as all the world's forests combined.\nHow to visit\nThe Avalon Marshes are open to the public year-round. Parking, toilets, an information centre and a cafe can be found at the Avalon Marshes Centre, where there is also the Somerset Crafts Gallery, showcasing the work of local artists.\nMost visits to the Avalon Marshes are self-guided, with walking and cycle trails, bird hides and information boards to help you identify wildlife. However, there are regular guided tours at the Avalon Archaeology centre (next to the Avalon Marshes Centre), which uses recreated longhouses, Viking boats and Roman villas to tell the story of the area’s human history.\nRestoring the peat, and the water that sustains it, also brings vast benefits for biodiversity. Several species that had long been declared locally extinct have returned in great numbers to the Levels in recent years. Bitterns – thin-necked, long-beaked birds – are the headline example. \"We know that the Neolithic people who used to live here ate bittern eggs, but by the 1990s, they were extinct here,\" said Treneman. Now they're back. At the last count in early 2024, there were around 50 male bitterns being regularly spotted across the Levels. We could hear their distinctive call, which is known as a \"boom\" but sounds more like someone blowing on the top of a huge glass bottle.\nEating bittern eggs was just one way in which the Neolithic inhabitants of this region survived in what was then – 6,000 years ago – a very different place. They lived on the islands and hills of the Levels and built wooden walkways to travel between settlements across the wetlands. One of them, the Sweet Track, was built in 3806 BCE and was found in 1973 perfectly intact in the peat, which is acidic and extremely low in oxygen, meaning it can preserve items for thousands of years.\nMore like this:\n• 10 sustainable travel destinations to visit in 2024\n• Scotland’s 10,000-year-old wild heartland\n• A quintessentially Irish way to travel\n\"The Sweet Track is the earliest built human trackway in the UK, and one of the earliest in Europe,\" said Julie Merrett, senior advisor at Wessex National Nature Reserves. \"It's extremely important to our understanding of humans in the Neolithic period.\" Archaeological finds here include jadeite axes originating in the Italian Alps, and a wooden replica axe thought to be the oldest toy ever found in the UK.\nJust like the wildlife, the area's precious archaeology depends on the maintenance of the wetland habitat. \"If the soil dries out, the Sweet Track will become desiccated and will degrade,\" said Merrett. As such, it has been reburied in the peat, but today, a reconstruction of the Sweet Track lies above the same spot so visitors can walk in the footsteps of their Neolithic ancestors.\nWhere to stay\nThere are many rural bed and breakfasts and campsites nearby, such as Garslade Farm (which offers both). The nearby towns of Glastonbury and Street offer a range of accommodation, from B&Bs to luxury hotels and a variety of restaurants.\nI said goodbye to Treneman and made the short drive to Westhay Moor, were I met Mark Blake, a senior reserve manager who has been working in conservation on the Levels for 20 years. He led me on wooden walkways – all of them wheelchair-accessible – through a mosaic of landscapes: reed beds, open water, fen and mire. There was a rustling in the reeds to our left, and a great egret – a large, snow-white heron – flapped its wings before soaring across the wetlands. These birds first came here just 10 years ago as a result of the warming climate. They've since thrived. In autumn 2023, 88 chicks were born in the Avalon Marshes – a new record.\nThey are just one of many conservation success stories. \"The large marsh grasshopper went extinct here in the 1980s; it's back now,\" said Blake. Bending down, he pointed out a tiny plant resembling a virus particle, with green, spoon-shaped leaves covered with bright red stalks. \"Sundew – native carnivorous plants that feed on insects,\" he said. \"They hadn't been seen for 20 years, then after the peat restoration, hundreds of them sprung up.\" The latest returning resident is the lapwing, a ground-nesting bird that has settled here for the first time in an estimated 80 years.\n\"The future's bright,\" Blake said. \"The fact [that] so much land is under conservation here means it's becoming a landscape steeped not just in history and myth, but in wildlife once again.\"\nLegends will always swirl around this part of Somerset, but projects like the Avalon Marshes point to a future whose significance has real, tangible benefits for ecological conservation in Britain.\n\"This is the most exciting rewilding opportunity we have,\" said Goldsmith. \"In our lifetimes we have the chance to see something on the scale of France's Camargue region, or the Danube Delta, emerging before our eyes. Beavers will be coming back soon, and I love the idea of Dalmatian pelicans, which lived here as recently as the Middle Ages, soaring above the Levels again.\"\nThe travel emissions it took to report this story were 0.02 metric tons of CO2e. Find out more about how we calculated this figure here.\nGoldsmith's vision for the future of the Levels includes the government actively buying up more deserted peatland for restoration and encouraging the local economy to move away from farming and towards nature tourism.\n\"Imagine if you could stay in a shimmering, mist-shrouded wetland, teeming with birds, exploring on kayaks and along boardwalks,\" he said. \"These are mystical landscapes – mysterious and magical in a way that other places aren't.\"\nGreen Getaways is a BBC Travel series that helps travellers experience a greener, cleaner approach to getting out and seeing the world.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "The Scottish isle you can only visit on a day trip",
        "href": "/travel/article/20240614-the-scottish-isle-you-can-only-visit-on-a-day-trip",
        "article": "Every spring, almost 100,000 seabirds – guillemots, great skuas, razorbills and puffins – descend on the small island of Handa, just off Scotland's far north-west coast.\nHanda Island can be glimpsed from many points among the coastline of far north-western Scotland, but its proximity to the mainland means that unless you know what you're looking at – or have a map to hand – you may not realise it's actually an island. At its nearest point, just 350m separate it from the rest of the country; close enough that you might be tempted to think, on a sunny day, to swim out to it, were it not for the chill of the water.\nThe 10-minute ferry to the island leaves from the small pier at Tarbet, a little hamlet 5.5 winding miles by road from the larger village of Scourie. Approaching its eastern side, and landing on a soft white-sand beach lapped by turquoise water, the island looked surprisingly tranquil, with little indication of the steep cliffs covered in seabirds that it is famous for.\nIt was these birds that I – and the 14 other passengers on the ferry – had come out to see. During breeding season (April to July), the island is home to around 100,000 seabirds, making it one of the largest breeding colonies in north-western Europe. Among these feathery visitors are Arctic skua, which the Handa Island Wildlife Reserve map, given out during the ranger's introductory talk, advises on how to deal with them swooping towards you: \"Hold up your hand and move on quickly.\" Needless to say, I was relieved when I only encountered the birds sitting on the grass, steadfastly ignoring me.\nAll sense of the world beyond Handa dropped away as I walked across the heather-strewn moorland that characterises the middle of the 760-acre island, accompanied only by the bright singing of the skylarks that nest in the ground here.\nHow to visit Handa Island\nThe only way to visit the island is on a day trip: the Handa Ferry runs from Tarbet pier between early April and early September (Monday to Saturday, with outgoing journeys between 09:00 and 13:30 and the last return around 16:30). There are no food and drink facilities on the island, so pack a picnic (nearby Scourie has a small grocery shop) and plenty of water. The ranger and volunteers provide information about Handa, but otherwise the visit is self-guided on clear paths. Mackenzie Mountaineering offers guided trips to the island from Ullapool, 48 miles south of Tarbet. The best time to visit to see the seabirds (and particularly puffins) is from mid-May to June.\nAt Puffin Bay – a misnomer, given it isn't where those little birds nest – on the north coast, the land suddenly gave way to sheer, rocky cliffs of dark Torridonian sandstone, carved out into caves and skinny sea stacks and constantly circled by shrieking kittiwakes. A golden eagle soared overhead, pursued by a raven and seemingly unaware of the small crowd gawking excitedly up at it through binoculars.\nIt is, however, the promise of puffins that brings many visitors out to Handa. Just 400m west of Puffin Bay is the more appropriately named Great Stack, a large sandstone tower just offshore where many of the island's migratory birds come to live and breed. Even though it was early in the season when I visited, its ledges were already filled with countless squawking seabirds: kittiwakes, guillemots and razorbills, for the most part. But it wasn't long before a ripple of excitement travelled through our group of spectators when someone spotted the tell-tale orange feet of a puffin.\nBy July, between 300 and 500 of the little birds will be here, though they are at risk from some of the island’s other residents. \"Especially rats, which swim over here from the mainland and can burrow just like puffins do, \" said Handa Island ranger Libby Higgins.\nIt was a sobering thought as I watched the little bright-beaked bird on the vertiginous sea stack, next to the monochrome guillemots and razorbills. It was just one of a handful of puffins on the island already; the rest – along with thousands of other migratory birds – would arrive in the weeks that followed, quickly taking up every inch of space and turning the cliffs of Handa into seabird cities.\nBirds are not the island's only seasonal residents, however. As ranger, Higgins has been on the island since March and will stay here until the end of the season in September, overseeing the volunteers who come out to work here for four weeks (or more) at a time; there’s usually around six volunteers on the island at one time.\nVolunteering on Handa\nVolunteers are a mix of monthly volunteers and long-term assistant rangers, the latter of whom stay for eight to 21 weeks. Applications for the roles usually open early in January each year and are advertised on the Scottish Wildlife Trust’s website. Conservation experience and bird knowledge are helpful but not essential, and all volunteers receiving training when they arrive on the island.\n\"We live communally,\" she told me, \"So we all pitch in and cook meals together. It's a bit like being a family.\" Once Higgins leaves in September, the island will be uninhabited (by humans, at least) until the following March.\nAccommodation is in bunk beds in a simple, two-roomed mixed-sex hut, set some distance from the paths visitors use. Volunteers have to bring enough food with them to the island to cover at least their first two weeks; the nearest shop is in Scourie, which can be reached on a 3.5-mile walk across rather rough moorland, but being able to do so relies on the weather to be good enough for the ferries to run.\nWhile I was on the island, Higgins was busy training up the newest volunteers so they could help with the ferry unloading and loading; volunteers also monitor the seabird populations, clean the beaches and maintain the boardwalks.\n\"Every day can be different,\" volunteer Nicole Smith told me. \"You have to be able to live without a lot of the things you take for granted on the mainland, but I've found that a simple way of life is very rewarding.\" Smith, who is from Aberdeen and in the process of changing career paths, was volunteering on Handa to gain experience in the conservation sector. \"The opportunity to work on this fantastic island has been life changing,\" she said.\nFrom the Great Stack, I watched as the mainland beaches of Oldshoremore and Polin – 11.5km away as the crow (or rather, the skua) flies – were obscured from view by the haar (sea mist) rolling across the water. By the time I'd walked to the cliffs at Geodh' na Goibhre, 600m further on, the thick white wall of fog had reached the island and I had just long enough to locate the orange flash of a puffin beak before the haar played a magician's trick and made the cliffs disappear from sight.\nMore like this:\n• 10 sustainable travel destinations to visit in 2024\n• The ghost town surrounded by ocean\n• The abandoned island you can visit just one day a year\nIf anything, Handa became even more spectacular at that moment – without being able to see the cliffs, the squawks and calls of the seabirds took on an eerie feel, echoing around the landscape like spectres.\nCarbon emissions:\nThe travel emissions it took to report this story were 0.51 metric tons of CO2e. Find out more about how we calculated this figure here.\nThis being the Highlands, the weather refused to stay the same during my time on the island, and by the time I'd reached southerly Boulder Bay, I could see all the way across to the distinctive Old Man of Stoer sea stack, 16km away. Oystercatchers scurried and squeaked their way along the shore and a lone seal stuck its nose out of the water – which I learnt from the reserve map was called \"bottling\". Shortly after, a French couple stopped me to point out a common snipe among the long grasses, making a distinctive, repetitive call that sounded like a squeaky toy.\nFor all its abundance of natural charms, life on the island isn't without its challenges. \"We rely on the ferry service to get off the island for supplies, and once we had no boats for eight days due to poor weather,\" Smith told me. \"But the peace and solitude of the island once the visitors have gone is second to none, and you very quickly adapt to island life.\"\nI had a small taste of this isolation when I returned to Handa's dock to find that the ferry service had been temporarily suspended due to the spring tide making passage too difficult. It would have been easy to bemoan the loss of that time and the things I could have been doing, but instead I gave myself up to island life, watching eider ducks swim in the shallows and digging my bare feet into the soft sand. When the ferry finally arrived, I found myself reluctant to leave.\nGreen Getaways is a BBC Travel series that helps travellers experience a greener, cleaner approach to getting out and seeing the world.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "Hiking the world's largest urban forest",
        "href": "/travel/article/20240516-the-fight-to-rewild-the-worlds-largest-urban-forest-tijuca",
        "article": "After the forest was decimated by colonial plantations, an ambitious rewilding programme is now aiming to ensure the survival of Rio de Janeiro's ancient rainforest.\nOne minute I'm choked by fumes under a concrete overpass. Minutes later, I'm soaked in sweat, sticky with the respiration of a forest. Now, that's not something you feel in every city – especially one with more than six million inhabitants.\nRio de Janeiro might be known for its beaches, football and Carnival, but few realise that it contains the world's largest urban forest: the Tijuca forest.\nTijuca is no typical forest. First protected in 1861 – a decade before the first national park in the United States – Tijuca forest is a 40 sq km chunk of Atlantic Forest, a once-vast biome that covered 1,000,000 sq km of Brazilian coastline. Today, roughly 15% of the Atlantic Forest remains, decimated by sugarcane and coffee plantations as well as logging by the European colonists that first stepped on Brazil's shores in the 16th Century.\nIn Rio de Janeiro, the loss of Atlantic Forest over the next 200 years was nearly a death knell for the young settlement. Rivers that quenched the city dried up and drought was imminent. Nineteenth-century Emperor Peter II had a solution: bring back the forest. So in the 1860s, farmers and city dwellers living on forest land were expropriated and enslaved Africans were ordered to plant more than 100,000 trees. However, they didn't bring back many of the animal species that once thrived in the forest.\nIn 1967, the Tijuca forest was declared a national park divided into three non-contiguous sectors: Tijuca Forest west of the city centre; Carioca, where the world wonder Cristo Redentor statue is located; and Pedra Bonita and Gávea mountains overlooking the beach. Tijuca National Park has since become the country's most visited, with more than 3.5 million visitors annually.\n\"Picture in your mind just for a second Rio without the forest, just the bare mountains and the seas – Rio would not be the wonderful city anymore,\" said Fernando Fernandez, a professor of ecology at the Federal University of Rio de Janeiro and co-founder of conservation organisation Project Refauna.\nBut the Tijuca forest isn't just eye candy – it's a critical temperature regulator and source of freshwater for Brazil's second-largest metropolis. And according to Fernandez, the forest isn't healthy.\nWhen you hike through Tijuca National Park, the forest looks like it's thriving. Trails leading to more than 30 waterfalls and climbs up iconic mountains like Pedra da Gávea and Pedra Bonita reveal lush flora with drooping vines, giant jackfruit splattered on the ground and cute capuchin monkeys picking apart bananas.\nBut Fernandez says the forest's tall trees are slowly dying and not being replaced.\nWhere to go and what to do:\nTravellers can visit all three sectors of Tijuca National Park via public transport, bike or taxi/Uber from Rio's South Zone.\nTijuca Forest: Hike to waterfalls, coffee plantation ruins, climb the city's highest point (Tijuca Peak) and try to spot Project Refauna's introduced species.\nPedra Bonita and Pedra da Gávea: Climb two of Rio's most popular mountains – Pedra Bonita and Pedra da Gávea – for views over the city.\nCarioca Mountain: See the world wonder, Cristo Redentor, on a hike from 19th-Century palace Parque Lage.\nWithout them, the forest can't capture as much carbon – a necessity for slowing down climate change – and will become \"a disturbed forest that is a mess of trees of every size\".\nIn a healthy forest, tall trees should also intertwine overhead, providing a healthy forest canopy – but they currently aren't. \"What tells you the Atlantic Forest is mature is that if you are standing in the forest, you can see another person 50 or 100m from you,\" he said.\nThe reason Tijuca's tall trees are struggling to spread is because the forest is empty of many of the seed-spreading animals that used to thrive there. \"If you don't have the animals, you don't have the trees,\" said Catharina Kreischer, a researcher with Project Refauna.\nTrees grow colourful, delicious fruit to attract hungry animals who then digest the seeds and defecate them out elsewhere, spreading the plant species across the forest, explained Kreischer. But many of the seed-spreading animals disappeared from this particular part of the forest when it was cleared and have never returned. That's why Project Refauna is bringing the fauna back to Tijuca – because a forest isn't just trees; it's also animals.\nWhile other forest restoration projects around the world involve \"rewilding\", by reintroducing headline-driving predators like wolves or bears, Project Refauna prefers to start small. \"Most people that think about introducing species think about endangered species,\" said Fernandez. \"With Refauna, we purposely work with non-endangered species [that relocated elsewhere when the forest was cleared].\"\nTijuca Forest used to be home to 33 large- and medium-sized species, including jaguars, tapirs and peccaries, but just 11 remain. Project Refauna could hypothetically reintroduce some of these animals, but many require a much larger area to hunt or are simply too dangerous to be dropped into the middle of a city. Instead, it's reintroducing species that are endemic to the forest, easy to work with and thrive elsewhere in Brazil.\nIn 2009, Project Refauna reintroduced red-rumped agoutis, a cat-sized rodent that had been hunted to extinction in Tijuca Forest but was still crawling around elsewhere in the city. Fifteen years later, I could see the project's impact during my visit.\nAfter getting off the 301 bus at Praça Afonso Viseu, which is located directly at one of the park's main entrances, Kreischer and I walked into the park (entrance is free) and stopped alongside the main road to pick up a brown, apple-sized arara nut under a giant tree. \"When I started my work at Refauna, I could actually see a lot more seeds, especially on the main road, than I do now,\" said Kresicher, who rolled up her trouser leg to display an agouti tattoo on her ankle. \"Now when I walk in the forest, I see far fewer fruits and seeds rotting on the ground. This is a good indication that the agoutis are establishing themselves and are fulfilling their role.\"\nWe continued along earthen trails and past the gushing Cascatinha Taunay waterfall until we reached Titan, a gigantic yellow-footed tortoise introduced to the park by Project Refauna in 2020. As I approached his cage to take a photo, Titan had the look of bloody murder in his eyes and my heart pounded harder than I'd like to admit for such a slow-moving threat. Titan's violent nature meant that he had to be separated from his fellow tortoises, ending his bloodline – but that wasn't the only bad news.\nMore like this:\n• The Amazonian town putting world cities to shame\n• Explore the Ottoman past on Istanbul's car-free islands\n• Why India's wildly remote islands are trending\nKreischer explained that like agoutis, tortoises are terrific seed dispersers since they eat almost anything and their slow digestive tracts allow them to defecate far from the parent plant. However, unlike agoutis, tortoises haven't been able to thrive in Tijuca Forest – of the 56 tortoises introduced, just 30 remain, as many have been killed by city dogs that invade the park.\nKreischer walked me to Project Refauna's headquarters where I met with a couple of researchers who were installing camera traps to try and catch domestic dogs who dig up and eat the tortoise eggs.\nProject Refauna also had disappointing results with another one of its reintroduced species: howler monkeys. The organisation brought back the primates in 2015 – a century after they had vanished from the park. But of the seven reintroduced to the park, just two remain. The rest had to be removed because they were interacting with park visitors.\nWhen asked whether the project was going well, Fernandez leaned in and responded honestly, \"No.\"\nCarbon count\nThe travel emissions it took to report this story were 0.00 metric tons of CO2e. Find out more about how we calculated this figure here.\nThe loss of the howler monkeys and tortoises were major setbacks, and there have been issues securing enough funding to keep the organisation going. But Fernandez is far from ready to give up.\nProject Refauna reintroduced a fresh group of vaccinatedhowler monkeys in January and is forging ahead with its next species: the blue and yellow macaw. The plan is to continue working up the food chain all the way to ocelots (a medium-sized spotted wild cat), the largest predator that once lived here before Rio became the city it is today and that could theoretically survive in a forest of this size again.\n\"This is a project for decades,\" said Fernandez.\nSaving a forest is slow work, so in the meantime, both Fernandez and Kreischer believe there's another way to help: by visiting the park, just as I did.\nHiking in the forest, soaking in its views and learning about its flora and fauna remind humans that this forest isn't just for Rio's recreation, it's vital for the city's survival. \"The more people visit this forest, the more people enjoy this forest, the more protected the forest will be,\" said Fernandez.\nCORRECTION: A previous version of this story incorrectly listed that some of the park's howler monkeys died of yellow fever. That error has since been corrected.\nGreen Getaways is a BBC Travel series that helps travellers experience a greener, cleaner approach to getting out and seeing the world.\n--\nIf you liked this story, sign up for The Essential List newsletter –a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram.\n "
    },
    {
        "title": "The Turkish ice cream eaten with a knife and fork",
        "href": "/travel/article/20240719-dondurma-the-turkish-ice-cream-eaten-with-a-knife-and-fork",
        "article": "Dense, stretchy and durable, dondurma isn't like any other ice cream you'll find, and the epicentre of its production is still reeling from the powerful earthquakes that decimated the nation.\nOn a warm and breezy early summer evening in Istanbul, I took the metro to the city's Bayrampaşa district just west of the Old City in search of Maraş-made dondurma: the best ice cream in the country.\nProduced in Turkey's southern Kahramanmaraş (or Maraş, for short) province, dondurma may translate as \"ice cream,\" but this frozen Turkish treat isn't like any other gelato, sherbet or ice cream you're likely to find. Dondurma is renowned for its thick, dense and stretchy texture, and instead of licking it from a cone, you eat it on a plate with a knife and fork.\nDessert master Mehmet Vanlı, who runs the shop Hacıhaliloğlu in Bayrampaşa, has been making dondurma for half a century. He learned the trade alongside Osman Kanbur, the eldest brother of the family who runs Mado, Turkey's most iconic dondurma chain, with more than 300 locations throughout the country. (The name Mado is an abbreviated portmanteau of \"Maraş\" and \"dondurma.\")\nWhen I arrived at the shop's neon-lit exterior and approached its expansive counter to ask for dondurma, Vanlı brought out two hulking cylindrical slabs the size of my forearm from a box, sliced three hefty pieces with a giantbutcher's knife and topped them with a sprinkle of pistachio dust.\nAs he offered me a piece, he explained that, traditionally, dondurma's only ingredients are milk (in this case, a blend of goat's, sheep's and cow's milk) salep (orchid bulb flour) and beet sugar.  \n\"If you want the original, you make it with pure goat's milk. For the consistency, we use quality salep  from the mountains. It dries out amid the aridness for a year. The single enemy of dondurma is the wind. In the heat of the Sun, dondurma doesn't melt easily, but it does in the wind,\" Vanlı explained, adding that Maraş' climate, with its hot, dry summers and cold, dry winters provides the optimal conditions for dondurma production.\nEven on that muggy Istanbul evening, my plate of dondurma didn't melt quickly. I dove in with a knife and fork, marvelling at how this Turkish ice cream tasted smoother and sweeter than regular ice cream. Refreshing and creamy, dondurma somehow manages to both feel more substantial than regular ice cream while also softer and silkier, thanks to the salep.\nFor years, Vanlı made dondurma himself, but because it's best to produce dondurma as close as possible to where its ingredients are sourced in the mountains, Vanlı now buys it from a reputable producer in Maraş.\nMore like this:\n • Turkey's beloved ice cream prank\n • Istanbul's plan to save its cultural soul\n • Tasseography: The Turkish tradition that's 'as big as Tinder'\n\"I think what makes [dondurma from Maraş] special is Mount Ahır, for two reasons,\" said Dr Kübra Yüzyüncil, a food and agricultural researcher. \"First, this high-altitude mountain in the south-eastern Taurus Mountain range has high biodiversity. The milk of the goats grazing amid this richness, for example, feeding on thyme, crocus and hyacinth, results in milk that is very nutritious and delicious.\"\n\"The second is the salep orchid species called Dactylorhiza romana, which grows in the natural flora of this mountain. This type of salep has a high amount of glucomannan (a dietary fiber). It is this special type of salep orchid that gives Maraş ice cream its consistency and allows it to stretch continuously without breaking. It acts as a stabiliser,\" Yüzyüncil added.\nYet, production of Turkey's beloved homegrown ice cream was jeopardised in February 2023 when two 7.7- and 7.6-magnitude earthquakes whose epicentres were in the Maraş districts of Elbistan and Pazarcık decimated parts of Turkey, killing some 53,000 people. In spite of the tragedy, Maraş dondurma producers were able to maintain and even increase their production. In 2022, the province churned out 100,000 tons of dondurma and exported $2.5m million worth, while in 2023 those figures accelerated to 120,000 tons and $3m in exports.\n\"As [Maraş was] emerging from the earthquake, some of our facilities were destroyed or damaged, but we mobilised to get back on our feet. We carried [on],\" Erdal Kanbur, the president of a Maraş-based restauranteurs association, told local media.\n\"I think one of the most important factors that makes Maraş province the leading ice cream producer in Turkey is that Maraş ice cream does not melt easily, thanks to its high glucomannan content. Thanks to this feature, it can be sent to all cities,\" Yüzyüncil said. \"In addition, the patisseries that make ice cream in Maraş… have invested in establishing their own ice cream brands in order to gain competitive power. They obtained internationally recognised certificates, packaged and sent it across continents without compromising the flavour and consistency of the ice cream.\"\nVanlı pointed to a photograph of him during his younger years, beaming alongside a colleague and both clutching a massive stretch of dondurma the size of a boa constrictor. Outside his shop was a cooler with several dozen flavours of traditional, ice cream, while inside there was a refrigerator full of products made by Marasta, a 30-year-old company from which Vanlı sources all of his dondurma.\nOn Istanbul's busiest and most iconic street, the pedestrian-only Istiklal Avenue, talented tricksters can be found twisting and twirling huge slabs of dondurma, performing full-on shows that involve repeatedly extending and seizing back dondurma from unsuspecting tourists who pay inflated prices for this spectacle. As any true local Istanbul resident would tell you, these places are tourist traps to be avoided, and those in search of Turkey's best ice cream would be advised to head to Vanlı's shop for the real deal.\nWith Mado now operating in more than 20 countries and smaller Maraş producers increasing their exports, Maraş dondurma is on its way to making Turkey internationally recognised for its ice cream. It's a deserving distinction, and one that Turks think is long overdue.\n\"I love Maraş [dondurma] very much,\" Yüzyüncil said. \"It leaves its mark on the palate.\"\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "India's cooling drinks to beat the heat",
        "href": "/travel/article/20240715-gond-katira-a-natural-way-to-cool-down-in-indias-scorching-summers",
        "article": "This year, when India experienced its longest ever heatwave, locals turned to cool drinks like never before.\nCaught in a sudden downpour on a July afternoon, I carefully walked down the crowded, muddy sidewalk in old Delhi to reach Khari Baoli, Asia's largest wholesale spice market. I soon found what I was looking for in an array of bowls heaped with spices at the entrance of a narrow shop. Here, small, uneven, translucent crystals, their off-white colour infused with the slightest rusty hue, lay in a cardboard tray. A small plastic sign set among the crystals read, \"Rs 120 [£1.12] for 250g, Gond Katira\".\nMy curiosity about this lesser-known ingredient began some years ago on a sweltering summer day during a visit to a friend's house. Her mother offered me a popular drink with a twist: a glass of lemonade but with small pieces of white jelly in it. She told me it had a cool taseer (the cooling or warming property of a food) that reduces body heat. The tasteless and odourless jelly, made from soaked crystals, was gond katira, or tragacanth gum.\nTragacanth gum can be derived from more than 2,000 plant species of the Astragalus genus, found from Greece to south-western Asia, with Iran and Turkey being the top producers. When incisions are made on the roots and bark of a plant, gum oozes out of them in the form of a long curving string or ribbon that hardens rapidly. This dried gum is collected and processed into flakes and powder.\nOne of its main components is tragacanthin, which is soluble in water and swells to form a gel-like structure; because of this, tragacanth gum is widely used in the food industry as a thickener and emulsifier. It is added to baking mixes, relishes, condiments, oils, sauces, fruit juices and meat.  It is also used in antibacterial, anti-cancer, anti-inflammatory and antioxidant treatments in the pharmaceutical industry.\nGond katira has also long been considered a herbal remedy. \"It has been used by Unani [a traditional medicine system practiced in South Asia] physicians for centuries as it has the ability to cool the body, improve skin texture and liver enzymes and boost immunity,\" explained Dr Syed MM Ameen, a Unani doctor based in Chennai.\nAmeen added that its benefits are mentioned in the Canon of Medicine, compiled by the 11th-Century Persian physician Avicenna, which is still used in Unani medical colleges; and in the Indian government's National Formulary of Unani Medicines for its usage as a single drug and in compounded medications to treat liver and respiratory diseases.\nDid You Know?\nThe use of this gum in remedies is not limited to India. It is also an ingredient in Fisherman's Friend lozenges, a popular, old-fashioned cure for coughs and colds in the US and UK.\nAlthough gond katira is mainly produced and exported by Iran and Turkey, it is considered a traditional household ingredient in India, especially by older people, with its usage spanning from Delhi and Punjab in northern India to Andhra Pradesh and Tamil Nadu in the south. And this year, when India experienced its longest ever heatwave, locals turned to cool drinks like never before. In fact, Google searches for \"gond katira\" peaked between 19-25 May, when temperatures were between 41-45C.\nIndia is home to a huge variety of sherbet, a popular cold beverage made with cordial from fruits, flowers and herbs. In many homes, people also add gond katira to sherbet during the summer for its cooling properties. Some also consume the soaked jelly on its own, while others add it to milk, milkshakes, lassi (a yoghurt-based beverage), yoghurt and desserts such as kheer, a popular rice pudding eaten in South Asia, to reduce body heat, provide hydration and as a preventive measure against heatstroke.\nHarjeet Kaur, a freelance writer and blogger, grew up in Vijaywada in the southern state of Andhra Pradesh where the temperature can reach 49C in the summers. As a child, her mother would give her gond katira on summer mornings to keep her cool and hydrated.\n\"My mother used to lug gond katira all the way from Delhi and store it. She made a drink by mixing Rooh Afza (a popular sherbet in South Asia) with water or milk, sugar, gond katira and ice. I enjoyed it so much that I continue to drink it to this day,\" she said, noting that she drinks it for breakfast in summer, mixing the jelly with water, jaggery and a slice of lemon. \"As soon as you drink it, you feel your insides cooling down.\"\nHow to make gond katira jelly\nRinse a tablespoon of gond katira crystals and soak them in 300 ml of water. Leave it for at least four hours or overnight. It will turn into a white jelly. If you see any debris, rinse again. Now you can add this jelly to drinks and desserts.\nKaur laments that the younger generation has forgotten about traditional and seasonal foods like gond katira. However, in the last few years, she has introduced several friends and neighbours to this gum to help relieve them from extreme heat. And since the Covid-19 pandemic, there has been a rise in Indian consumers eating more consciously and taking an interest in natural foods, which has resulted in a growing popularity of foods such as gond katira among young people.\n\"We are seeing an increase in the demand for gond katira because people are learning about it through social media,\" said Chaitanya Jaggi, whose family owns Om Sai Ram, a spice shop in Khari Baoli market. His sales of gond katira spike between March and August, when heat and humidity are peaking in many parts of India.\nA quick Instagram search shows how food bloggers, doctors, dieticians and fitness enthusiasts have shared recipes of summer drinks and desserts made with gond katira in recent months. Sangeeta Khanna, a nutritional consultant and culinary trainer based in Delhi, first blogged about gond katira in 2016. Ever since, she has seen a growing interest in its health benefits and cooling properties through comments on her Instagram posts showing recipes of sherbet, dessert and breakfast bowls made with the jelly.\nGond katira’s gelatinous texture makes it strikingly similar to bubble or boba tea, which is also growing in popularity in Indian cities. In fact, Khanna makes a bubble tea with brewed black tea, chilled milk and honey in which she replaces the sago pearls with white jelly.\n\"Gond katira contains soluble fibre which acts like a prebiotic and helps in the proliferation of gut flora. Since it holds water for a long time, it keeps hydrating your body for a long duration,\" explained Khanna, who notes that gond katira was a common summer ingredient in north Indian households until the mid-'80s when packaged cold drinks entered the Indian market. \"It is a very poorly acknowledged ingredient,\" she added.\nAbhilasha Jain owns Marwadi Khana, a catering service in Gurgaon that specialises in Rajasthani vegetarian cuisine. She grew up in Bhilwara in the desert state of Rajasthan where she first discovered gond katira after getting heat stroke as a young girl. But over the years, this ingredient faded from her life. Five years ago, during a hotter-than-usual summer, she received gond katira from her mother and now she uses it regularly. \"We drink it with different kinds of sherbet – khus (vetiver), sandalwood and white rose,\" she said. Sometimes, she also mixes gond katira with rabdi, a sweet made with condensed milk, sugar or jaggery, spices and nuts.\nMore like this:\n • India's next big street-food craze?\n • A chicken recipe so good its origin is being fought in court\n • India's naturally cooling fruit juice\nGond katira is also a part of street food across the country. In Punjab, it is included in shikanji (lemonade) sold in street carts. In Madurai in Tamil Nadu, gond katira is called badam pisin (which translates to almond gum, although it is not made from almond) and is used in a popular beverage called jigarthanda that is made with milk and nannari syrup (made from the roots of the Indian sarsaparilla, a herb used in Ayurvedic medicine for its cooling properties). In the cities of Vijayawada and Rajamahendravaram in Andhra Pradesh, the gum is called katora and can be found in a drink called sugandhi katora, made with nannari syrup, basil seeds, water or soda or milk.\nOnce a household ingredient that was forgotten and is now seeing a revival, gond katira has yet to make its way into restaurant menus. However, entrepreneurs like Jain are introducing it to people in small events. \"I served a rose gond katira sherbet for a high-end, sit-down lunch for 120 people. They were really impressed. They felt it was new and nice,\" she said.\nWhen she first posted about this gum on social media, Jain saw that many were confused between gond (acacia gum) and gond katira. While gond is better known because it is used in sweets and consumed in winter for its warming properties, many people still don't know about gond katira.\nWhere to find gond katira\nThe gum can be found both online and in small neighbourhood kirana (grocery) stores in villages and organic stores and supermarkets in cities across India. The price ranges from Rs 250 (£2.34) to 500 (£4.68) per kg depending on its quality and the size and colour of the crystals.\n\"This year it was so hot. I am surprised to see so many people using gond katira now… Thanks to social media, our traditional foods that so many people don't know about are now being shared,\" she said.\nAs temperatures continue to soar each summer in India, a time-tested, humble ingredient like gond katira can provide an easy, affordable and delicious way to cool the body and make the heat a little more bearable.\nMakes 1 serving\nIngredients\n2 limes\n1 tbsp sugar or 2 tbsp jaggery, based on preference\n1/2 tsp black salt\n1 tbsp gond katira\nA few mint leaves\nWater\nMethod:\nStep 1\nRinse and soak a tablespoon of gond katira crystals or flakes in 300ml of water overnight or for at least 4 hours. These will bloom into a white jelly. Pick out or rinse any debris.\nStep 2 \nCut the lime and squeeze its juice into a glass. Add black salt and sugar or jaggery according to your taste. Add chilled water and mix well.\nStep 3\nAdd 1-2 tablespoons of bloomed gond katira to the drink. Garnish with lime slices and a sprig of mint.\nBBC.com's World's Table \"smashes the kitchen ceiling\" by changing the way the world thinks about food, through the past, present and future.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    },
    {
        "title": "The world's biggest restaurant is coming to Paris",
        "href": "/travel/article/20240708-paris-olympics-2024-worlds-biggest-restaurant",
        "article": "As the Olympic and Paralympic Games kick off in Paris, more than 200 chefs will be tasked with preparing more than 13 million meals. Here's what athletes can expect.\nWhen the Olympic Games kick off in Paris on 26 July, it will usher in a host of firsts. Breaking will debut as an Olympic event. Gender parity will reign for the first time, with as many women competing as men. And given that the Games are being held in France, it's perhaps no surprise that the Olympic Village will also become home to the world's biggest restaurant.\nFeeding 15,000 international athletes from 208 territories and nations is a gargantuan task, with 200 cooks ready to prepare more than 40,000 meals each day, both in the Olympic Village restaurant and at 14 competition sites throughout the city. During the two 15-day periods of the Olympic and Paralympic Games, more than 13 million meals will be served – the equivalent of the amount of food provided at 10 football World Cups.\nThe Cité du Cinéma film studio complex in Saint-Denis, on the outskirts of Paris, will be the nexus of this culinary feat. Here, athletes will have access to six main areas devoted to French, Asian, Afro-Caribbean and world cuisine, with 500 different recipes catering to a wide variety of tastes. Menus were prepared in collaboration with former French sailor and bronze medalist Hélène Defrance (now a nutritionist), who focused her expertise on helping deliver \"an overall pleasurable, nourishing offering that would satisfy any type of diner,\" she said. She paid close attention to the quality and transparency of the ingredients, but also the flavours and aesthetic appeal of the recipes.\nA strict quality charter also governed the food at the Paris Olympics. It was developed over the course of four years of work with the goal of halving the carbon footprint of meals produced during the Games, as compared to London 2012. As a result, a quarter of all ingredients will be sourced in a 250km radius from Paris, and 20% will be certified organic. All meat, milk and eggs will be from France, and a third of the food will be plant-based. Two hundred water, juice and soda fountains have been installed in the Olympic Village, and only reusable cups and crockery will be offered.\n\"Our commitments to social and environmental progress will ensure that we help Paris 2024 to achieve the important challenge of delivering the most sustainable Games,\" said Nathalie Bellon-Szabo, Global CEO of Sodexo Live!, which is the official partner of the Olympic Village.\nWith all eyes on Paris, the stage is set for the French terroir to shine. In addition to offering a diversity of international menu options, Sodexo Live! tapped superstar chefs Amandine Chaignot, Alexandre Mazzia and Akrame Benallal, each of whom have developed a signature dish marrying the best in French tradition and local ingredients with an eye towards the nutritional needs of the world's top athletes.\n\"I believe that there's an important health aspect to French gastronomy,\" Defrance said, noting that in France, a love of good food can be found anywhere from \"the village bakery [to] the fine dining restaurant\" and even at \"high-quality grab-and-go\" options. \"The entirety of the culinary approach of French chefs will be infused, in little touches, into the offerings on the whole. And the athletes will be able to take advantage of it all.\"\nTo deliver on the promise, the chefs will also have help from Charles Guilloy, Executive Chef of the Olympic and Paralympic Village – the \"chef des chefs\" – for the duration of the Games.\n\"We're going to be a bit like athletes,\" Guilloy said of his job. \"It's kind of my way of participating in the Olympics.\"\nHere are the chefs behind the world's largest restaurant.\nFor months, Chef Charles Guilloy and his team have been hard at work developing meals that will satisfy and fuel the athletes. \"A more-than-100kg judoka is not going to eat at all in the same way as a 45kg gymnast,\" he said, noting he and his team also considered other factors, like cultural norms, in crafting the recipes.\nFor Guilloy, the Games' sustainability initiatives weren't constraining, but inspiring. \"To work with fresh, French, seasonal, local, labelled, certified products… for a cook, that's just the best,\" he said.\nHis signature dish takes full advantage of local green lentils from the Yvelines, just outside of Paris. Lentils have gained much attention in nutritional circles of late, given their sustainability and richness in high-quality protein. \"What I love about lentils is that they've never gone out of style,\" he said.\nIn Guilloy's capable hands, the legume is transformed into a lentil dal and paired with creamy skyr, an Icelandic cultured yoghurt-like cheese rich not just in protein but in gut-healthy probiotics. The dal is seasoned with bright lime and fresh coriander and topped with a crispy corn tuile (a French baked wafer), for a dish that promises to be as delicious as it is nutritious.\nA household name since her appearance as a juror on the 2013/2014 season of MasterChef France, Chef Amandine Chaignot worked with some of France's top culinary pros, from Alain Ducasse to Éric Frechon, before opening her own Parisian restaurant Pouliche in 2019.\nThe mindset she champions at Pouliche, dominated by her values of \"warmth, happiness, [and] cooking with butter,\" will be tailored to the needs of the athletes thanks to her keen technical acuity. For her signature dish, she has chosen to spotlight roasted French poultry, not just because it is, as she says, \"an athlete's meat par excellence,\" but for its \"reassuring\" familiarity that makes it likely to please a great swath of athletes from around the world.\n\"I wanted to make something that would speak to these athletes, who are young, who aren't necessarily foodies,\" she said. \"I wanted to create recipes that are fairly approachable.\"\nShe'll pair the poultry with a rich langoustine bisque, a sauce that takes full advantage of French terroir and technique. Reducing the stock down significantly will make it ultra-rich without an over-reliance on butter or cream.\n\"That langoustine bisque is what's going to bring it back to France,\" she said. \"That generous quality, that power of flavour.\"\nAlexandre Mazzia is already familiar with the challenges of feeding athletes: after all, before earning three Michelin stars at his restaurant AM in Marseille, Mazzia was a professional basketball player. And while he'd love to watch the matches, between carrying the Olympic torch through Marseille, keeping his restaurant open Tuesday through Saturday as usual and spending Sundays and Mondays in the Olympic Village feeding the athletes from around the world, he'll probably have his hands full.\n\"If I get the chance [to see the basketball finals], it'd be with pleasure,\" he said. \"But I'm here above all for the athletes.\"\nHis signature dish is built around the same plant- and seafood-forward mindset he champions at AM. Chickpeas, a staple of southern French cuisine, will be whipped into a smooth pomade with verbena. Served with beets, peas and a smoky seafood broth made with haddock and pollock, the dish marries ingredients he loves and the elegance he's become known for with a heaping helping of creativity.\nMore like this:\n• When painting and sculpture were Olympic events\n • Why Olympic visitors should stay in the Paris suburbs this summer\n • Alexandre Mazzia's favourite ways to enjoy Marseille during the Olympics and beyond\n\"There are some preconceived notions about French cuisine,\" he said. \"You think you're going to eat a pâté en croute (pâté encased in dough) or a rich sauce or fried potatoes.\" But while one cannot deny these elements of culinary heritage, for Mazzia, it's essential to cater to the challenge at hand.\n\"French culinary know-how is also about hospitality,\" he said. \"When we're welcoming athletes, it's being in service to the athletes.\"\nFrom his steakhouse in Manila to his Silk Road-inspired Shirvan steps from the Eiffel Tower, Chef Akrame Benallal, who was born in France but grew up in Algeria, has long been fascinated with international flavours and approaches. And when it comes to the Olympics, this Michelin-starred chef is pairing his international palate with the palette of ingredients and techniques at his disposal.\n\"What I always say about French cuisine is that it's got the most variety in the world, in terms of techniques,\" he said. \"You might find Italian techniques in a French dish. You might find Japanese techniques in a French dish. And that's really interesting, because at the end of the day, it makes it so easy.\"\nOne of Benallal's past pet projects was the meat-focused Atelier Vivanda, which allowed him to focus on exquisitely sourced beef, pairing it with the best in French potato recipes. But this summer, he'll be eschewing both steak and frites. Not only is deep-frying forbiddenin the Olympic Village, but Benallal has opted to take advantage of a more sustainable plant-based protein in crafting his signature recipe. Quinoa sourced from near Orléans, less than 150km from Paris, will be transformed into a risotto-style dish enriched with Parmesan and smoked, fermented yoghurt to add even more protein and richness.\n\"For many, this is the first time they're coming to France,\" he said. \"We want to show them what we can do.\"\nBBC.com's World's Table \"smashes the kitchen ceiling\" by changing the way the world thinks about food, through the past, present and future.\n--- \nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "The wild ceremonies of the Turkish 'meatball'",
        "href": "/travel/article/20240531-the-wild-ceremonies-surrounding-a-turkish-meatball",
        "article": "One of the country's most popular fast-food items, çiğ köfte is traditionally associated with wild and rowdy gatherings in south-eastern Turkey.\nThose unfamiliar with Turkish cuisine may be unaware that one of the country's most popular and ubiquitous dishes, found in thousands of kiosks throughout the country, is çiğ köfte. Although this literally translates to \"raw meatball\", it has another surprise; more often than not, it's made from entirely vegan ingredients. \nÇiğ köfte traditionally contains a mixture of raw minced beef, bulgur wheat and a cornucopia of spices and greens. But when the dish was banned from sale in 2008 in accordance with EU health codes, most producers switched to a meat-free version made from bulgur and nuts wrapped in flatbread with rocket, parsley, iceberg lettuce, sliced tomatoes and a drizzle of pomegranate syrup. Over the past two decades, numerous chains have popped all over Turkey serving this cheap, fresh, healthy and tasty snack, making it a favourite among students and anyone looking for an affordable bite on the go. \nÇiğ köfte comes from Turkey's south-eastern provinces, and it is particularly associated with the cities of Adıyaman and Şanlıurfa and a traditional gathering known as a sıra gecesi where guests sip tea, engage in conversation and dine to a chorus of musicians playing local folk tunes. These ceremonies, which sometimes also involve alcohol, raucous loud music and dancing, have gained broader cultural significance throughout Turkey over the years, particularly as south-eastern cuisine has spread to Istanbul and other large cities in Turkey's west. The centrepiece of the often wild and rowdy evening is çiğ köfte, which is prepared on the spot by a master chef who arduously mixes and kneads the ingredients by hand for an hour or longer until the proper consistency is achieved.\nWhile the numerous chains that sell mass-produced çiğ köfte are banned from using raw meat, mom-and-pop establishments, who make them fresh, are still licenced to do so, and travellers interested in trying the traditional type should seek them out. An excellent place to start is Mahir Lokantası, a highly acclaimed restaurant in the heart of Istanbul's central Şişli district, which serves an impressive daily rotation of regional dishes from throughout Turkey. Owner and chef Mahir Nazlıcan, who hails from the south-eastern province of Diyarbakır, is particularly known for his excellent renditions of classic dishes from his part of the country – and one of these includes the original version of çiğ köfte.\n“The most important part of çiğ köfte is that the meat that goes inside it must be high quality ground beef that is free of fat and tendons. Also, we use fine brown bulgur. Of course, you must use organic spices, and the tomato and pepper paste cannot come from a market, it must be homemade because the smell and taste is directly reflected in the çig köfte,” Nazlıcan says.\nÇiğ köfte myths\nA commonly repeated misnomer is that the chef hurls a fistful of çiğ köfte at the ceiling and if it sticks, then this means it is done and ready to serve. Regional experts refute this, noting that the sıra gecesi typically takes place in someone's home and it would be very rude to throw food at the ceiling.\nMahir Lokantası opens at noon and there is normally a line out the door for much of the day, but Nazlıcan was gracious enough to invite me an hour beforehand to taste some of his çiğ köfte and explain its secrets. We started with a simple-but-delicious breakfast of soft, mozzarella-esque cheese from Diyarbakır, sliced tomatoes and peppers, black olives, extra virgin olive oil and warm, chewy, hand-shaped flatbread fresh from the oven. This gave our stomachs a firm foundation as we waited for the çiğ köfte.\n“It must be kneaded well for an hour. What we refer to as raw meat actually becomes 'cooked' during the kneading process,” Nazlıcan said. This is an essential part of its preparation that gives diners the reassurance that the dish is safe to eat.\nSoon enough our plate arrived, a colourful platter of greens topped with the hand-shaped morsels of çiğ köfte. We each grabbed a piece and nestled it in a formidable chunk of iceburg lettuce, squeezed a liberal dose of lemon juice on top, and dived in. The flavour wasboth rich and light, with notes of umami, spice and acidity. It did not taste like raw meat, and the hour-long kneading process fused the myriad ingredients into a whole that was greater than the sum of its parts. While it was not overwhelmingly spicy, it still packed a punch. Nazlıcan noted that the most crucial part of the spice blend includes a secret mixture known as \"seven-variety\", which is composed of seven spices, in addition to high-quality isot (spicy black Urfa pepper flakes). \nMore like this:\n• Istanbul's beloved 'brothel dessert'\n• The Turkish tradition that's 'as big as Tinder'\n• A lost city of legends in central Turkey\nWe were both full and I took half of the çiğ köfte to go, where I enjoyed it at home over the course of several days as it keeps well and retains its flavour while refrigerated. No one should ever think of throwing something this good at the ceiling.\nÇiğ köfte recipe\nby Mahir Nazlıcan\nServes 8-10\nIngredients\n1kg fine brown bulgur wheat\n600g of fat-free, tendon-free beef mince\n3 grated tomatoes \n1 white onion\n6 cloves garlic\n1 tbsp black pepper\n1 tbsp cumin\n1 tbsp \"seven-variety\" (as this is a secret spice blend it can be replaced with any herbs/spices according to taste\n2 tbsp red pepper flakes\n2 tbsp black Urfa pepper flakes \n2 tbsp tomato paste\n2 tbsp red pepper paste\n250ml olive oil\n250 pure pomegranate sauce (Mahir uses the Punica brand from Şanlıurfa)\n1 tsp salt \nGreens:\nFinely chopped green onion, parsley and fresh mint leaves to taste\nInstructions:\nStep 1 \nWith the exception of the greens, the pomegranate sauce and the olive oil, mix all the ingredients together and knead it firmly for close to an hour.\nStep 2\nAdd the remaining ingredients and knead for an additional 10 minutes.\nStep 3\nForm small finger-shaped pieces of the çig köfte and serve alongside iceberg lettuce, rocket and lemon wedges.\nBBC.com's World's Table \"smashes the kitchen ceiling\" by changing the way the world thinks about food, through the past, present and future.\n--- \nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week. \nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram. "
    },
    {
        "title": "France rail repairs completed after arson attacks",
        "href": "/news/articles/clmyjz5xkylo",
        "article": "France's national rail operator says it has finished repairing infrastructure damaged in a suspected coordinated arson attack on Friday.\nState-owned SNCF said most trains were running as planned on Sunday and full service will resume on Monday.\nPolice are still searching for the perpetrators behind what French ministers and officials have described as \"sabotage\" designed to paralyse high-speed TGV lines running to and from Paris.\nHundreds of thousands of people were caught up in the resulting disruption, which came hours before the opening ceremony of the Olympic Games in the capital.\nSNCF said staff have been working around the clock to manually repair fibre optic cables, which were targeted on the North, Brittany and South-West lines.\nRail workers foiled an attempt to destroy safety equipment on a fourth line.\nOn Sunday, the rail company said the main western line from Paris was operating almost as normal, while three out of four TGV trains were running on the northern line from Lille, with no delays expected.\nSNCF said around 250,000 passengers were affected on Friday, while junior transport minister Patrice Vergriete estimated as many as 800,000 people could be impacted over three days.\nEurostar - which runs international services from London to Paris and uses a high-speed line in France - was also impacted. It said one in four of its trains would not run over the weekend.\nAmong those caught up in the disruption on Friday was Prime Minister Sir Keir Starmer, who had planned to travel to the Games' opening ceremony via train but was forced to fly instead.\nHe told the BBC: \"I’m not going to pretend it wasn’t frustrating because it was, and for very many people it made travel so much harder.\"\nThe Paris prosecutor's office has opened a criminal investigation into what happened, which is being overseen by its organised crime office."
    },
    {
        "title": "City shares timeline for transport hub build",
        "href": "/news/articles/clmye7vyxzmo",
        "article": "Work on a new multi-million pound transport hub in Hereford is expected to start in December, it has been announced.\nThe council granted itself planning permission for the project in May, though criticisms remain about the project including how it will connect with the wider city.\nPhilip Price, cabinet member for transport and infrastructure, shared the date for the £9.8m project's start at a full council meeting on Friday.\nHerefordshire Council has said the scheme, in front of the existing railway station, would significantly enhance the transfer between rail, bus, bicycle, taxis and other forms of travel.\nThe project was expected to be completed within 12 months of commencement, Mr Price said.\nHe added a £2m package of “active travel” measures, covering connection between the hub, Commercial Road and the A438 Blueschool Street and Newmarket Street, “awaits completion of car parking review for the city to inform (its) final design”.\nA local transport plan, setting out the county’s aims for the next five years for all forms of transport modes including bus and rail, was being worked on for consultation within the next six months, he said.\nUp to £3m had already been invested in the scheme when it emerged in January that the budget had surged by more than £70,000 because of “numerous delays”.\nThis news was gathered by the Local Democracy Reporting Service which covers councils and other public service organisations.\nFollow BBC West Midlands on Facebook, X and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
        "title": "Rail works affect weekend train passengers",
        "href": "/news/articles/c51yzjrw823o",
        "article": "Train passengers have been urged to check before they travel as rail works take place over the weekend.\nNetwork Rail said engineers would be completing \"crucial\" maintenance and upgrades in Oxford on Saturday and Sunday. \nThe firm is replacing a section of track in Culham, on the line between Oxford and Didcot Parkway. \nThe work involves replacing 1,148ft (350m) of track.\nIn a statement, Network Rail said work was also continuing for the Oxfordshire Connect station expansion programme, building a new platform for the station.\nAs part of this work, teams will be installing cable route ducting and drainage and removing an access ramp on platform 3 over the weekend.\nThe rail company said there would also be work taking place north of Oxford, between Bicester and Leamington Spa, until 31 July. \nThis work includes replacing a railway bridge over the River Cherwell, near Banbury, and upgrades to the railway and drainage system at Banbury Station. \nMark Park, from Network Rail, said: “Throughout the weekend, there will be a hive of activity, with a mixture of crucial maintenance and upgrades to enhance the railway for the future, taking place side by side in and around Oxford Station.\n“Passengers are advised to check before they travel while we carry out this essential work.”\nOxford station manager Billy White said: “We would like to apologise to customers for the inconvenience while this essential works takes place.\"\nHe said buses would replace trains between Didcot and Oxford on Saturday and Sunday.\nFollow BBC South on Facebook, X (Twitter), or Instagram. Send your story ideas to south.newsonline@bbc.co.uk or via WhatsApp on 0808 100 2240."
    },
    {
        "title": "Spiralling costs lead to rural bus service closure",
        "href": "/news/articles/ceqd4vx6j54o",
        "article": "A rural bus and taxi service has announced it has shut with immediate effect due to falling passenger numbers and spiralling costs.\nEssex and Suffolk Demand Responsive Transport (DaRT) bus services and Arrow Taxis announced the closure \"with great regret\" on social media. \nThe company said it was aware of several services being taken over by other companies.\nEssex County Council said it will update residents about the services when it is able to.\nIn a statement on social media, the company said: \"We are so sorry for this, but had no alternative options. \n\"The cause was losses of passenger numbers since 2020 and spiralling costs.\"\nIt thanked passengers for their support. \n\"You have been a wonderful bunch of people and we loved serving you, and absolutely hate having let you down,\" it said.\nThe company said it believed the 45 route between Bradwell and South Woodham Ferrers was being taken over by Stephenson's of Essex. \nIt also said the 332/3/4 routes were being taken over by company Vectare. \nIt said for other routes people should contact Essex County Council for further information. \nA spokesperson for Essex County Council said: “We are sorry to hear that Essex and Suffolk DaRT and Arrow Taxis has ceased trading. \n\"They have been a close partner of Essex County Council, running bus services in Essex.\n“We are working urgently to identify the best approach for the services previously run by the company and will update residents as soon as we are able to do so.”\nFollow Essex news on BBC Sounds, Facebook, Instagram and X."
    },
    {
        "title": "Road works to make area 'more attractive' completed",
        "href": "/news/articles/c6p21dgr3d1o",
        "article": "Investment in a city centre road that runs directly outside a university campus has made the area “safer, more attractive and more accessible”, council leaders have said.\nEast Park Terrace, in Southampton, recently reopened as a route just for buses, taxis and bicycles following improvement works.\nSouthampton City Council said the scheme would improve bus journey times in and out of the city centre.\nThe project involved upgrading crossings and installing intelligent traffic lights and additional cycle lanes.\nIt was funded by the Department for Transport’s Transforming Cities Fund.\nCllr Eamonn Keogh, cabinet member for environment and transport, said: “It is about creating those sustainable travel options where people feel ‘yes, you know what I can leave my car at home because I have got better options to get around’.”\nCouncil officers said the vehicle restriction for the road would see vehicle numbers along the stretch fall from 10,000 to 2,000 a day.\nCCTV will be used to monitor driver behaviour and, if a large number of private motor vehicles ignore the restrictions, enforcement cameras could be introduced, the council warned.\nThe changes have been made near Southampton Solent University.\nProfessor Sarah Jones, Solent University’s pro vice-chancellor for education, said the changes were \"really exciting\" and would provide the university with greater access to the community.\n“It is great to have that right on our doorstep and be able to open it now and see those connections forming,” she said.\nCllr Keogh said the project was part of a wider scheme aiming to create a \"liveable city\", where people \"feel they can that they can move around safely, accessibly and in attractive environment\".\nFollow BBC South on Facebook, X (Twitter), or Instagram. Send your story ideas to south.newsonline@bbc.co.uk or via WhatsApp on 0808 100 2240."
    },
    {
        "title": "New railway stations hit with fresh delays",
        "href": "/news/articles/cv2g3755020o",
        "article": "A new train station is due to open in Bristol next month, while two others have been hit by fresh delays\nNorth Filton station - planned to open in 2026 - has been set back due to YTL Developments increasing the proposed arena's capacity.\nAnd Henbury is now scheduled to open in 2027 rather than 2026. Councillor Mark Weston, who represents Henbury, said: \"The holy grail gives immortality, and I might need that to get my station.”\nMeanwhile, residents living in north Bristol could be able to use Ashley Down station from the end August.\nHenbury was due to open in 2021 but has not had planning permission yet, and there are concerns about a ramp accessing the site, according to the Local Democracy Reporting Service (LDRS).\nThe North Filton station will serve the new Brabazon Arena and housing estate, and Henbury will be the last stop along the newly re-opened line.\nNorth Filton station will need to be redesigned because of YTL Developments plans, despite planning permission already being granted.\nSpeaking about the Henbury delay at a West of England Combined Authority meeting on 22 July, Mr Weston said: “It was 2026, and then you started mentioning 2027. Originally this was meant to be 2021, so it seems to be sneaking along all the way. \n\"I’m slightly concerned this will be forever in the distance, the quest for the holy grail.\"\nThe authority's interim delivery director for transport infrastructure Malcolm Parsons said it \"will not be forever in the distance\".\n\"We are absolutely sure we have to have those facilities open, not least of which because the developer at Filton needs it. And we’ve made commitments to the region to deliver it,\" Mr Parsons added.\nFollow BBC Bristol on Facebook, X and Instagram. Send your story ideas to us on email or via WhatsApp on 0800 313 4630."
    },
    {
        "title": "No HS2 northern leg properties sold - minister",
        "href": "/news/articles/cz4725118r5o",
        "article": "No properties bought up for the northern leg of HS2 have been sold since the project was scrapped, the Department for Transport (DfT) has confirmed.\nPhase two of the high-speed rail line linking the West Midlands to Manchester was cancelled by former Prime Minister Rishi Sunak in October, amid rising costs.\nTransport minister Lord Peter Hendy of Richmond Hill told the House of Lords he understood no sales had been made.\nIt came in response to concerns about rail capacity between Handsacre in Staffordshire, where HS2 joins the West Coast Main Line, and Crewe.\nSpeaking on Tuesday, Lord Hendy said: \"The prioritisation of the High Speed Rail (Crewe - Manchester) Bill is recognition that east-west connectivity is immediately necessary for growth, jobs and housing.\"\nHe added that the government would \"bear in mind\" the issue of connectivity north of Handsacre.\nA spokesperson for the DfT said: \"We're committed to delivering infrastructure that works for the whole country and helps to grow the economy.\n\"We will thoroughly review the position we have inherited before setting out more detailed plans in due course.\"\nFollow BBC Stoke & Staffordshire on Facebook, X and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
        "title": "Drink-driving deaths at highest for 13 years",
        "href": "/news/articles/c0ve27zwr7vo",
        "article": "The number of fatalities in drink-drive collisions has reached its highest level for more than a decade, newly released figures show.\nThe official estimate released by the Department for Transport (DfT) says that in 2022, there were 300 deaths in Great Britain where at least one driver was over the limit.\nThat is the highest since 2009, when there were 380 deaths. Since then, yearly estimates have not exceeded 260 and reached a low of 200 in 2015.\nHowever, fatalities are significantly down on historical highs and the number of drink-driving casualties of all severities has \"steadily decreased\" over the past decade.\nDrink-drive fatalities made up 18% of all road deaths in 2022, according to the new statistics. \nRoad safety charity IAM RoadSmart called the data, released on Thursday, \"deeply concerning\".\nIts policy and public affairs manager, William Porter, said it \"worryingly shows a dangerous upward trend for the second year running.”\nThe charity suggested more resources should be made available for police to carry out random roadside breathalyser testing, and more rehabilitation courses. The National Police Chiefs' Council's lead for roads policing, chief constable Jo Shiner, called for stronger, more effective legislation \"which enables policing and other agencies to... (revoke) the licence of those who offend more quickly.”\nIAM RoadSmart added that \"the UK Government should give serious consideration to reviewing and reducing the drink-drive limit in England and Wales.\"\nAA president Edmund King added that it was a \"tragedy that drink-drive fatalities are still so high\" and said road deaths \"should be decreasing\".\nHe called for more police \"in cars to act as a visual deterrent and more campaigns to show the utter carnage caused by drivers' actions\".\nWhile deaths related to drink-driving were at their highest level in more than a decade - the statistics painted a different picture when injuries were included. \nAcross both these categories, 2022 saw 6,800 people either killed or injured when at least one driver was over the drink-drive limit.\nAlthough this is up 1% on the previous year, it is the third lowest figure recorded since 1979.\n\nThe 1967 Road Safety Act made it an offence to drive a vehicle with a blood alcohol concentration of more than 80mg of alcohol per 100ml of blood - a limit which remains in place today in England, Wales and Northern Ireland. It is 50mg in Scotland.\nThe RAC acknowledged that the number of deaths are now far lower than the final decades of the 20th century - and in many other countries.\nBut its road safety spokesperson Rod Dennis called for the government to work with experts to implement a clear action plan. He added that drivers need to be prevented from being able to drink-drive. \nHe said it was also important that drivers know they were at serious risk of getting caught if they did drink-drive. \n\"Data suggests a significant number of drink-drive offences are committed by reoffenders, so there’s a good case for fitting alcolocks which stop someone over the limit from starting a car\", he said. \nMr Dennis continued: \"It’s abundantly clear that a hard core of people, especially men, continue to put the lives of all road users at risk by choosing to get behind the wheel after consuming too much alcohol.\"\nA DfT spokesperson called drink-driving \"selfish and dangerous\" and pointed to strict enforcement and tough penalties for those who \"chose to put lives risk\".\nThey added that the government will deliver an updated Strategic Framework for Road Safety – the first in over a decade – to reduce deaths and injuries on the roads. \nThe department said its longstanding THINK! Campaign was encouraging behaviour change."
    },
    {
        "title": "UK car firms demand more help to meet 2030 petrol ban",
        "href": "/news/articles/cn09pvjpzdjo",
        "article": "Drivers need better incentives to buy electric to help manufacturers ahead of the government's plan to ban sales of new petrol and diesel vehicles by 2030, the UK car industry has demanded.\nThe Society of Motor Manufacturers and Traders (SMMT) said support packages were needed to make the electric vehicles (EV) switch more attractive and affordable.\nIt comes as figures reveal EV production, which includes hybrids, dropped 7.6% in the first half of 2024.\nThe new Labour government has pledged to restore the petrol and diesel ban to 2030, after previous prime minister Rishi Sunak pushed it back to 2035.\nCar firms across the world have been changing their production lines as governments try to persuade people to drive greener cars to meet environmental targets.\nSMMT chief executive Mike Hawes said UK firms were split over whether restoring the 2030 deadline was a good or bad plan.\nWhen the Conservative government delayed the policy in September last year, Ford said the move undermined its electric car investment plans.\nHowever, Toyota said the decision was \"pragmatic\".\nThe industry body has argued car-makers have been mandated to build more electric cars and hit growing EV sales targets each year, but the rhetoric to switch in recent years and incentives for consumers has not been strong enough.\nMr Hawes said it was \"wrong to get hung up\" on the shift back to 2030, but said specific details on which new vehicles would be banned remained unclear.\n \"The devil is in the detail. Is that a complete end of everything that has a tail pipe?,\" he said.\n\"Or is there a degree of flexibility that would allow different technologies such as plug-in hybrid? If it was a really strict.... a lot of manufacturers would struggle to comply in that timescale and that wouldn't be good for the consumer.\"\nRegardless of when a ban on sales of new petrol and diesel cars is brought in, most people will not be affected immediately as the majority of drivers buy vehicles second-hand.\nBut people wanting to go green earlier have been met with steep costs for doing so, with the average cost to buy an electric car in the UK amounting to around £48,000.\nMr Hawes claimed it was currently \"extremely expensive to sell EVs in the because you have no incentives\" which had caused an \"affordability gap\".\n\"Consumers respond to carrots not sticks and we are seeing that at the moment,\" he added. \nHe said three incentives would help drive up demand for EVs:\nIn response to the calls, a the Department for Transport said the government would \"set out further details\" on the ban \"in due course\", but confirmed it intends to restore the 2030 phase-out date.\n\"This government is committed to delivering greener transport by supporting the transition to electric vehicles,\" it added.\nThe government said the UK already had a \"range of measures\" in place to encourage drivers to buy electric, including \"plug in grants for vans, trucks, taxis and wheelchair accessible vehicles\", and \"beneficial taxation rates\".\nPhasing out fossil-fuel-powered cars is central to the UK government's plan to meet its climate goals and reaching net zero by 2050, which if achieved would be the point at which the country is no longer adding to the overall amount of harmful greenhouse gases in the atmosphere.\nBut after years of soaring sales, growth appears to have stalled. \nIn the first six months of this year, electric car production declined 7.6% compared to the same period last year. Overall vehicle manufacturing also dropped.\nThe SMMT, which released the data, said the fall was \"expected\" as car makers overhaul lines to make electrified models.\nThe European Union continued to take the majority of car exports (55.4%).\nFollowing talks between the EU and China over electric car tariffs, the UK's position is still not known on the potential cheaper imports.\nMr Hawes said the UK car industry had \"always been open to new entrants\", highlighting Japanese car firms Nissan, Honda and Toyota who had invested in plants.\n\"There is a lot of economic benefits to be gained from investment,\" he added."
    }
]