[
    {
        "title": "Venezuela's economy runs on oil - and music",
        "href": "/news/articles/c51y9r0jgxno",
        "article": "Venezuela's battered economy is one of the key battlegrounds in Sunday's presidential election, with President Nicolás Maduro hoping to convince voters that the country has turned the corner after years of strife.\nThanks to his recent efforts to push down the cost of living, the outlook is slightly rosier. In February, Venezuela finally said goodbye to the rampant hyperinflation that had seen price rises peak at more than 400,000% a year in 2019.\nNow annual inflation is more manageable, but still high at about 50%. \nMr Maduro has been keen to take credit for the fall, saying it shows that he has \"the correct policies\".\nUnfortunately, however, those policies have done little or nothing to tackle the economy's underlying structural problems - chiefly, its historic dependence on oil, to the detriment of other sectors.\n\"Since it was discovered in the country in the 1920s, oil has taken Venezuela on an exhilarating but dangerous boom-and-bust ride,\" as the US Council on Foreign Relations think tank puts it.\nNow opponents of President Maduro are pinning their hopes of economic revival on a change of leader, and a new beginning under his electoral rival, Edmundo González.\n\"An opposition victory would lead to a renewed opening of Venezuela’s trade and financial ties with the rest of the world,\" says Jason Tuvey, deputy chief emerging markets economist at Capital Economics.\nThat would also mean the end of US economic sanctions imposed after Mr Maduro's victory in the 2018 presidential election, which was widely dismissed as neither free nor fair.\nThese have made it difficult for state-run oil company PDVSA to sell its crude oil internationally, forcing it to resort to black market deals at big discounts.\nBut Mr Tuvey cautions that reversing the economic collapse of the past decade will be a tall order, given the enormous investment needed to raise oil production and with peak oil demand approaching.\n\"Venezuela's economy can never get back to where it was 15 to 20 years ago,\" he tells the BBC. \"It will be starting by and large from square one.\"\nVenezuela's 25-year-old Bolivarian Revolution - the name that the late President Hugo Chávez gave to his political movement - promised many things, but has failed to deliver what the country arguably most needed: a broad-based economy.\nInstead of diversifying away from the oil industry, the governments of Chávez and Mr Maduro doubled down on Venezuela's mineral wealth.\nPaying little heed to the future, they treated PDVSA as a cash cow, milking its funds to finance social spending on housing, healthcare and transport.\nBut at the same time, they neglected to invest in maintaining the level of oil production, which has plummeted in recent years - partly, but not solely, as a result of US sanctions.\nThese problems were already evident when President Chávez died in 2013, but have grown worse on his successor's watch.\n\"Under Chávez, Venezuela was able to ride on the coat-tails of an oil boom, up until the global financial crisis,\" Mr Tuvey says.\n\"Fifteen to 20 years ago, Venezuela was a major oil producer. It used to produce three-and-a-half million barrels a day, along the lines of some of the smaller Gulf states.\n\"Now the oil sector has been completely hollowed out, and it produces less than a million barrels a day.\"\nGDP declined rapidly, down by 70% since 2013. But Mr Maduro resorted to compensating for lower oil prices by printing money to fund spending, resulting in the runaway inflation which the country has only recently curbed.\nEconomic hardship has taken its toll on the Venezuelan population, with more than 7.7 million people fleeing in search of a better life - about a quarter of the population.\nBut for those left behind, there have been signs of improvement. While the bolívar is still the official currency, an informal dollarisation has taken place, with US greenbacks increasingly the payment method of choice in retail transactions - at least, for those who have access to them.\nThat has stabilised the economy - but it has brought with it a social cost.\nResidents in the capital, Caracas, now find themselves subject to a two-tier economy. While US dollars are fuelling a consumption boom in high-end shops and restaurants, those paid in bolívars feel increasingly excluded.\nOne symbolic event that highlighted these changes was Colombian reggaeton superstar Karol G's recent appearance in Caracas as part of her current world tour.\nFew major artists perform in Venezuela these days, but she had no trouble selling out two nights in March at the 50,000-capacity Estadio Monumental, despite ticket prices ranging from $30 to $500 (£23 to £390).\nAt the same time, according to Caracas-based consultancy Ecoanalítica, about 65% of Venezuelans earn less than $100 a month, while only eight or nine million of the country's 28 million people can be seen as consumers with actual purchasing power.\n\"Those with a very close connection to the regime or to PDVSA have been barely affected by all this,\" says Mr Tuvey.\nAs well as the need to raise living standards and reduce inequality, another big economic challenge for Venezuela is what to do about its massive foreign debt.\nThe country owes an estimated $150bn to bondholders and other foreign creditors. It has been in partial default since 2017, and although Mr Maduro has repeatedly promised talks on a restructuring, none have yet taken place.\nThe issue has been complicated by the fact that some of the bonds were issued by PDVSA using the company's US refiner, Citgo, as collateral. As a result, bondholders have been able to pursue the issue through the New York courts.\nBruno Gennari, emerging markets strategist at investment bank KNG Securities, tells the BBC that because the US does not recognise Mr Maduro as president after the 2018 election, this leaves Venezuela with a \"legitimacy crisis\".\nThis means that whoever wins Sunday's election would have to be acceptable to Washington if a US-approved debt restructuring is to take place.\nMr Gennari does not rule out that the US \"could turn a blind eye\" if Mr Maduro wins the election under dubious conditions, but he believes that is rather unlikely.\n“This election will have a sizeable impact on Venezuela’s future. If restructuring can go ahead, we could see the beginning of a very complex recovery process,\" says Mr Gennari.\nOnce the richest country in South America, Venezuela now has a possible path back to stability - but whatever happens, its economic glory days are firmly behind it."
    },
    {
        "title": "Trump courts crypto industry votes and campaign donations",
        "href": "/news/articles/cne4n2xdylvo",
        "article": "Donald Trump has told one of the largest cryptocurrency events of the year that if he is re-elected president he will fire the chairperson of the US Securities and Exchange Commission (SEC) on the first day.\nTrump was the keynote speaker at Bitcoin 2024 on Saturday, a gathering of industry heavyweights in Nashville, Tennessee.\nThe Republican presidential candidate used the event to court voters and encourage campaign donations from the tech community.\nCryptocurrency has emerged as a political battleground for Republicans, with Trump claiming the Democratic Party and Vice-President Kamala Harris were “against crypto”.\nThe audience was at its most animated when Trump declared “on day one I will fire Gary Gensler”, the SEC chair nominated by current President Joe Biden. The crowd cheered loudly and started to chant “Trump” at this declaration.\nMr Gensler led a crackdown on the crypto industry, and has previously said the sector is rife with “hucksters”. \nThe SEC brought charges against the \"King of Crypto\" Sam Bankman-Fried, who was sentenced to 25 years for stealing billions of dollars from customers of his FTX cryptocurrency exchange.\nSpeaking for about 45 minutes, Trump outlined some of his ideas for the sector if he were to win November's election. He said he would make the US the cryptocurrency capital of the world. His support for the industry is a 180 turn from his comments in 2021, when he told Fox Business he saw Bitcoin as a “scam” affecting the value of the US dollar.\nTrump told the crowd at the event he would keep 100% of Bitcoin that the US government currently holds or acquires, adding that it would be a “national Bitcoin stockpile”. \nThe former president also said he would “immediately appoint a Bitcoin and crypto presidential advisory council”.\nHe talked about the power needed to mine cryptocurrency. “You need tremendous amounts of electricity” he said, adding he would build powerplants “to get that done” and would be “using fossil fuels”.\nThere has been increasing support among some tech leaders for Trump’s presidential campaign in recent months. Tesla founder Elon Musk, who is the world’s richest person, has endorsed Trump. And crypto tycoons, the Winklevoss twins, who were at Saturday's speech, have also rallied behind him.\nTrump brought up that his campaign takes cryptocurrency donations, saying in the two months since he allowed crypto transactions, he received $25m (£20m) in donations. However, he did not say how much of the payments were from cryptocurrency.\nTrump used his speech to frame cryptocurrency regulation as a partisan issue, saying the Biden administration was “anti-crypto”. \nA number of Republican lawmakers also attended Trump’s speech, including Senators Tim Scott and Tommy Tuberville. Former Republican presidential candidate and Trump ally Vivek Ramaswamy was there as well.\nIndependent presidential candidate Robert F Kennedy Jr and Democratic Party lawmakers Wiley Nickel and Ro Khanna also spoke at the event.\nEarlier at Bitcoin 2024 , Democratic congressman Nickel said Kamala Harris was taking a “forward-looking approach to digital assets and blockchain technology”."
    },
    {
        "title": "France trains cancelled as hunt for vandals continues",
        "href": "/news/articles/cy08dp4kl9mo",
        "article": "Three out of 10 French high-speed trains will be cancelled on Saturday on routes hit by a series of \"co-ordinated\" arson attacks.\nFrench Prime Minister Gabriel Attal said security forces continued to search for the \"saboteurs\" responsible after rail networks were paralysed ahead of the opening of the Olympic Games.\nNational rail company SNCF said services which do run on Saturday will be delayed for up to two hours on major lines running in and out of Paris, while a quarter of Eurostar services will also be cancelled.\nFrance's transport minister said services would return to normal by Monday morning.\nSNCF estimated that about 250,000 passengers were affected on Friday, while junior transport minister Patrice Vergriete said as many as 800,000 could be impacted over three days.\nEurostar - which runs international services from London to Paris and uses a high-speed line in France - said one in four of its trains would not run over the weekend.\nTravellers have been advised to postpone their journeys, with disruption expected to last until Monday.\nAmong Eurostar customers affected on Friday was Prime Minister Sir Keir Starmer, who had planned to travel to the Games' opening ceremony via train but was forced to fly instead.\nHe told the BBC: \"I’m not going to pretend it wasn’t frustrating because it was, and for very many people it made travel so much harder.\"\nThere has still been no claim of responsibility for the damage, SNCF said.\nThe company said its staff had \"worked all night under difficult conditions in the rain\" to repair damage.\nThe \"strategic\" vandalism saw cabling boxes at junctions on the North, Brittany and South-West lines set alight hours before the Olympics opening ceremony was due to begin in the capital.\nSaboteurs cut and set fire to specialised fibre optic cables essential for the safe functioning of the rail network, government officials said. \nA source linked to the investigation told the AFP news agency that the operation was \"well-prepared\" and organised by \"a single structure\". \nRail workers foiled an attempt to destroy safety equipment on a fourth line.\n\"At this stage, traffic will remain disrupted on Sunday on the North axis and should improve on the Atlantic axis for weekend returns,\" a spokesman for the rail network said on Saturday morning."
    },
    {
        "title": "CrowdStrike boss says 97% of crashed systems fixed",
        "href": "/news/articles/crgm07zjj2go",
        "article": "A week after a faulty update caused a global IT outage that grounded flights and knocked TV stations off-air, the boss of CrowdStrike has revealed nearly all systems are back online.\nIn a post on LinkedIn, George Kurtz said \"over 97%\" of systems running its software were back online as of 25 July. \nMicrosoft previously estimated 8.5 million machines had been disabled by a bug in CrowdStrike's software.\nThat figure, and Mr Kurtz's estimate of the percentage fixed, suggests approximately 250,000 devices remain offline. \nThe CrowdStrike chief executive thanked the \"tireless efforts\" of customers and staff as he apologised again for the incident.\n\"While I can’t promise perfection, I can promise a response that is focused, effective, and with a sense of urgency,\" he wrote.\nHowever, he acknowledged the company's work to fix devices \"is not yet complete\" and said the firm was \"committed to restoring every impacted system\".\nThe BBC has asked CrowdStrike for more details about the systems that remain offline, and why they have not yet been fixed.\nBringing systems back online has proved to be a time consuming process. \nOn Friday last week, solutions were shared online both by CrowdStrike and Microsoft within 24 hours of the problem being first reported.\nBut the remedies, which included restarting machines in safe mode and deleting the faulty file, required people to be able to physically access devices, which proved difficult in some cases.\nMicrosoft has since released a tool to speed up the process, and Mr Kurtz said the development of automated recovery tools had \"enhanced\" recovery efforts.\nCrowdStrike has since provided more detail about how the issue arose in a Preliminary Incident Review - and has committed to a number of measures designed to ensure it is not repeated. \nBut the company's efforts to make amends have also been criticised for missteps.\nCrowdStrike faced fresh backlash after giving staff and firms they work with a $10 UberEats voucher to say sorry for the disruption.\n\"To express our gratitude, your next cup of coffee or late night snack is on us!\" CrowdStrike wrote, directing people to use a code to access the $10 credit.\nBut some felt short-changed by the token of thanks, with one Reddit user writing: \"I literally wanted to drive my car off a bridge this weekend and they bought me coffee. Nice.\"\nAccording to insurance firm Parametrix, the top 500 US companies by revenue, excluding Microsoft, suffered $5.4bn (£4.1bn) in financial losses from the outage."
    },
    {
        "title": "Airbus boss admits long delays in making aircraft",
        "href": "/news/articles/cd16pv097pxo",
        "article": "Airbus, the global aircraft manufacturer, has admitted the company is falling behind on its orders.\nGuillaume Faury, the company’s chief executive officer, said there are “bottlenecks” in the supply chain.\n“We have more demand than the ability to supply,” he said.\nMr Faury was speaking at the Farnborough International Airshow, the biggest gathering of aviation professionals of the year. Airbus has major bases in the UK just outside of Bristol and in Broughton.\nThere are civilian airlines and military jet pilots. Technologists showing the latest kit and environmentalists trying to make flying greener. \nThe new British Prime Minister, Sir Keir Starmer, turned up. He made a speech, and met the Airbus CEO. \nFor the UK government, aviation is an important industry.\nEvery Airbus plane flies on wings designed by 3,000 engineers at Filton, near Bristol. The centre also designs and tests landing gear and fuel systems, and manufactures some wing components.\nThe wings are then completed at Broughton, Flintshire, where another 6,000 people work. Thousands more work for small firms in the supply chain.\nBehind the scenes, the Airbus sales team has been busy, signing orders for 139 new aircraft. \nVirgin Atlantic bought seven new widebody A330 aircraft, with a list price of around $800m (£620m).\nAnother big order came from Japan Airlines for 20 long haul A350-900 jets, and 11 single aisle A321neo planes, worth just over $3bn (£2.3bn).\nTo any normal industry, these would be huge numbers.\nBut aviation is a one-off. The market is dominated by Airbus and Boeing, who sell the vast majority of big passenger jets the world over.\nAnd they like doing it in style at the big airshows.\nThe Airbus deal with Virgin was actually signed on board a brand new A330 jet, painted in Virgin colours and named “Ruby Rebel”, in a nod to Virgin founder Sir Richard Branson.\nYet this has actually been a fairly quiet year for deals at Farnborough. \nIn 2018, the last show before the pandemic grounded the world’s airlines, Airbus racked up a total of 431 firm orders and commitments. This year, that figure is just 139.\nWhy? Because at the moment selling planes looks a lot easier than making them.\nAirbus boss Guillaume Faury was candid that his suppliers are often late delivering vital components. \nHe said: “We have thousands of suppliers, and when you have just a couple of them that are late on the ramp-up, that’s slowing down everybody.”\nThe company now has a backlog of 8,585 jets that have been ordered but not yet manufactured. \nTo give an idea of the scale of that queue, last year Airbus made and delivered 735 planes.\nOrder one of the sparkling new A321 fuel efficient jets for £90m, and you will have to wait until 2031 at least to fly it.\n\"We are focussing our efforts on those bottlenecks,\" said Mr Faury.\nWhile the sales teams are in the spotlight this week, it is Airbus engineers and production managers facing the biggest challenges. They are trying to speed up manufacturing of these hugely complex aircraft, relying on hundreds of specialist suppliers who face their own problems.\n\"We are sending our own people,\" said Mr Faury. \n\"Trying to provide help, anticipate the situation. And we have increased our buffer stocks to react to a crisis in the supply chain.\"\nOn the last day of the show, some aviation executives showed their patience, allowing Airbus to end on a high. \nLow-cost Saudi airline, ‘flynas’, signed a provisional deal to buy 90 new aircraft, worth around $12bn.\nThe man buying the planes, flynas CEO Bander Almohanna, explained that the 75 A320neo aircraft he had just ordered had “exceptional efficiency”, which is vital for a low cost airline.\nThe other 15 planes are the long haul A330neo, which the airline says will “support our growth plans and Saudi Arabia’s pilgrim program.\"\nIn Filton, just north of Bristol, around 4,000 people work for Airbus and its partner GKN, designing and making wings. \nThey will have cheered the news that Airbus finally won the annual tussle with their big rival Boeing, selling 21 more aircraft than the Americans.\nBut it also means that in four days at Farnborough, another 139 planes have been added to their 'to do' list.\nFollow BBC Bristol on Facebook, X and Instagram. Send your story ideas to us on email or via WhatsApp on 0800 313 4630."
    },
    {
        "title": "EU regulator rejects Alzheimer's drug lecanemab",
        "href": "/news/articles/crgm0v1ne08o",
        "article": "The European Medicines Agency (EMA) has rejected a licence for an Alzheimer’s treatment which slows cognitive decline.  \nThe EMA said the benefits of lecanemab did not counterbalance the risk of serious side effects, especially bleeding and swelling in the brain.  \nThe medicines regulator in the UK, the MHRA, is still considering whether to grant a licence, and a decision is expected soon. The drug was approved in the United States earlier this year.  \nIn trials, lecanemab was shown to slow cognitive decline by about a quarter in patients in the early stages of Alzheimer’s. \nAlzheimer’s researchers hailed the trial results as \"historic\" because no previous drug had convincingly shown that the underlying mechanism of the disease could be slowed.  \nLecanemab works by clearing a rogue protein called amyloid, which builds up in the brains of Alzheimer’s patients.  \nEven if the drug was to be approved in the UK, it would then be up to health bodies - such as the National Institute for Health and Care Excellence (NICE) and the Scottish Medicines Consortium (SMC) - to decide whether the drug represents value for money and should be recommended to patients.  \nLecanemab costs about £20,000 per patient per year in the US.\nThe EMA said that although patients given lecanemab, whose brand name is Leqembi, had delayed cognitive decline, the effects were small.  \nIt said the most important safety concern was the frequent occurrence of amyloid-related imaging abnormalities (ARIA), that involve swelling and bleeding in the brain.  \nThe EMA said: “Although most cases of ARIA in the main study were not serious and did not involve symptoms, some patients had serious events, including large bleeds in the brain which required hospitalisation.”  \nOverall it found the benefits of the treatment were not enough to outweigh the risks.\nProf Tara Spires-Jones, president of the British Neuroscience Association, said the EMA’s decision will come as \"a disappointment to many\".\nBut she said there were reasons to remain hopeful. \n\"Lecanemab has shown that it is possible to slow down disease progression, and research does work. Now we need to ramp up our efforts to discover new and safer treatments,” Prof Spires-Jones said.\nProf John Hardy, professor of neuroscience and group leader at the UK Institute for Dementia Research, University College London (UCL), said the decision could have unintended consequences.\n\"I am sure we will now see rich people with early Alzheimer’s disease flying to the US or other jurisdictions for treatment.”\nThe BBC’s Panorama followed patients on lecanemab and another new drug donanemab.  \nIn the programme, broadcast earlier this year, Prof Cath Mummery, consultant neurologist and head of clinical trials at the Dementia Research Centre at UCL, said although the benefits of the drugs were small, they represented a “turning point”.\nShe added: “I do not think that they're a false hope. For the first time, we've got drugs that show that you can alter the course of Alzheimer’s disease, and that's an extraordinary thing.”\nThe Alzheimer's Society said while it respected the decision on the drug, it would be \"really difficult news for people in Europe who may have been eligible for this drug\".\n“Whatever the regulators decide, we remain at an important and exciting moment,\" said Mark MacDonald, from the society.\n\"There are currently 164 active clinical trials for Alzheimer’s disease, and we expect more treatments to be submitted for MHRA approval in the future.\""
    },
    {
        "title": "The rise of creators making weddings Insta-worthy",
        "href": "/news/articles/ceqdg56lw64o",
        "article": "From the venue and the flowers to the DJ to the cake - there's so much to organise when planning a wedding.\nNow a growing number of couples are adding something else to their unwieldy to-do lists - book a content creator.\nUsing a smartphone, wedding content creators gather videos and photos, transforming them into Instagram-worthy reels and short videos ready to share on social media the next day.  \nTiffany Sciarrillo, 28, from Mold, Flintshire, has been doing just that since July 2023 and said business was booming. \nShe said while working she gets people asking \"who are you? And what do you do?\"\n\"When I say 'I'm a wedding content creator' they’re a bit like, 'oh, and what is that?'\n\"But wedding content creation is big and it's going to grow... it will go global.\"\nIt was Tiffany's own wedding in April 2023 that inspired her new business. \nShe hired a photographer and a videographer, but knowing she would have to wait weeks to see the results, asked guests to share anything they had taken straight away.\nBut she was disappointed to find the photos were mostly blurred and of other guests. \n\"I thought 'there's something missing in the industry' - but it turns out it was already taking off and I knew nothing about it,\" she said. \n\"I asked a group on Facebook if anyone would consider hiring a wedding content creator and overnight it took off.\"\nOne of Tiffany's recent clients was Sophie Wedge, 34, who married her husband Marc, 37, at Tinder Hall in Llangollen, Denbighshire, in June. \nThe couple met Tiffany at a wedding fayre and booked her there and then, paying her £400 to spend eight hours at their wedding. \n\"I liked that it was all very free-flow, that we'd have our content within 24 hours, that we'd get a highlight reel of 60 seconds, a 'getting ready' reel of 50 seconds and then a five-minute reel,\" said Sophie, who also paid £2,000 for a photographer.\nShe said she loved having photos of her wedding she could see the morning after. \n\"I woke up the next day, I checked my emails and I had an email off Tiffany saying 'good morning newlyweds, here are a few snippets, just getting them all ready for you and everything will be with you by tomorrow',\" she said.\nShe felt having a content creator added something very different to the professional photos.\n\"You got to see behind the scenes and the unpolished photos - what you don't get to see as a bride and groom that everyone else sees and I love that,\" she said. \n\"It's something that you can constantly look at because it is on your phone, you can share it on social media and friends and family can share it as well.\"\nTiffany said, in the short time she had been running her business thesocialwedit alongside her day job in the travel industry, she had been shocked by how quickly the industry had grown.\nShe guessed there were potentially thousands of wedding content creators in the UK and said she was in an industry Facebook group with more than 200 of them.\nZoe Burke, editor of Hitched.co.uk, said their most recent trends report showed search demand for content creators was up 586% on the previous year. \nBut does content creation have longevity? \n\"If you'd have asked me a year ago I'd have said no,\" she said.\n\"But I think whilst we are all so obsessed with short-form video content and instant uploads on social media, there is definitely going to be a place for this kind of role at a wedding.\"\nTiffany isn't the only wedding content creator in Flintshire. Jessica Shone from Penyffordd runs Content the Event as well as working at a veterinary practice. \nThe 29-year-old believes the trend is being fuelled by celebrities, such as influencer Zoe Hague who recently shared content creator-generated content on her socials. \n\"Everyone looks up to celebrities and wants the same as them,\" she said.\nShe did her first wedding for her friend and colleague Leeann Davidson two years ago. \nLeeanne, 34, said after being inspired by other weddings she had seen on social media she was keen to share her special day too. \n\"When you're planning your wedding you're not doing it 'for the ‘gram', but it’s also a bonus that it looks good on Instagram because you want to get the like or you want to get into [wedding planning websites] or get on a blog or something like that,\" she said.\n\"I could see other weddings trending and I thought ‘I want to do that' but I didn't know how - that’s where Jess came in.\"\nDespite the industry's seemingly speedy growth there are challenges, including \"stigma towards wedding content creators,\" said Tiffany.\nShe said some videographers and photographers felt they were \"stepping on their toes\".\n\"But we're offering a completely different angle to what they’re offering and if you put all three together you've got the perfect media team - we complement what the others are doing,\" she said. \n\"Luckily for me I've had no issues with any photographer or videographer that I've worked with and they've all been great, but it can be nerve-racking bringing a new concept into an industry that's been developed for many years.\"\nSo where next for the content creation industry?\nHen dos and christenings are already getting in on the action, said Tiffany.\nCould this one day be something people consider booking for funerals or is that a step too far?\n\"I don't know, in this day and age I wouldn't put it past anyone,\" she said."
    },
    {
        "title": "Ryan Reynolds auctions Deadpool gym equipment for charity",
        "href": "/news/articles/cd1xdqxx9z5o",
        "article": "Hollywood star Ryan Reynolds has donated gym equipment used during the production of Deadpool & Wolverine to a Welsh charity.\nThe proceeds raised from the auction of several items - including Deadpool-themed weights benches, pulling machines and weights sets - will be given to Your Space.\n“Not all heroes lift weights, but they sure can pump iron for a good cause,” Reynolds, who plays Deadpool, told the auction host Charitybuzz.\n“We're auctioning off the very gym equipment that had me begging for mercy while training for Deadpool & Wolverine,\" he added.\n\"This gear isn't just drenched in my sweat—I've also marked my territory by signing these pain machines.”\nYour Space is a Wrexham-based charity that provides support to children with autism and their families across Wrexham, Flintshire, Denbighshire, Shropshire and Powys.\nWrexham AFC striker Paul Mullin became the patron of the charity after his son was diagnosed with autism in 2023.\n“Now that I can finally deflate my muscles, all proceeds will go to the phenomenally fit footballer Paul Mullin's Your Space charity,” said Reynolds.\nSome of the items listed have already attracted bids of more than $2,000 (£1,554).\nA spokesperson for Your Space said they were \"so excited and grateful\". \nReynolds is the co-owner of Wrexham AFC, having bought the club alongside fellow Hollywood star Rob McElhenny in 2020.\nSince then the team has been promoted to League One - the club's first back-to-back promotion in its 159-year history.\nDeadpool & Wolverine, which Reynolds stars in alongside Hugh Jackman, opened in cinemas worldwide on Thursday.\nIt follows Reynolds' Deadpool and Jackman's Wolverine as they team up to fight a common enemy."
    },
    {
        "title": "Aly Raisman on competing at the highest level",
        "href": "/worklife/article/20240715-aly-raisman-interview-influential-katty-kay",
        "article": "The decorated US gymnast opened up to the BBC's Katty Kay about blocking out the noise, trusting her training and her winning mindset.\nWhile many 30-year-olds may have one-track careers, US gymnast Aly Raisman can add \"author and advocate\" to a CV already filled with Olympic achievements. The two-time Olympian won six medals as part of the 2012 Team USA \"Fierce Five\" at the London Games, and the 2016 \"Final Five\" at Rio de Janeiro, but is just as proud of her work keeping athletes safe as she is of her time on the podium. \nRaisman was one of the victims who suffered abuse at the hands of former Team USA Olympic gymnastics doctor Larry Nassar. She spoke to BBC special correspondent Katty Kay in this new episode of her Olympian-focused interview series, Influential, about life after the case, her cherished Olympic memories and what legacy she hopes will endure.\nBack in 2012, Raisman (then aged 18) was tied for fourth place and not expected to medal on the balance beam at the Games in London. She left London the most decorated athlete on the gymnastics team, with three medals. She'd become the first US woman to win gold for the gymnastics floor exercise and Team USA had taken home the women's artistic gymnastics team all-round gold. She'd also won a bronze medal in the balance beam, which still seems to surprise Raisman to this day.\nWhere to find Influential with Katty Kay\n\"It was such a special experience because I wasn't expected to medal on beam – so getting that bronze medal was one of my most proud moments,\" Raisman tells Kay. Even without the \"pressure to win\", Raisman recalls a fearsome experience. \"Competing in that arena… it's so terrifying, the tension in the arena – you could literally hear a bag of chips open, it's so quiet, so nerve-wracking. You could hear the clicking of the camera! I was so proud of myself for handling that pressure.\"\nRaisman tells Kay that her confidence was affected from the stress and pressure, but after a career-changing pep talk from her coach, she was able to block out the noise, focus on the cheers from her teammates, and get into what she calls a \"flow state\", winning the gold medal on her floor routine. \n\"I just had to let go and not think,\" Raisman tells Kay, remembering that moment. \"To this day, it was the best floor routine I've ever done in my entire life. I just felt in a state of 'flow' – which I've never been in before competing. I think because my practice was so stressful… and I was struggling so much, and my confidence wasn't great, letting it go was the best decision I made. I did my first pass on the floor and I just knew the rest of the routine was fine; I felt free and it felt great.\"\nKay notes that Raisman's smile revealed her happiness to be there, but Raisman reminded her that she also thought it might be the last floor routine of her life at the time and she wanted to do her best for herself, her teammates, her coach, and the country. Yet Raisman kept growing as an athlete and competitor – and as a team leader.\n\"I was 18 going into London’s 2012 Olympic games; I had just graduated high school,\" Raisman reminds Kay. \"I was such a baby. Going into Rio in 2016, I was 22 years old; I was still so young! But I had been around, so I knew. In London, I was the captain, but still so young. But I felt older in 2016 and my role had shifted in the team. I felt more of that 'mum' role.\"\nNot only did Raisman have to adjust to being the team elder, she faced a lot of change upon returning home to the United States from both London and Rio. Suddenly, she was known around the world; her face was on the covers of magazines.\n\"It surpassed my expectations – how many people supported us and watched [the Games] and knew us,\" Raisman admits. \"I don't feel like I'll ever get used to [fame]; I'm still navigating it. I went from being in high school… to getting recognised when I go get coffee. I forget people sometimes know who I am! I never imagined that I would have achieved this, still getting recognised [eight years later]. I surpassed my expectations and I'm grateful for that.\"\nMuch like Raisman handled mentorship and fame with maturity beyond her years, she wanted to turn her trauma into something that would help people beyond the gymnastics community and use her platform for mental health advocacy. She recently wrote a children's book called From My Head to My Toes, to help young readers understand concepts like consent and bodily autonomy.\n\"I wanted to write something that empowers children and adults to speak up, while also acknowledging that it's hard to speak up,\" Raisman says. \"I'm 30 years old and it's still hard to speak up. I'm still working on it. But even if [this book] helps one kid be safer and even if it prevents anyone from having to go through what me and my teammates went through, I feel proud of that.\"\nRaisman has also combined her mental health advocacy efforts with her love of fashion and tells Kay that some of the best advice she ever got was from someone she admires in the fashion industry: the shoe designer, Stuart Weitzman. She tells Kay that when the post-Olympics media pressure got to be too much, it was Weitzman who told her something that changed her life.\n\"The media kept asking if I was coming back for a third Olympics,\" Raisman explains. \"I felt like, 'isn't one [Olympics] enough?' I remember I met with Stuart Weitzman who said to me: 'Don't let the Olympics be the highlight of your life' – and that was one of the best pieces of advice I've ever received. I think about it all the time!\"\nMore like this:\n• Earvin 'Magic' Johnson on the 1992 Olympic Dream Team: 'It was the best moment of my life'\n• Olympic legend Lindsey Vonn explains the mindset of a winner\n• 'I executed what I prepared to do': How legendary Olympian Jackie Joyner-Kersee overcame self-doubt to win the gold\nIn fact, these days, the people who tend to approach Raisman rarely comment on her gymnastics career – they usually thank her for the conversations she's started around mental health. To Raisman, gymnastics was a literal springboard to empowering people to take care of themselves and others. Just as she's learned to use her voice to speak up in tough moments, she's also learned to compartmentalise, and tells Kay it's not always easy. \n\"So many athletes define their worth by their result,\" she tells Kay, \"But [Weitzman's advice] helped me realise that I can go on to do other great things. Obviously winning medals is really exciting and wonderful, but I do hope when people look back at my career, hopefully they remember that I helped make athletes safer and I encouraged people to prioritise mental health.\"\n--\nWant to read more about the Olympics? Sign up for Medal Moments, your free global guide to Paris 2024, delivered daily to your inbox throughout the Games. "
    },
    {
        "title": "Jackie Joyner-Kersee's gold-medal attitude",
        "href": "/worklife/article/20240708-jackie-joyner-kersee-interview-influential-katty-kay",
        "article": "The retired athlete and hall-of-famer opened up to the BBC's Katty Kay about the challenges she faced on the road to the Olympics, and the winning mindset that saw her through them.\nIf Jackie Joyner-Kersee's life sounds like a movie it's because it could be one – but her underdog story, while familiar, is far from common. In fact, she's unique: a four-time Olympic competitor who has won three Olympic medals in both the heptathlon and long jump, and whose record-breaking success she chalks up to an always-positive attitude, as well as the belief that she'd one day be surpassed in sport just as quickly as she'd ascended in it. \n\"When I broke the records in 1988, it did not occur to me they would not be broken again,\" she tells BBC special correspondent Katty Kay in this new episode of Olympian-focused interview series, Influential. \"When I left the sport, I wanted to give my all. I didn't want to say 'I coulda, shoulda, woulda', so I left knowing that I had given all I could give,\" Joyner-Kersee says. \nSoon after college, then known as Jackie Joyner, she began training for the seven-event heptathlon with coach Bob Kersee, whom she went on to marry. Joyner-Kersee  represented Team USA, competing in the 1984 Olympics in Los Angeles; Seoul 1988; Barcelona 1992; and Atlanta 1996 Olympic games. She won medals in all four, including three golds, but is quick to note the evolution she went through between them.\nWhere to find Influential with Katty Kay\n\"The difference between 1984 and 1988, I wasn't mentally tough in '84,\" she tells Kay. \"That setback in 1984 – I was injured, and as long as I believed something was wrong, I performed that way. After that, I wanted to be the toughest one out there, and for the next four years, I trained that way because I doubted myself. My coaches and teammates believed in me more than I did! So, when I went into '88, I was ready to give my all.\"\nKay also nods to the challenges Joyner-Kersee has faced since childhood. Joyner-Kersee grew up poor in East St Louis, Illinois (sometimes without heat, running water, or enough food to eat); she had asthma but still excelled at sports. She saved her lunch money to pay for track meets and later made a pact with her brother, triple-jumper Al Joyner, to compete in the Olympics someday together (they did, in 1984). She tells Kay how she and her sisters used to fill crisp packets with sand from the playground which she'd use to practice the long jump, her favourite event, in front of their home. \n\"We just had a lot of love in our home; we didn't realise what we didn't have. We were always told to focus on what we had – and that's the same attitude I have in my life today. I focus on the things I can control and not worry about the things I cannot,\" Joyner-Kersee says.\nShe won a scholarship to UCLA, far away from her hometown. She was homesick but didn't tell her mother. Similarly, her mother was very ill at the time but kept the severity of her illness hidden from her daughter, lest she worry. After one worrisome phone call, Joyner-Kersee hurried home to see her mother one last time. She tells Kay that very soon after her mother passed, she saw a vision of her, telling her to return to Los Angeles to finish what she had started. \"I heard that whisper of her voice,\" she says, and knew her mother would want her to carry on.\nJoyner-Kersee talks about facing cruelty from the media too; despite being called the greatest athlete in the world, she was also viciously torn down by critics over her appearance.\n\"I dealt with racism, discrimination,\" she tells Kay. \"These things could tear you up. But I am who I am. When I’m doing a heptathlon, I'm not trying to be glammed up: I'm out here trying to win. I'm out here competing; We all want that coveted piece of metal and there's only one. There are 30 of us and only one of us can get the gold – that's my attitude.\"\nWhen asked what it's like being married to her coach and the challenges for him being married to an athlete, Joyner-Kersee admits that it wasn't easy, but argues that the two of them together has been greater than the two apart.\n\"I drove him nuts initially, but I respect Bobby so much as a coach, as my coach,\" she tells Kay. \"He's coached many of us to world records. I learned to respect him – and remain coachable. As long as we're on the same page, we're a winning combination.\"\nAs for life after competing, Joyner-Kersee talked to Kay about the community centre she opened in East St Louis, the JJK Foundation, where this interview took place. \nMore like this:\n• Earvin 'Magic' Johnson on the 1992 Olympic Dream Team: 'It was the best moment of my life'\n• Olympic legend Lindsey Vonn explains the mindset of a winner\n• Misty Copeland is 'not scared' to face a career beyond dance\n\"I knew there were great people in St Louis doing great things, and I wanted the young people to know they could do more than just read about me. We provide after-school programming and educational support,” she says of the community centre. \"I want kids to find happiness – and know the discipline it takes and focus and commitment and never giving up. There is light at the end of the tunnel.\"\nDespite being a legendary athlete, Joyner-Kersee remains humble. \"I've never looked at what I've done in amazement because I did what I was supposed to do,” she said. \"I executed what I prepared to do.\"\n--\nWant to read more about the Olympics? Sign up for Medal Moments, your free global guide to Paris 2024, delivered daily to your inbox throughout the Games. "
    },
    {
        "title": "Olympic legend Lindsey Vonn explains the mindset of a winner",
        "href": "/worklife/article/20240701-lindsey-vonn-interview-influential-katty-kay",
        "article": "The decorated US downhill skier opens up to Katty Kay about the mental state that led her to gold medal victory and the 'hole' that's left when her mind isn't on winning anymore.\nOlympic downhill skier Lindsey Vonn turns 40 this year, and like many millennials, she marks moments in her life by the technology proliferating at the time. Unlike most millennials, her biggest milestones took place on the world’s stage.\nIn this second episode of her Olympian-focused interview series, Influential, BBC special correspondent Katty Kay sits with Vonn to discuss her Olympic memories, her mental health and the gold medal mindset she taps into on and off the slopes.\nVonn was not yet 18 when she attended her first Olympic opening ceremony to represent the United States as an athlete at the 2002 Winter Games. Her memories of that event are shaped not just by the pink camcorder she remembers holding, but by the sentiments of her home nation in that tumultuous time.\n\"When I was 17 going to Salt Lake City, it was right after 9/11. It was this incredibly emotional and unifying moment for America – and for myself. I dreamed of being an Olympian since I met Picabo Street when I was nine years old, so to walk into the stadium during the opening ceremonies was so incredible,\" she tells Kay. \"Outside of winning the gold in Vancouver [in 2010], it was the most emotional experience of my life.\"\nThat awe-inspiring entrance into her first-ever Games is only overshadowed in her memory by her win eight years later, a moment she tells Kay put her on the map in a way that felt \"pretty crazy\".\nWhere to find Influential with Katty Kay\n• Watch it live on Tuesdays at 22:30 ET on the BBC News channel\n• Stream the full episode on YouTube\n \n\"Winning the Olympics is something very special,\" Vonn says, calling it the \"stamp of validation\" that she’d been missing. \"I'd won everything – I'd won world championships, all the titles. [Winning gold in North America] really set the tone of my awareness in the United States.\" As the first American woman to win the Olympic gold in downhill skiing, she returned home a champion and a bona fide celebrity, entering California’s LAX airport to thunderous applause.\n\"I was like, 'Is Magic [Johnson] here?',\" she laughs. \"Everyone in the terminal was staring at me and applauding for me. It was this [media] explosion that I didn't expect because I had won something like 45 World Cups before the Olympics – but no one cared until I won in Vancouver.\" By the time she retired in 2019, she was the most decorated female skier. \nVonn says it's the adrenaline, not adulation, that kept her engaged in sport and it's the piece she misses most in her post-slopes life. \"Adrenaline is kind of like oxygen for me,\" she explains. \"I need it. The hardest thing in this next chapter of life without ski racing is I've had to try to figure out a way to find that excitement and adventure without racing downhill.\" Vonn published a memoir in 2022, Rise, about her relentless pursuit of excellence and it, as well as this conversation with Kay, reveals an athlete fueled by her own drive to compete. \"Adrenaline is something I feed off of; I need it. I love it. It’s what gets me going. I need a challenge, something to push me,\" she says. \"Life without ski racing is pretty boring, to be honest.\nVonn explains that skiing was a mental game for her, and there was a specific mindset that she knew would guarantee a win. \"My ideal frame of mind is the same state I was in when I won the Olympics; I think that was probably the best state of mind I've ever been in [during] my career,\" she says. \"I wanted to be aggressive yet calm. Ready and hyper-aware, but also relaxed. It’s such a contradiction. You want to be all these things at the same time!\" And, crucially, you want to be all these things every time, she says. \"Routine is something that's really important for athletes because you want to try to get in the same state of mind,\" adding, \"It's very hard to repeat.\"\nKay wonders if, through her own mental perseverance, Vonn made winning in the face of extreme pressure look effortless – despite her brutal physical injuries and the mental health struggles she's discussed over the years. Vonn admits the road to being in better health post-injury was long and \"10 times harder\" than the preparation for her major ski wins. She has had a partial knee replacement, but Vonn has no regrets about her time on the slopes and seems to happily accept the aches and pains she still endures, while acknowledging that emotional stress weighs more heavily on athletes like her than the physical adversities might.\n\"I think the mental pressure that athletes have is so much more challenging than the physical pressure,\" Vonn says. \"As athletes, we're always in great shape. I'd be hard- pressed to find an athlete that wasn't in prime physical condition. But I think it's the mental aspect that changes everything. Everyone has pressure. But I feel that pressure is a privilege.\" She believes this perspective has helped propel her to success. \"If you use pressure to your advantage, it can be a huge driving force. But it’s so easy to let it get to you. Especially now with social media: When I won Vancouver in 2010, Facebook was just hitting its prime, and I don't think I was faced with as much criticism as athletes are now. The amount of pressure that athletes have is quite incredible.\"\nMore like this:\n• Earvin 'Magic' Johnson on the 1992 Olympic Dream Team: 'It was the best moment of my life'\n• Misty Copeland is 'not scared' to face a career beyond dance\n• Entrepreneur Jane Wurwand on why 'high-touch will overshadow high-tech' in business\nKay asks Vonn how younger athletes, particularly teenagers, heading to the Paris games can prepare to handle the global attention and social media pressures while competing at such a high level. The technology of the day, now, has come lightyears beyond Vonn’s pink camcorder from 2002.\n\"I know that the [International Olympic Committee] is working on different AI programmes to help eliminate that hate speech online,\" Vonn says. \"No athlete can say that you're not going to look at your social media during the Olympics – it's never gonna happen. You know every athlete is going to look. And all it takes is one comment that you read that will just play in your head over and over again – it's happened to me many times. It's hard to block out that noise.\"\nAnd harder still for teenagers. \"It's hard to teach a 17-year-old going to the Olympics to compartmentalise,\" Vonn says. \"I had depression and I never told anyone until I was in my mid-20s... because I didn't really have resources [like therapy].\"\nKay asks Vonn about \"filling up the hole of skiing\" now that it's not her profession anymore.\n\"It’s harder than I expected it to be,\" Vonn says. \"It’s been five years [since retirement] and I've realised that there's nothing that's going to fill the hole of ski racing. I'm never going to go 85 miles an hour again. But I got to ski Kitzbühel [for a film produced by Redbull], which is the hardest men's track in the world. I've always wanted to ski against the men when I was competing, but never got the chance. I got to go fast again; I got to ski the hardest course in the world, and I was so happy. It made me so happy to my core. And then I got done with it and was like, 'Okay, I'm back to not doing this anymore' and it was one of the worst things for me, because I got a sprinkle of what I used to have – and I don't have that anymore.\"\nIn the conversation with Kay, she calls moving on from pro skiing \"like a death\", but she’s finding her way back to the slopes in perhaps a more carefree way than that winner's mentality ever allowed before. \"Today, skiing is like what it was when I was a kid. I love experiencing skiing with people and seeing other people enjoy the mountain the way I enjoy the mountain.\"\n--\nWant to read more about the Olympics? Sign up for Medal Moments, your free global guide to Paris 2024, delivered daily to your inbox throughout the Games. "
    },
    {
        "title": "Lego's CEO on the business case for play",
        "href": "/worklife/article/20240725-legos-ceo-on-the-business-case-for-play",
        "article": "As digital innovation reshapes the toy market, the BBC's Executive Lounge meets with Lego's Chief Executive, Niels B Christiansen, to discuss why playing around is good for children, adults and business.\nInside Lego's factory in Billund, Denmark, rows of moulding machines churn out tiny plastic pieces as robots shuttle around the shop floor. There are cupped hands, pairs of green legs, small black wheels and colourful flower petals. In all, thousands of different shape and colour combinations, that designers repurpose in new and inventive ways to make the latest play sets. Tens of billions of these bricks and bobs will be produced this year.\nThe name 'LEGO' is an abbreviation of the Danish words leg godt meaning \"play well\" and at its heart is the iconic brick, a basic interlocking building block which remains practically unchanged since it was first patented in 1958. Today the company says it produces more than 15,900 different types of bricks.\nAfter bumper sales during the Covid-19 pandemic, the $109bn (£84bn) global toy market is facing new headwinds, such as competition with video games, squeezed consumer spending, and falling birth rates worldwide.\nNiels B Christiansen joined Lego as CEO in 2017, of what was already the world's largest toymaker, and has continued the firm's ascent, out-selling Japanese video game conglomerate Bandai Namco, and major American toy and entertainment corporations Hasbro and Mattel. Even as the global toy market stalled last year, Lego bucked the trend, growing its revenue to almost $8bn (£6bn). He's been steering the firm's digital expansion, while maintaining its strength in physical play.\nThe toymaker's highest reach, is in the US and European markets, but the firm has pushed into China, where it now has over 500 stores, as well as the Middle East and Asia Pacific. Now it's also set its sights on India. \"It's where we're not that well known, but hopefully 10 or 20 years from now, that's very different,\" says Christiansen.\nBut as it expands, Lego also faces an ever-growing challenge – what to do about its environmental impact. Research by environmental scientists at the University of Plymouth in the UK, for example, estimates that Lego blocks can take between 100-1,300 years to break down in the ocean. Plastic Lego pieces lost at sea from a cargo ship in 1997 also continue to wash up on beaches in the UK more than two decades later.\n\"It's something that is important for our consumers,\" says Christiansen. \"I get a lot of letters from kids asking, 'What can you do? Can you make the bricks out of something that is more sustainable?'.\"\nEXECUTIVE LOUNGE\nThe BBC's series features interviews with executive leaders making innovative, data-driven decisions helping shape the future of business – and paving the path for other leaders to thrive. Read more conversations here.\nLego has been wrestling with how to tackle the problem for some time and in 2021 began experimenting with a prototype brick made from recycled plastic bottles. But in 2023 it axed plans for its recycled polyethylene terephthalate (PET) bricks – something it had hoped would allow it to reduce reliance on fossil-fuels – after discovering they didn't reduce carbon emissions. The company has also experimented with using bioplastics, and has been producing some softer components using that material, but says it is unsuitable for its iconic, hard bricks.\n\"We're not trying to get away from plastic,\" says Christiansen. \"We definitely believe plastic is a fantastic material and it allows 20, 40 and 60 years of durability.\"\nBut a growing body of research is indicating that pollution caused by long-lasting plastics, which break down into small microplastics rather degrading away, are infiltrating almost every ecosystem on Earth. There is now increasing concern about the impact this is having on environmental and human health.\nChristiansen says Lego has been investing in new materials and hopes to replace many of its products with oil-free alternatives. \"This year, we aim to have a significant part of our products made with a good chunk of material coming from non-fossil bases,\" he says. \"It's going to be a journey, but by 2032, we'll get there.\" \nThere is a reason why Lego wants durability in its products. They get played with hard, and by people of all ages. \nAmong the top-sellers are homegrown themes like Lego City and Ninjago, and collaborations like Star Wars and Harry Potter. \"Half of what we do are our own IPs [intellectual property],\" Christiansen explains, while the other half are brands licensed from other companies.\"\nThe company has also successfully courted grownups, with its \"18+\" range of model buildings and flowers, tapping into a wider so-called \"kidult\" trend, which Frederique Tutt, an analyst at consumer behaviour market research firm Circana, tells the BBC is driven by nostalgia, fandom and the mindfulness trend.\nLego has, however, evolved far beyond bricks and mini-figures, releasing a string of movies, TV shows, video games and mobile apps. Looking ahead the biggest growth opportunities are in \"digital play\", particularly gaming. \"That's where kids spend time and where they find interest,\" Christiansen says, adding that he believes Lego is \"uniquely positioned\" to offer a new kind of \"hybrid play\".\nLego produces its own video games and has partnered the hugely popular platforms Minecraft, Roblox and Fortnite. Meanwhile a raft of on-screen superheroes with blocky bodies and iconic oval heads are the result of tie-ups with Marvel and DC. A Focus Features film out this October illustrates the life story of American singer and producer Pharrell Williams in animated Lego.\nResearch indicates that children experience psychological and developmental benefits through play, however adults benefit too, and that also applies to our workplaces, where research shows that being playful can boost creativity, improve teamwork and reduce absenteeism,\nStill headquartered in the small town of Billund, it was founded as a family-owned business ninety years back, and Lego's vast campus reflects its playfulwork culture.  \nWith asymmetric architecture, a sweeping yellow staircase, meeting spaces around a campfire crafted from Lego bricks and even a mini-golf course on the roof, Lego's offices rival the likes of Google. The thinking here was about creating a fun workplace to \"wow and inspire\", where staff are encouraged by office literature to see the world through \"the eyes of a child\".\nBelow, Niels B Christiansen tells the BBC about how the market for play is evolving and how playfulness itself can be a tool for better leadership and workplaces.   \nHow has a product as simple as Lego endured for so many decades?   \nThe basic \"system in play\", as we call it, this modular system with different bricks, allows you to create anything you can imagine. We keep evolving it and now we have 750 products, and half of the products are new every year. So, yes, the platform may be there for a long time, but what you can do with it, and the models we have, are very different and super relevant today.\nYou've said that the toy market is the most downbeat in many years. Why is it so challenging right now? \nI think that was the truth for last year, and that was a bit of a correction year for the toy industry, which had seen quite a boost during the pandemic times. We've seen the toy market growing, but less than the digital side of the \"play\" market, and that is probably how it's going to be going forwards. The Lego Group has been fortunate to grow faster than the market; we're actually doing quite well on both the physical and the digital side. \nWe live in an increasingly digital world. How are you adapting your products to deal with that?  \nIt is about bridging. We know kids really like to play physically and parents would really like their kids to do that. And we know that playing in the physical world allows you to acquire competencies or capabilities that will really serve you for life; around creativity, social well-being, social connections and problem solving. Of course, we also want to be where kids are, and be relevant to them. We know that kids are on screen, and we are uniquely positioned to bridge that gap. We call it hybrid play. We can be in video games, but we can relate that to the real world. We can even have physical versions of the play you do digitally, and the other way around.  \nDo you still regard your main competitors to be traditional toymakers? Or is it now businesses in the digital and entertainment spheres?  \nIf I was to really dial down, it's actually a competition for children's time and attention. And that can be both on the physical and digital side. Kids do not really think about, \"Oh now I'm playing digitally\", \"Oh now I'm playing physically\". They can seamlessly jump between the two, and I think it's important that we think the same way. We won't do something on the digital side that is totally detached from the physical side. We'll actually try to make that seamless with, of course, a lot of emphasis on the physical element. We've had the same family owners for 90 years. The values and the intentions of getting Lego play to kids, is just the same. \nOne area that you say you've seen grow is adult play-sets. Who are these consumers?  \nI don't think we can characterise them as being one type. We've always had AFOLs, or \"Adult Fans of Lego\". Probably historically, it's been weighted towards male consumers. But that's changing. A lot of women are now building Lego sets. Many adults build with their families, and it's a way to engage with kids. But there are also adults building for themselves. I think it's the process of building, creating and getting together that's really attractive in a world where things are happening so very fast. \nAre there aspects of play that you bring into your leadership style? \nOur leadership model, we call the leadership playground, because we also believe that play is important in leadership, and we've actually modelled it after kids. There are elements of how kids behave that are really beneficial for leadership. We've distilled it into being focused; you can see your kid sitting down on the floor being really focused on building a Lego model. Also being curious about what could be done differently and asking all the questions to get wiser. And then being brave, because learning is about being brave and getting better. \nNow, we also really play, and that revolves around our Lego campus. It's a very playful environment. I think it's important if you want to create these fantastic play experiences. It must be part of us to also allow play and have that as part of who we are. If we didn't do that, we couldn't serve kids in the right way.  \nEven in our boardroom, there are Lego bricks on the table, so people will be building throughout. Every year we allow every employee two days fully paid when they actually go out and play. So, we have many initiatives that foster play. \nWhat tangible benefits do you see from bringing play into the workplace? \nIf you walk around here, it is not the most corporate environment, because that's not who we are. I think it's super important that as a company, the values and the atmosphere reflects what we're doing, so in that sense, the [benefits are the] type of people we attract, and the creativity that we want to see. \nWe do have a very good retention rate. You cannot keep this engine going without tapping into very creative people or skillful people.  \nPlay boosts creativity. But does it also boost productivity? Or can it sometimes be a distraction? \nIn any business, you want to have a bit of both. If you go into one of our factories you can see how we deal with immense complexity, very efficiently. However we probably lean a little bit on the creative side, because that's who we are, and that is a real competence. If our portfolio was boring, I mean, the 50% new products that come every year, if the kids don't like those, then we're in trouble. So, if you're not creative, you can forget about being productive. \nThis interview has been edited and condensed for clarity. \n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week."
    },
    {
        "title": "Actors go on strike over video games AI threat",
        "href": "/news/articles/c4ngy53qyq8o",
        "article": "Major video game makers - like Activision, Warner Bros and Walt Disney - are facing a strike by Hollywood performers over the use of artificial intelligence (AI).\nIt follows a year and half of talks over a new a contract between the companies and a union representing more than 2,500 video game performers.\nThe two sides say they have agreed on several key issues, such as wages and job safety, but protections related to the use of AI technology remain a major hurdle.\nThe industrial action was called by the Screen Actors Guild-American Federation of Television and Radio Artists (Sag-Aftra), which last year paralysed Hollywood with a strike by film and television actors.\n\nThe performers are worried about gaming studios using generative AI to reproduce their voices and physical appearance to animate video game characters without providing them with fair compensation.\n\"Although agreements have been reached on many issues... the employers refuse to plainly affirm, in clear and enforceable language, that they will protect all performers covered by this contract in their AI language,\" Sag-Aftra said in a statement.\n“We’re not going to consent to a contract that allows companies to abuse AI to the detriment of our members,\" it added.\nHowever, the video game studios have said that they have already made enough concessions to the union's demands.\n“We are disappointed the union has chosen to walk away when we are so close to a deal,\" said Audrey Cooling, a spokesperson for the 10 video game producers negotiating with Sag-Aftra.\n\"Our offer is directly responsive to Sag-Aftra’s concerns and extends meaningful AI protections that include requiring consent and fair compensation to all performers working under the [Interactive Media Agreement],\" she added.\nThe Interactive Media Agreement covers artists who provide voiceover services and on-camera work used to create video game characters.\nThe last such deal, which did not provide AI protections, was due to expire in November 2022 but has been extended on a monthly based while talks continued.\nLast year, TV and film actors in the US won $1bn (£790m) in new pay and benefits, as well as safeguards on the use of AI, following a strike organised by Sag-Aftra.\nThe 118-day shutdown was the longest in the union's 90-year history.\nCombined with a separate writers' strike, the actions severely disrupted film and TV production and cost California's economy more than $6.5bn, according to entertainment industry publication Deadline."
    },
    {
        "title": "What's behind the global self-storage boom?",
        "href": "/news/articles/c722xdddl4po",
        "article": "Walking the endless corridors of Apple Storage in downtown Toronto, it’s not hard to see why business is booming.\nBehind one metal shutter, hundreds of candles are being boxed ready to be shipped around the world, behind another another an e-bike repair shop fixes transport for the city’s hundreds of delivery riders.\nThere’s even a locker full of bitcoin ATM machines, technology banned in the UK, but legal here in Canada, which enables bitcoin owners to exchange the digital currency for cash, or vice versa.\nShowing me around the long, brightly lit corridors lined with rows of shuttered metal doors is David Allan, one of the owners. He says 70% of this facility is rented by businesses.\n“In a pre-Covid world, office rents went to around C$60 ($44; £34) a foot, while you could get storage at the time for $30 a foot.\n\"So, instead of having sort of an interior office for file storage, firms moved into self-storage facilities because it was half the price or less, and they were able to use their offices in a more productive way.”\nIt's a worldwide trend. Storage companies are snapping up vacant commercial spaces abandoned after the pandemic. Meanwhile, as rents rise, consumers and business are looking for cheaper storage options.\nIn Canada, 16 new facilities opened their doors last year, adding an extra one million sq ft of space. Rents are up too - by an average of 12% from 2023 - according to StorTrack, who track industry data.\nIn the UK the industry made more than a billion pounds last year for the first time, according to a report from commercial property firm Cushman & Wakefield and the Self Storage Association. \nIn parts of Asia the so-called side-hustle culture is helping spur growth, according to Helen Ng, chief executive of the Self Storage Association Asia (SSAA).\nShe says that having a second job is more common in Singapore, and often involves keeping stock for an e-commerce business at a storage facility. \nMs Ng herself owns two self-storage facilities in Singapore, and says that almost half of her renters are using the units for a side-hustle.\nThe industry has been so popular with investors, it’s even spawned several podcasts advising would-be moguls on how to get into the business.\nEntrepreneur Dean Booty from Beverley in East Yorkshire is one of them.\n“I had a restaurant business, and it failed, and it was a miserable time for me and my wife. It was in the centre of a town where I lived in. It really hurt my ego.”\nMr Booty says this was the inspiration to share his success in self-storage with others.\nHis podcast Hacking Self Storage gets around 15,000 listens each month, he reveals, adding “I had no idea there was that many people interested in self-storage, which is incredible.\"\nMr Booty’s storage operation comprises just under 100,000 square foot in five locations across England, Scotland and Wales.\nThe 42-year-old father says he’d like to retire by age 50.\n“There's massive amounts of money coming into the industry, which only means it's going to become more and more competitive, but at the minute, the demand is growing faster than the supply in the UK, which is incredibly exciting,” he adds.\nBut not everyone shares Mr Booty’s excitement.\n“It’s an indictment of our housing crisis. Space shouldn't be a luxury in terms of living space,” says Ben Twomey Chief executive of housing campaign group Generation Rent.\nHe accuses the industry of “making lots of money from people not having room in their homes”.\n“Not just to keep their items, but to live their lives, or to address mental health challenges they have from being in a small or overcrowded home.”\nBack in Apple Storage in Toronto, we step into a large, brightly lit locker, tools hanging from the walls, two electric bikes suspended on work stands.\nMechanics are hard at work. Kevin Tsui is one of them and says the e-bike repair business occupies multiple units in the building.\n“It is relatively cheaper than having like a retail store to just do this sort of work. The reason our company chose this storage area was that we actually own a store that got demolished for condos. This was just an easy next step for us.”\nMr Tsui, originally from Hong Kong, explains that where he’s from most of the shops in malls look like storage units.\n“In Canada we’re taking advantage of the fact that we have a lot of space, but that's slowly diminishing in the big cities. If you want enough space to do what you need, this is ideal.”\nHelen Ng agrees, adding “urbanisation is just a fact of life. I don't know how practical it is to expect everyone to actually store their items at home.”"
    },
    {
        "title": "One in four Eurostar trains cancelled after arson attacks",
        "href": "/news/articles/cn059xxp03ko",
        "article": "A quarter of all Eurostar trains will be cancelled on Friday and over the weekend after arson attacks caused disruption ahead of the opening of the Olympics in France.\nThe rail operator, which runs international services from London St Pancras, told  customers to cancel trips where possible.\nFrance's transport minister blamed the cancellations on \"co-ordinated malicious acts\" on other high-speed rail lines across the country.\nSir Keir Starmer was forced to change his travel plans because of the disruption, with the UK Prime Minister flying to Paris instead.\nThe French rail network was sabotaged by three coordinated arson attacks on Friday, affecting travel to and from the UK, Belgium, and across the north, east and west of France. \nA fourth attack on a line running south was foiled, French rail company SNCF has said.\nSome 800,000 customers will be affected with disruption expected all weekend, the rail firm says.\nThe disruption coincides with people travelling to see the opening ceremony of the Paris 2024 Olympic Games, and comes as millions embark on summer getaways.\nTwo of those waiting in queues for the Eurostar at London's St Pancras station on Friday were the parents of Team GB rugby sevens star Ellie Boatman, who said they were prepared to wait \"for however long\".\nAsked whether the delays might get in the way of their excitement, they both said \"no\".\n\"We'll just have to have another glass of prosecco,\" they said. \nOther passengers facing long waits at St Pancras showed similar optimism. \nKate Fisher, 37, was planning to travel from London to Paris with five friends to watch the games.\n\"We knew this is absolutely the worst time to go to Paris because of the Olympics, so we're prepared for it to take longer,\" she said.\n\"When I saw the delay on the departure board, I was like 'whatever, as long as we're there',\" she added.\nAnother passenger, Kate Heath, 54, said she had looked into travelling to Paris by plane instead, but she was unable to find a flight that would arrive in time for the opening ceremony. \n\"We'll just take it in our stride,\" she said. \nDespite the disruption, some Eurostar services from London arrived in Paris, with delays of up to three hours, according to travellers.\nIan Ralph, 48, told the PA news agency he felt \"panic\" and \"stressed\" when he realised his train to Paris was cancelled on Friday ahead of Olympics events his family have tickets for, including the women's football on Sunday and beach volleyball on Monday.\nSpeaking at St Pancras, the researcher from Southampton said he managed to book him and his family onto a train at 6pm - around three hours later than his original booking.\nSir Keir Starmer changed his travel plans and took a flight to Paris due to the disruption on the Eurostar network.\nHe is due to attend a leaders reception hosted by French President Emmanuel Macron before going to the Olympic opening ceremony along the River Seine.\nEurostar’s Chief Commercial Officer François Le Doze said the majority of passengers hoping to leave London for Paris on Friday will still be able to do so, but with delays of around 90 minutes. \nTrains will have to run slower along certain sections in France after the network was attacked and damaged, he said.\nExtra staff at St Pancras International have helped keep things calm in London and that overall there is still a general mood of excitement, he added.\nEurostar said it expected the disruption to last until Monday morning and encouraged customers to \"postpone their trip if possible\".\nThe company said affected passengers can cancel or refund their tickets, or modify their journey free of charge.\nA spokesperson for the company said: \"Due to co-ordinated acts of malice in France, affecting the high-speed line between Paris and Lille, all high-speed trains going to and coming from Paris are being diverted.\nThe UK Department for Transport said it is \"in close contact\" with Eurostar and French authorities regarding the ongoing disruption.\nIt has advised anyone planning on travelling to check ahead before leaving and to follow advice from the Foreign Office and Eurostar.\nThe majority of Team GB athletes have been arriving at the Games via Eurostar, but the British Olympic Association confirmed that only two athletes were scheduled to arrive on Friday and had been subject to only minor delays.\nSNCF said the situation should last \"at least all weekend\" but that teams were already on site carrying out checks and beginning repairs.\nA spokesperson for Eurotunnel Le Shuttle, which transports vehicles from Folkestone to Calais in northern France, said its services had not been affected by the incident."
    },
    {
        "title": "UK chancellor set to reveal shortfall of billions",
        "href": "/news/articles/cydv2v3170eo",
        "article": "The new chancellor is set to use an audit of public spending to make claims of a \"black hole\" in the government finances worth tens of billions of pounds.\nRachel Reeves said she would give a statement to Parliament on Monday showing “honesty” about the scale of the challenge faced by the new Labour government.\nShe vowed to \"fix the mess we inherited\" but would not confirm speculation that the gap in the public finances stood at more than £20bn per year. \nThe Conservative Party accused the new government of \"peddling nonsense\".\nLabour will suggest the Conservatives left various crucial public services unfunded in areas from public pay to prisons.\n \"On Monday, the British public are finally going to see the true scale of the damage the Conservatives have done to the public finances,\" a Labour source said.\n\"They spent taxpayers’ money like no tomorrow because they knew someone else would have to pick up the bill. It now falls to Labour to fix the foundations of our economy and that work has already begun.\"\nHowever, Conservative shadow chancellor Jeremy Hunt said Labour's claims were \"nothing but a fabrication\" and accused the government of \"laying the ground for tax rises\".\nOn Monday, Ms Reeves will also set out the government’s response to the public sector pay recommendations, which are about 3% higher than in current spending plans.\nThe chancellor is likely to accept some above-inflation pay settlements for public sector workers after being warned by independent pay bodies about recruitment and retention challenges, and calculating that the public is keen to draw a line under months of rolling strikes.\nCabinet ministers have spent the week saying a thorough look at their departmental books has revealed more \"severe\" problems than previously anticipated. \nThe opposition says this is an elaborate effort to butter up the public for some tax rises at the Budget in the autumn.\nThe \"black hole\" arises because the government says it must spend extra money to keep public services functioning.\nHowever, governments draw up their own rules on how much they should borrow to fund public services like the NHS and how the country’s debt is managed.\nPaul Johnson, director of the Institute for Fiscal Studies think tank, said it was difficult to know how big the gap in the public finances was, because it depends on how much the government wants to spend.\nLabour has pledged not to raise taxes \"on working people\" including most aspects of National Insurance, income tax and VAT.\n\"Big tax increases, given the constraints they've put on themselves, aren't impossible, but they'd be pretty difficult,\" he told BBC Radio 4's Today programme.\nThe extra money the government needs to find to meet self-imposed targets around debt in the future has been labelled the \"black hole\".\nSome economists suggested during the election that many of these spending pressures, and the possibility taxes would need to be raised to fund them, were obvious and should have been made clear to the voting public.\nWhile the BBC understands there will be no tax policy announcements on Monday, the implication of the audit is that the Treasury will spend the summer trying to find extra savings, or extra taxation revenue, to fill this “black hole”. \nA more optimistic economic outlook from the independent forecaster the Office for Budget Responsibility on the impact of the government's plans would also help improve some tricky trade-offs between spending and tax rises."
    },
    {
        "title": "ChatGPT reveals search feature in Google challenge  ",
        "href": "/news/articles/c897qz1qex9o",
        "article": "OpenAI is working on adding new powers to its artificial intelligence (AI) bot, as it seeks to edge out Google as the go-to search engine.\nThe company said it was trialling a search feature that incorporates real-time information into its ChatGPT product, allowing the bot to respond to user questions with up-to-date information and links. \nThe tool is currently available to a limited number of users in the US. \nBut it is expected to eventually be incorporated into the company's ChatGPT bot, which launched the wave of excitement about AI when it burst on the scene in 2022.\nOpenAI, which is backed by Microsoft, has since introduced numerous tools, including for coding, making videos, data analysis and creating images.\nIt said its users would also be able to ask the new search tool follow-up questions to their original queries. \n\"Getting answers on the web can take a lot of effort, often requiring multiple attempts to get relevant results,\" the company said in its announcement.\n\"We believe that by enhancing the conversational capabilities of our models with real-time information from the web, finding what you’re looking for can be faster and easier.\"\nAnalysts have long argued that AI chatbots are the future of search. \nThat is currently a very lucrative business for Google, which has been racing to add AI-powered tools of its own. \nShares in its parent company, Alphabet, ended the day down nearly 3% following the announcement.\nOther AI companies are also pursuing search products, but Google remains by far the dominant player, claiming more than 90% of the market globally.\nThe expansion of AI has raised environmental concerns, however, because of how much energy the systems use. \nThe changes to how search engines respond to queries - offering conversational paragraphs instead of directing users to links -  have also raised alarm among news companies, many of which rely on search traffic for audiences and revenue. \nOpenAI said it was working with publishers, including the Atlantic and News Corp, on its new search feature.\n\"We are committed to a thriving ecosystem of publishers and creators,\" the company said.\n\"In addition to launching the SearchGPT prototype, we are also launching a way for publishers to manage how they appear in SearchGPT, so publishers have more choices.\"\nThe company has previously been sued by for allegedly \"stealing\" content to train its systems, including by the New York Times.\nIt has also announced partnerships with some outlets, including the Associated Press. \nOpenAI said media companies could still be featured in their results, even if they have declined to supply their material to train its model. "
    },
    {
        "title": "Southwest scraps unassigned seating after 50 years",
        "href": "/news/articles/cmj2prz1e28o",
        "article": "Southwest Airlines is to allow customers to reserve seats, scrapping the free-for-all of unassigned seating it has operated for 50 years.\nThe company said it also planned to charge for \"premium\" seats with more leg room, add red-eye flights, and redesign its boarding system. \nThe announcements came as the firm reported that profits plunged in the April-June period to $367m, down 46% compared with last year. \nChief executive Bob Jordan said the seating changes would \"unlock new sources of revenue\".\nThe company currently assigns passengers to boarding groups based on when they check in, a system intended to help planes turn around quickly. Travellers can also pay extra to board earlier.\nBut it said its research had found that 80% of customers preferred assigned seats.\nThe airline said it would provide more detail about the changes in September. \nThe new red-eye flights will launch next year on five routes, including between Las Vegas and Baltimore and Los Angeles and Nashville.\nPremium seats are expected to account for about one third of space, it said.  \nSouthwest started in the 1970s gaining popularity with lower fares and good customer service.\nIt had been known as a holdout in the industry for not hitting customers with extra fees for items such as checked baggage.\nBut its share price has dropped sharply over the last few years, as its profitability  lags others in the industry.\nLast month, Elliott Investment Management, which is known for its aggressive and public showdowns with firms it sees as underperforming, said it had taken an 11% stake in the firm and would push for major changes, including the removal of Mr Jordan.\n\"Southwest's rigid commitment to a decades-old approach has inhibited its ability to compete in the modern airline industry,\" Elliott said, adding that the airline \"outdated software, a dated monetisation strategy and antiquated operational processes\".\nMr Jordan said he knew that the firm's performance this spring had fallen short.\nThe company has been affected by issues such as delayed plane deliveries from Boeing. \nThe airline, like others in the industry, is also facing pressure on fares, after overestimating demand for domestic travel.\nThe firm said it was cutting back capacity in the months ahead and the seating changes, in the works for months, would also drive improvements. It said the seating changes could generate more than $1bn in revenue. \n\"Although our unique open seating model has been a part of Southwest Airlines since our inception... this is the right choice - at the right time - for our customers, our people, and our shareholders,\" Mr Jordan said. \nShares in the firm rose more than 6% after the announcement."
    },
    {
        "title": "BBC World News business headlines",
        "href": "/news/business-11876811",
        "article": "This video can not be played\nBBC World News business headlines\nBBC NEWS  Business  Market Data  Overview"
    },
    {
        "title": "Market's last day before two-year move",
        "href": "/news/articles/cpv360l5rd1o",
        "article": "A local authority has confirmed a market's last day of trading before it is temporarily moved for two years.\nBarrow Market, in Cumbria, is being moved from Market Hall to allow refurbishment work to be carried out and asbestos to be removed from the building.\nSaturday 10 August will be the market's last day at the Duke Street site.\nWestmorland and Furness Council said traders will be moved to new units in the Mall, facing Dalton Road, and inside the former Meat Hall.\nWith work is also taking place at Meat Hall over several months, some traders will be based for a time at the outdoor market on Portland Walk, according to the Local Democracy Reporting Service.\nVirginia Taylor, cabinet member for sustainable communities and localities, said she understood the move would present \"challenges\" for traders and thanked them for buying in to the council's \"long-term vision for Barrow Market\".\n\"The new units look fantastic and I can’t wait to see everybody moved in and creating a buzz around the temporary market,\" she said.\nThe council previously suggested that carrying out the refurbishment in phases could have allowed the traders to remain in the hall.\nBut the traders raised concerns about operating close to asbestos removal works and the potential impact on trade, the council said.\nIn December, a review by the council found it would be safer for staff, traders and the public to not be in the hall during the asbestos removal process.\nThe refurbishment is part of a £16m government-funded scheme to improve the Market Hall, neighbouring arts and entertainment venue The Forum, and the local area.\nFollow BBC Cumbria on X (formerly Twitter), Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
        "title": "Cineworld to shut six branches as part of restructure",
        "href": "/news/articles/c6p21e7m43ro",
        "article": "Cineworld has announced plans to close six cinemas across the UK as part of a wide-ranging restructuring plan.\nPart of the world's second largest cinema chain, the business - which has 101 locations in the UK and Ireland - has struggled since the Covid pandemic and with the rise in streaming services.\nThe affected sites are: Glasgow Parkhead, Bedford, Hinckley, Loughborough, Yate and Swindon - Regent Circus.\nCineworld entered administration in July 2023 while struggling with a debt pile estimated to be almost £4 billion. \nThe company - which also owns the Picturehouse chain in the UK - had been trying to find a buyer for some or all of its UK sites, but after failing to do so has announced plans to close six sites deemed to be \"commercially unviable\".\nPR representatives for Cineworld said affected staff had been contacted to begin a consultation process and that they hoped to be able to redeploy as many people as possible.\nThey strongly denied media reports that a further 19 cinemas could close, or that redundancies \"could run into the hundreds\", as widely reported elsewhere.\nCineworld will also enter into negotiations with landlords at an unspecified number of sites to try to reduce costs. This could take the form of reduced rents.\nThe company is part of the Regal Cineworld Group, and when the UK operation entered administration, Cineworld employed more than 28,000 staff across 751 sites globally, with 128 locations in the UK and Ireland. Its business operations outside the UK are not affected.\nIn 2019, the last full year before the pandemic hit, Cineworld reported sales of $4.4bn.\nWhile audiences started returning after the pandemic, the organisation said in 2022 that it expected its admission for 2023 and 2024 to remain below pre-pandemic levels.\nA Cineworld spokesperson said: “We are implementing a Restructuring Plan that will provide our company with a strong platform to return our business to profitability, attract further investment from the Group, and ensure a sustainable long-term future for Cineworld in the UK.”\nThe restructuring plans have to gain court approval. While the process is ongoing, all of Cineworld's UK operations will continue until at least late September."
    },
    {
        "title": "London's nightlife venues struggling, City Hall told",
        "href": "/news/articles/ce98m36m9lvo",
        "article": "Strict licensing laws, problems with crime and eye-watering costs are hitting London's nightlife industry, City Hall has been told.\nIn public meetings there this week, industry representatives urged the mayor and the new government to give the sector more support.\nIt comes after City Hall figures revealed that London suffered a net loss of about 40 pubs in the year to March 2023, despite the number of pub employees growing\nMayor Sadiq Khan said last week there were “challenges post-pandemic for all global cities” but argued that London is “ahead of that crowd”, adding that this summer had so far been “remarkable” for the capital’s night economy.\nLondon has a dedicated \"night tsar\", Amy Lamé, who is reportedly paid £132,000 a year.\nAt a cross-party inquiry into the issues, led by the London Assembly on Wednesday, experts in the sector said businesses were grappling with many issues, which have made it far harder for many to turn a profit.\nMark Williams, deputy chief executive of the Heart of London Business Alliance, told assembly members the West End’s night-time economy was \"underperforming\" \nHe said: “Footfall has stagnated. Spend has increased, but behind that picture, we’re dealing with high living costs, supply disruption, high operating costs, staff shortages, overcrowding on streets and with an ineffective public realm, limited step-free access to stations, an increase in anti-social behaviour and a lack of facilities.”\nFurther concerns were heard on Thursday, when Emma Best, deputy leader of the Conservatives at City Hall, hosted her own round-table discussion with industry figures.\nMichael Kill, chief executive of the Night Time Industries Association, told the session that crime was part of the problem.\n“From a safety perspective, there is a huge deterrent from going into places like Soho,” he said, adding that “petty crime is rife” and that many businesses felt forced to “self-police” their premises due to there not being enough police officers.\nJo May of the Soho Business Alliance criticised councils for imposing strict licensing requirements, which she said had forced venues to shut earlier than they would like, despite the number of tourists who visit London to enjoy its nightlife.\n“They’re coming into central London, they’re looking for places to go out and have a good time, to spend their money,” she said. “Soho’s rolling up the pavements at 11pm. If you’re not a member of a club, sorry tourists – take your money back to your hotel and go to bed.”\nMs May said that bringing back tax-free shopping for tourists and reducing VAT for the hospitality sector would “really help” venues.\nAsked about the issue at Mayor’s Question Time last week, Mr Khan acknowledged there were challenges but said they were similar post-pandemic for all \"global cities\".\n“The good news is we’re ahead of that crowd in relation to the bounceback,\" he said.\nHe said there had been a change of “lifestyle habits” since the pandemic - which saw its last UK lockdown end in July 2021 - with revellers now increasingly keen to go for nights out in their local town centre instead of travelling into central London.\nMr Khan also acknowledged that labour shortages were a major challenge for the sector, which he put down to a depleted workforce following the pandemic and Brexit.\nThe mayor told the Assembly he was committed to having “conversations” with councils about the “tensions” that can arise between residents and businesses. \nIn addition, he said he was lobbying the government to make changes to the VAT system, create a fairer business rates scheme, provide more support to London’s police and to devolve more skills-related powers to City Hall.\nMr Khan added there would be \"announcements over the next few weeks\" on supporting the night-time economy.\nListen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk"
    },
    {
        "title": "Summer holiday getaway: How to beat the queues",
        "href": "/news/articles/cm520y0er0eo",
        "article": "The kids have finished school and it’s time for the great summer getaway, with millions of Brits setting off on their holidays.\nIt’s likely to be a busy time on the roads, with the RAC predicting a “weekend of woe”. \nThe motoring organisation says some 13.8 million trips could be made between Friday and Sunday, making it the second busiest summer getaway weekend since 2015.\nSo what can you do to beat the queues? Whether you’re travelling by road, plane, train or ferry, here are some tips to help make your journey as smooth as possible.\nDrivers are advised to avoid travelling between 12:00 and 17:00 on Saturday, and between 11:00 and 13:00 on Sunday. That is when travel experts INRIX expect the worst delays.\nThey say the best time to travel is after 18:00 on Saturday, or after 15:00 on Sunday.\nOther tips from INRIX and the RAC include:\nIt might sound obvious but if possible, travel with hand luggage only and check in online before arriving at the airport to avoid queues.\nBut make sure your hand luggage meets the specific permitted dimensions of your airline, says Jane Hawkes, a consumer expert specialising in the travel industry, as they are not generic.\nOther advice when flying includes:\nMs Hawkes adds that holidaymakers should be prepared for delays due to the sheer volume of people travelling at this time of year, and take adequate provisions.\n“Know your consumer rights before you travel so you don’t have to think on the spot in the event of inevitable delays or cancellations.”\nRory Boland, editor of Which? Travel, adds: \"If you do find yourself stuck in a queue and your flight is due to depart shortly, make a fuss and ask a member of staff to take you to the front. \n\"If it looks like you'll miss the flight through no fault of your own, it is important to tell your airline as soon as you can.\"\nEurostar was always expected to be busy during the Olympics, but on Friday the service was hit after “co-ordinated attacks\" of vandalism in France.\nAs a result, one in four trains between London and Paris will be cancelled until Monday morning.\nEurostar is telling customers to cancel their trips where possible. They can do so free of charge and get a refund. You can check the latest travel updates here.\n“Rail chaos in France affecting Eurostar clearly shows that you also very much need a plan B if travelling this summer - and a contingency pot to fund alternative plans if necessary until you can recoup any costs,” says Ms Hawkes.\nFor those that are able to travel:\nFor those taking the train to somewhere within Britain, it will come as a relief that there is currently no planned industrial action on the railways, unlike in years and months gone by.\nIt is still worth trying to avoid travelling at peak times though, says Rory Boland from Which?. And things like broken down trains can still cause delays and so passengers are always advised to check their journey before travel.\nDover is Europe's busiest ferry port, and summer is its peak period.\nThe port’s boss has already warned this summer will be “exceptionally busy” due to travel for the Paris Olympics and while the port carries out work preparing for new EU border checks, which come in in the autumn.\nNevertheless, the port has some general advice to help passengers’ journeys run smoothly:"
    },
    {
        "title": "Drivers 'ripped off' by fuel prices, warns watchdog",
        "href": "/news/articles/c0kr2kdv181o",
        "article": "Drivers are still paying too much for fuel, the UK's competition watchdog has warned, with high prices costing motorists £1.6bn last year alone.\nThe Competition and Markets Authority (CMA) said that weakened competition in the fuel sector is impacting drivers' wallets.\nIt found that supermarkets' profit margins - which is the difference between the price they buy fuel at and what they charge motorists - had doubled since 2019.\nThe CMA is calling for more pressure on supermarkets so they \"have to offer better prices because they know that they can’t rip consumers off\", chief executive, Sarah Cardell told the BBC's Today programme.\n\"When it comes to road fuel, the simple answer is that drivers are still paying too much,\" she added.\nThe watchdog said the margins that supermarkets are charging drivers are double what they were in 2019. \nThe CMA began investigating the road fuel market last year and, at the time, made a series of recommendations to help drivers cut the cost of filling their tanks. \nThese included setting up fuel finder scheme that could help motorists find the cheapest fuel in their area using map apps and sat-navs. \nBut Ms Cardell said: \"One year on and drivers are still paying too much.\"\nMotoring group RAC said drivers paying £1.6bn more than they should have \"is nothing short of outrageous.\"\n\"Drivers have every right to feel ripped off, especially knowing there is virtually no market competition between retailers,\" said RAC head of policy Simon Williams.\nMs Cardell said it would work with the new government to help them to bring a \"real-time fuel finder scheme\" into effect, showing drivers where the cheapest prices were available.\nThe CMA claimed the scheme could save drivers up to £4.50 each time they refuel.\nA number of major retailers now contribute to the voluntary price data sharing scheme but the CMA has called on the government to put a compulsory system in place.\nA spokesperson for the Department for Energy Security and Net Zero, said \"Retailers must give drivers a fair price for their fuel, by passing on any savings at the pump.\"\nIt said Energy Secretary Ed Miliband would consider the CMA's findings and would provide updates \"in due course\".\nFigures from the watchdog revealed that in 2019, supermarkets were making a margin of 4.4% on fuel but that has nearly doubled to 8%.\nNon-supermarket petrol stations made a 6.8% margin five years ago. It is now 8.5%.\nThe AA backed the need for a \"mandatory ‘pump watch’ scheme\". \nIt would allow drivers, said AA president Edmund King, to \"clearly see which fuel outlets are ripping them off\".\nThe CMA said that in prior years fuel had been relatively competitive because supermarkets such as Asda and, to some extent, Morrisons had led with lower prices. \nHowever,  Ms Cardell said: \"Asda decided to increase the fuel margins that they wanted to get and instead of seeing any kind of competitive response from other retailers, all the other retailers let their margins drift up at the same time.\"\nIt is \"drivers who have paid the price\" for this, she said.\nLast year, the CMA released a report that noted Asda and Morrisons were both purchased by private equity firms in 2021, which was the same year the supermarkets made a decision to increase their target margin on fuel.\nAsda was bought in 2021 by brothers Zuber and Mohsin Issa and TDR Capital. \nThe billionaire Issa brothers bought half of the supermarket for £6.8bn and also own hundreds of petrol stations.\nMorrisons was bought by private equity firm Clayton, Dubilier & Rice for £7bn in October 2021 after a bidding war.\nThe BBC has contacted Asda and other major supermarkets for comment.\nThe British Retail Consortium said: \"Retailers will continue to work closely with the CMA and provide the necessary data to allow consumers to find the best prices for petrol and diesel.\""
    },
    {
        "title": "Ex-minister brands Post Office cases 'corrupt'",
        "href": "/news/articles/c728kjx3rz8o",
        "article": "The Post Office brought prosecutions against sub-postmasters in a way that was \"corrupt\", \"unreliable\" and \"totally unconscionable\", a former business secretary has said. \nGreg Clark - who held the position from 2016 to 2019 - told the Post Office IT scandal inquiry the management culture of the Post Office was \"insensitive and dismissive to the point of abject rudeness\".\nHowever, like former business secretary Sir Vince Cable, who appeared before the inquiry on Thursday morning, Mr Clark said the Post Office had not made him aware of any issues.  \nSir Vince, who held the position between 2010 and 2015, said he was unaware of the prosecutions, despite being in charge of the organisation while in government.\nThe former Lib Dem leader also said he agreed with former sub-postmaster and campaigner Sir Alan Bates' description of Post Office middle-management as \"thugs in suits\".\nIn what has been called the UK's most widespread miscarriage of justice, more than 900 sub-postmasters were prosecuted for stealing because of incorrect information from a computer system called Horizon between 1999 and 2015. \nThe Post Office was able to both investigate and prosecute these sub-postmasters itself because of the way it is set up, a structure heavily criticised by campaigners.\nSome of the sub-postmasters went to prison for false accounting and theft, and many were financially ruined.\nIn 2017, 555 of them took legal action against the Post Office. In 2019, it agreed to pay them £58m in compensation, but much of the money went on legal fees.\nThe High Court judgement found that the Horizon IT software contained a large number of software defects and was not \"remotely robust\", which caused shortfalls with sub-postmasters' accounts, and that there was a \"material risk\" that shortfalls in Post Office branch accounts were caused by the system.\nWhen questioned about the High Court judgement, Mr Clark said he was \"angry\" and accused the Post Office of playing a \"legal game\" for \"tactical\" reasons when the Post Office said it would appeal the judgement. \nHe said he kept \"nuclear options\" on the table to resolve Horizon litigation, including firing the entire board.\nDuring the morning session of the inquiry, Sir Vince admitted, under questioning from Jason Beer KC, a share of responsibility for the scandal.\nDespite being in charge of the Post Office during his tenure, Sir Vince said he did not know this until \"right at the end\" of his time in office, which was around 2015.\n\"This was an area of the department where clearly there was a policy failure,\" he said.\nSir Vince said he was aware of more general issues with the Post Office at the time.\nIn his first meeting with then-Post Office chief executive Paula Vennells, he said he had \"a spirited discussion when I raised the treatment of postmasters\".\nHe added in his witness statement that the Post Office was \"authoritarian\" and \"dealt with us in an arrogant way\".\nSir Vince described the Post Office at the time as a \"monopoly\", which he wanted to change.\nHe said he had wanted to \"address the imbalance\" between the Post Office and sub-postmasters by creating a \"mutual structure\", which would have in effect given sub-postmasters control of the organisation.\nHe said he raised some of these issues with Ms Vennells but the mutualisation \"unfortunately never came to fruition\".\nInstead, the Post Office was split from the Royal Mail group under Sir Vince’s watch and remains a government-owned company.\nMr Beer questioned why Sir Vince, despite raising these general concerns, was not aware of serious problems with Horizon until 2015.\nAn unsigned draft letter from Sir Vince's office to then-Labour leader Ed Miliband in 2012 said he \"remains fully confident about the robustness and integrity\" of the Horizon software.\nIt was written in response to Mr Miliband's concerns about a sub-postmaster. Sir Vince said he never saw the letter, despite it being written on his behalf.\n\"The problem was there were about several hundred letters, and emails, [that] would come in every day,\" he said, adding that he was on international visits at the time."
    },
    {
        "title": "UK secures seabed land deal to boost windfarms",
        "href": "/news/articles/crglp32zzw2o",
        "article": "British seabed owned by the Crown Estate will be used to help build windfarms in plans aimed at making the UK more self reliant for energy.\nIt is the first big announcement by Great British Energy, Labour's new publicly owned energy company. The firm's aim is increase renewable energy projects, boosted by £8.3bn in state funding, paid for by a windfall tax on oil and gas giants.\nEnergy Secretary Ed Miliband claimed the initiative would \"lead to lower bills\" for households.\nBut the Conservatives said GB Energy was \"nothing but a gimmick that will end up costing families\".\nThe deal means the Crown Estate - which manages a huge portfolio of property and land and helps fund the Royal Family - will lease the land on which windfarms can be developed and built. \nThe Crown Estate owns the majority of the seabed which stretches up to 12 nautical miles from the mainland.\nMr Miliband claimed GB Energy would eventually lead to lower bills, but warned \"it’s not going to happen overnight\".\nAs renewable energy projects \"start coming online we’ll start to see the effect on bills. We are going as fast as we can,\" he told BBC Breakfast.\nThe government believes it can cut the time it takes to get windfarms producing power by half. It typically takes between 10 and 15 years to build offshore windfarms.\nLabour's hope is that GB Energy, a key manifesto pledge, will reduce UK \"over-reliance\" on fossil fuel markets, with prices rising rapidly after Russia's invasion of Ukraine.\nThis in turn pushed up the pace of general price rises, contributing to the cost-of-living crisis.\nAt an event to launch GB Energy on Thursday, Mr Miliband said: \"A sprint for clean energy is a route to energy independence, because dictators and petrostates don't control it.\"\nHe added that it is \"the best way to keep bills down for good\".\nHowever, the Conservatives have said GB Energy \"will end up costing families, not cutting bills\".\n“It's a financial black hole - funnelling taxpayers' money into reducing risk for multi-million-pound energy companies,\" said shadow energy secretary Claire Coutinho.\nAt a press conference later on Thursday, the prime minister was questioned further over whether he stood by Labour’s election campaign pledge that GB Energy would lead to energy bills falling by £300 a year per household by 2030.\nSir Keir said: “Yes I do, I stand by everything in our manifesto and one of things I made clear in the election campaign is that I wouldn’t make a single promise or commitment that I didn’t think we could deliver in government.”\nThe government is providing GB Energy with £8.3bn of funding but hopes to attract £60bn of private investment.\nThe aim is to get windfarm projects that could generate between 20GW and 30GW of offshore power to lease stage by 2030.\nThe Crown Estate already had this as a target, but on Thursday the government confirmed it would help.\nGovernment officials say the involvement of the Crown Estate will accelerate the development of fixed and floating offshore wind farms, but critics say that the real bottlenecks are connecting to the power grid.\nThe state investment is a fraction of the £28bn a year the Labour Party originally wanted to spend on a green revolution that it hoped would decarbonise electricity generation by 2030 - a target that most experts in the energy industry consider unrealistic.\nThe agreement is only for projects around England and Wales, but Labour is also in discussions with the Scottish government and Crown Estate Scotland on support for local projects.\nLast year, the Northern Ireland Executive and the Crown Estate agreed a statement of intent towards establishing leasing for offshore windfarms.\nNorthern Ireland currently has no offshore windfarms after a number of projects were abandoned at the planning stage.\nThe government wants GB Energy to speed up renewable energy projects by helping them develop, and invest in them alongside private investors.\nIt wants it to work with local energy projects and the nuclear industry.\nAlongside a new law to create GB Energy, the government will also loosen regulation on the Crown Estate so it can invest and borrow more.\nThe government has taken a number of decisions on renewables generation since coming to power in the recent election.\nIt has approved three big onshore solar farm projects which have faced local opposition."
    },
    {
        "title": "UK car firms demand more help to meet 2030 petrol ban",
        "href": "/news/articles/cn09pvjpzdjo",
        "article": "Drivers need better incentives to buy electric to help manufacturers ahead of the government's plan to ban sales of new petrol and diesel vehicles by 2030, the UK car industry has demanded.\nThe Society of Motor Manufacturers and Traders (SMMT) said support packages were needed to make the electric vehicles (EV) switch more attractive and affordable.\nIt comes as figures reveal EV production, which includes hybrids, dropped 7.6% in the first half of 2024.\nThe new Labour government has pledged to restore the petrol and diesel ban to 2030, after previous prime minister Rishi Sunak pushed it back to 2035.\nCar firms across the world have been changing their production lines as governments try to persuade people to drive greener cars to meet environmental targets.\nSMMT chief executive Mike Hawes said UK firms were split over whether restoring the 2030 deadline was a good or bad plan.\nWhen the Conservative government delayed the policy in September last year, Ford said the move undermined its electric car investment plans.\nHowever, Toyota said the decision was \"pragmatic\".\nThe industry body has argued car-makers have been mandated to build more electric cars and hit growing EV sales targets each year, but the rhetoric to switch in recent years and incentives for consumers has not been strong enough.\nMr Hawes said it was \"wrong to get hung up\" on the shift back to 2030, but said specific details on which new vehicles would be banned remained unclear.\n \"The devil is in the detail. Is that a complete end of everything that has a tail pipe?,\" he said.\n\"Or is there a degree of flexibility that would allow different technologies such as plug-in hybrid? If it was a really strict.... a lot of manufacturers would struggle to comply in that timescale and that wouldn't be good for the consumer.\"\nRegardless of when a ban on sales of new petrol and diesel cars is brought in, most people will not be affected immediately as the majority of drivers buy vehicles second-hand.\nBut people wanting to go green earlier have been met with steep costs for doing so, with the average cost to buy an electric car in the UK amounting to around £48,000.\nMr Hawes claimed it was currently \"extremely expensive to sell EVs in the because you have no incentives\" which had caused an \"affordability gap\".\n\"Consumers respond to carrots not sticks and we are seeing that at the moment,\" he added. \nHe said three incentives would help drive up demand for EVs:\nIn response to the calls, a the Department for Transport said the government would \"set out further details\" on the ban \"in due course\", but confirmed it intends to restore the 2030 phase-out date.\n\"This government is committed to delivering greener transport by supporting the transition to electric vehicles,\" it added.\nThe government said the UK already had a \"range of measures\" in place to encourage drivers to buy electric, including \"plug in grants for vans, trucks, taxis and wheelchair accessible vehicles\", and \"beneficial taxation rates\".\nPhasing out fossil-fuel-powered cars is central to the UK government's plan to meet its climate goals and reaching net zero by 2050, which if achieved would be the point at which the country is no longer adding to the overall amount of harmful greenhouse gases in the atmosphere.\nBut after years of soaring sales, growth appears to have stalled. \nIn the first six months of this year, electric car production declined 7.6% compared to the same period last year. Overall vehicle manufacturing also dropped.\nThe SMMT, which released the data, said the fall was \"expected\" as car makers overhaul lines to make electrified models.\nThe European Union continued to take the majority of car exports (55.4%).\nFollowing talks between the EU and China over electric car tariffs, the UK's position is still not known on the potential cheaper imports.\nMr Hawes said the UK car industry had \"always been open to new entrants\", highlighting Japanese car firms Nissan, Honda and Toyota who had invested in plants.\n\"There is a lot of economic benefits to be gained from investment,\" he added."
    },
    {
        "title": "Shares drop in US and Asia as AI stocks slide",
        "href": "/news/articles/ck5gp185n6ro",
        "article": "Financial markets in the US and Asia have fallen sharply as investors sell off shares in technology companies, with artificial intelligence (AI) stocks hit particularly hard.\nIn Wednesday's trading in New York, the S&P 500 lost 2.3% and the tech-heavy Nasdaq fell 3.6%, in their biggest one-day falls since 2022. The Dow Jones Industrial Average dropped by 1.2%.\nThe losses were driven by major firms including Nvidia, Alphabet, Microsoft, Apple and Tesla.\nOn Thursday, Japan's Nikkei index led declines in Asia as it fell by more than 3%.\nShares in technology companies, especially those related to AI, have driven much of this year's stock market gains.\nAI chip giant Nvidia, which has been one of the main beneficiaries of the AI boom, saw its shares drop 6.8%. It has lost about 15% of its value in the last two weeks.\nThe company is set to report financial results at the end of August.\nShares in multi-billionaire Elon Musk's electric car maker Tesla dropped by more than 12% after its latest financial results disappointed investors.\nGoogle and YouTube parent company Alphabet's stock price was 5% lower. Earlier this week, the company reported financial results that beat analyst expectations but said its spending would stay high for the rest of 2024.\nAlphabet, like many of its competitors, has been pumping billions of dollars into the development and adoption of AI technology.\nIn Asia, chip makers Renesas Electronics and Tokyo Electron in Japan and South Korea's SK Hynix were amongst the big fallers.\n\"Investors are now becoming more concerned about all this expenditure with AI without the revenue benefit,\" said Jun Bei Liu, Portfolio Manager at Tribeca Investment Partners.\n\"I don’t think this will mark the start of the disbelief in AI... it just simply means investors will focus more on returns in this space than just buying the whole sector,\" she added.\nInvestors are also wary after major surprises in the US presidential election campaign and the timing of an interest rate cut by the US central bank."
    }
]